Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰው በመዝናኛ አላማ ብቻ ይጠቀማል። የእርስዎን ውሳኔዎች እኛ አንደምንጠይቅም። በአስፈላጊነት ለሙያ ሰው ይመልከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. إذا لزم الأمر، استشر متخصصًا.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি শুধুমাত্র বিনোদনের উদ্দেশ্যে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়বদ্ধ নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L’aplicació utilitza IA exclusivament amb finalitats d’entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso necesario, consulte a un especialista.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ginagamit ang app ng AI para lamang sa layuning panglibangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા દ્વારા લેવામાં આવેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: एप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական ինտելեկտ միայն զվարճանքի նպատակներով: Մենք չենք պատասխանատու ձեր կայացրած որոշումների համար: Անհրաժեշտության դեպքում դիմեք մասնագետի:
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. איננו אחראים על ההחלטות שאתה מקבל. במידת הצורך פנה למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。お客様の決定について当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი გადაწყვეტილებების გამო. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша жасанды интеллектіні тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បញ្ញាសិប្បនិម្មិតសម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះសេចក្តីសម្រេចដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆ ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 사용자의 결정에 대해 책임지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທດເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Vajadzības gadījumā konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Ако е потребно, обратете се кај специјалист.
ml_in: ആപ്പ് വിനോദപരമായ ലക്ഷ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായാൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнд хандана уу.
mr: अॅप्लिकेशन मनोरंजनाच्या उद्देशानेच AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die je neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le iei. Dacă este necesar, consultă un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපට වගකීමක් නැත. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za rozhodnutia, ktoré urobíte. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не сносимо одговорност за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI endast för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubeba dhamana kwa maamuzi uliyofanya. Ikiwa inahitajika, wasiliana na mtaalamu.
ta: பயன்பாடு பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปพลิเคชันใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจที่คุณทำ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# thematic_spreads_screen_title
source: Thematic spreads
af: Tematiese uitlegte
am: የርዕሶች ክፍሎች
ar: توزيعات موضوعية
az: Mövzu üzrə açılımlar
bn: বিষয়ভিত্তিক বিন্যাস
ca: Tirades temàtiques
cs: Tematické rozklady
de: Thematische Legungen
es_es: Tiradas temáticas
fa: چیدمان‌های موضوعی
fi_fi: Teemalliset levitykset
fil: Mga tematikong layout
fr: Tirages thématiques
gl: Tiradas temáticas
gu: વિષયવાર વિતરણો
hi: थीम आधारित कार्ड्स
hu: Tematikus kirakások
hy_am: Թեմատիկ դասավորություններ
id: Penyebaran bertema
is_is: Þematískar útleggingar
it_it: Stese tematiche
iw: פריסות נושאיות
ja_jp: テーマ別スプレッド
ka: თემატური განლაგებები
kk: Тақырыптық таралымдар
km_kh: ការបែងចែកប្រធានបទ
kn_in: ವಿಷಯಾಧಾರಿತ ವಿಂಗಡಣೆಗಳು
ko_kr: 주제별 카드 배열
ky_kg: Темалык таразалар
lo: ການຈັດຕັ້ງຕາຕະລາງຕາມຫົວຂໍ້
lt: Teminės išklotinės
lv: Tematiskie izkārtojumi
mk_mk: Тематски распоред
ml_in: വിഷയാനുസൃതമായ ക്രമീകരണങ്ങൾ
mn_mn: Сэдэвчилсэн дэлгэрэнгүй
mr: थीमॅटिक कार्ड्स
ms_my: Susunan tema
ne: थीमगत कार्डहरू
nl: Thematische leggingen
no_no: Tematiske opplegg
pa: ਥੀਮਾਤਮਕ ਵਿਤਰਨ
pl: Tematyczne rozkłady
pt_br: Leituras temáticas
ro: Așezări tematice
ru: Тематические расклады
si: විෂයමය විවරණ
sk: Tematické rozklady
sl: Tematske razporeditve
sq: Përhapje tematike
sr: Тематски распореди
sv_se: Tematiska läggningar
sw: Mipangilio ya Mada
ta: தீமையாக்கப்பட்ட படிகள்
te: విషయక్రమం ఆధారిత కార్డులు
th: การวางไพ่ตามหัวข้อ
tr_tr: Tematik açılımlar
uk: Тематичні розклади
ur: موضوعاتی ترتیب
vi: Bố cục theo chủ đề
zh_cn: 主题牌阵
zh_hk: 主題牌陣
zu: Izinhlelo zezindikimba

# thematic_spreads_screen_love_spread_title
source: Love spread
af: Liefdesuitleg
am: የፍቅር ክፍል
ar: توزيع الحب
az: Sevgi açılımı
bn: ভালোবাসার বিন্যাস
ca: Tirada d'amor
cs: Láskový rozklad
de: Liebeslegung
es_es: Tirada de amor
fa: چیدمان عاشقانه
fi_fi: Rakkauslevitys
fil: Layout ng pag-ibig
fr: Tirage amoureux
gl: Tirada de amor
gu: પ્રેમ વિતરણ
hi: प्रेम कार्ड्स
hu: Szerelmi kirakás
hy_am: Սերնդի դասավորություն
id: Penyebaran cinta
is_is: Ástarsambandsútlegging
it_it: Stesa d'amore
iw: פריסת אהבה
ja_jp: 恋愛スプレッド
ka: სიყვარულის განლაგება
kk: Махаббат таралымы
km_kh: ការបែងចែកស្នេហា
kn_in: ಪ್ರೇಮ ವಿಂಗಡಣೆ
ko_kr: 사랑 카드 배열
ky_kg: Сүйүү таразасы
lo: ການຈັດຕັ້ງຕາຕະລາງຄວາມຮັກ
lt: Meilės išklotinė
lv: Mīlas izkārtojums
mk_mk: Љубовен распоред
ml_in: പ്രണയ ക്രമീകരണം
mn_mn: Хайрын дэлгэрэнгүй
mr: प्रेम कार्ड
ms_my: Susunan cinta
ne: मायाको कार्ड
nl: Liefdeslegging
no_no: Kjærlighetsoppsett
pa: ਪਿਆਰ ਦਾ ਵਿਤਰਨ
pl: Rozkład miłosny
pt_br: Leitura de amor
ro: Așezare de dragoste
ru: Любовный расклад
si: ආදර විවරණය
sk: Láskový rozklad
sl: Ljubezenska razporeditev
sq: Përhapje dashurie
sr: Љубавни распоред
sv_se: Kärleksläggning
sw: Mpangilio wa Upendo
ta: காதல் படி
te: ప్రేమ కార్డు పాఠం
th: การวางไพ่ความรัก
tr_tr: Aşk açılımı
uk: Любовний розклад
ur: محبت کی ترتیب
vi: Bố cục tình yêu
zh_cn: 爱情牌阵
zh_hk: 愛情牌陣
zu: Uhlelo lothando

# thematic_spreads_screen_love_spread_description
source: Analysis of relationships and feelings
af: Verhouding- en gevoelanalise
am: የግንኙነትና ስሜት ትንተና
ar: تحليل العلاقات والمشاعر
az: Əlaqələr və hisslərin təhlili
bn: সম্পর্ক এবং অনুভূতির বিশ্লেষণ
ca: Anàlisi de relacions i sentiments
cs: Analýza vztahů a citů
de: Analyse von Beziehungen und Gefühlen
es_es: Análisis de relaciones y sentimientos
fa: تحلیل روابط و احساسات
fi_fi: Suhteiden ja tunteiden analyysi
fil: Pagsusuri ng relasyon at damdamin
fr: Analyse des relations et des sentiments
gl: Análise de relacións e sentimentos
gu: સંબંધો અને ભાવનાઓનું વિશ્લેષણ
hi: रिश्तों और भावनाओं का विश्लेषण
hu: Kapcsolatok és érzelmek elemzése
hy_am: Հարաբերությունների և զգացմունքների վերլուծություն
id: Analisis hubungan dan perasaan
is_is: Greining á samböndum og tilfinningum
it_it: Analisi delle relazioni e dei sentimenti
iw: ניתוח מערכות יחסים ורגשות
ja_jp: 関係と感情の分析
ka: ურთიერთობებისა და გრძნობების ანალიზი
kk: Қатынастар мен сезімдерді талдау
km_kh: ការវិភាគទំនាក់ទំនង និងអារម្មណ៍
kn_in: ಸಂಬಂಧಗಳು ಮತ್ತು ಭಾವನೆಗಳ ವಿಶ್ಲೇಷಣೆ
ko_kr: 관계 및 감정 분석
ky_kg: Мамилелерди жана сезимдерди талдоо
lo: ການວິເຄາະຄວາມສຳພັນແລະຄວາມຮູ້ສຶກ
lt: Santykių ir jausmų analizė
lv: Attiecību un jūtu analīze
mk_mk: Анализа на односи и чувства
ml_in: ബന്ധങ്ങളും അനുഭൂതികളും വിശകലനം
mn_mn: Харилцаа ба сэтгэл хөдлөлийн шинжилгээ
mr: नातेसंबंध आणि भावना विश्लेषण
ms_my: Analisis hubungan dan perasaan
ne: सम्बन्ध र भावना विश्लेषण
nl: Analyse van relaties en gevoelens
no_no: Analyse av forhold og følelser
pa: ਸੰਬੰਧਾਂ ਅਤੇ ਭਾਵਨਾਵਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza relacji i uczuć
pt_br: Análise de relacionamentos e sentimentos
ro: Analiza relațiilor și sentimentelor
ru: Анализ отношений и чувств
si: සම්බන්ධතා සහ හැඟීම් විශ්ලේෂණය
sk: Analýza vzťahov a citov
sl: Analiza odnosov in čustev
sq: Analiza e marrëdhënieve dhe ndjenjave
sr: Анализа односа и осећања
sv_se: Analys av relationer och känslor
sw: Uchambuzi wa Mahusiano na Hisia
ta: உறவுகள் மற்றும் உணர்வுகளின் பகுப்பாய்வு
te: సంబంధాలు మరియు భావోద్వేగాల విశ్లేషణ
th: การวิเคราะห์ความสัมพันธ์และความรู้สึก
tr_tr: İlişkiler ve duygular analizi
uk: Аналіз стосунків і почуттів
ur: رشتوں اور جذبات کا تجزیہ
vi: Phân tích mối quan hệ và cảm xúc
zh_cn: 关系与感情分析
zh_hk: 關係與感情分析
zu: Ukuhlaziywa kobudlelwano nemizwa

# thematic_spreads_screen_career_finance_title
source: Career and finances
af: Loopbaan en finansies
am: ስራ እና ገንዘብ
ar: المسار المهني والمالية
az: Karyera və maliyyə
bn: ক্যারিয়ার এবং অর্থনীতি
ca: Carrera i finances
cs: Kariéra a finance
de: Karriere und Finanzen
es_es: Carrera y finanzas
fa: شغل و امور مالی
fi_fi: Ura ja talous
fil: Karera at pananalapi
fr: Carrière et finances
gl: Carreira e finanzas
gu: કેરિયર અને નાણાંકીય
hi: करियर और वित्त
hu: Karrier és pénzügyek
hy_am: Կարիերա և ֆինանսներ
id: Karier dan keuangan
is_is: Starf og fjármál
it_it: Carriera e finanze
iw: קריירה וכספים
ja_jp: キャリアと財務
ka: კარიერა და ფინანსები
kk: Мансап және қаржы
km_kh: អាជីព និងហិរញ្ញវត្ថុ
kn_in: ವೃತ್ತಿ ಮತ್ತು ಹಣಕಾಸು
ko_kr: 경력 및 재정
ky_kg: Карьера жана финансы
lo: ອາຊີບແລະເງິນທຶນ
lt: Karjera ir finansai
lv: Karjera un finanses
mk_mk: Кариера и финансии
ml_in: തൊഴിൽമേഖലയും സാമ്പത്തികവും
mn_mn: Ажлын байр ба санхүү
mr: करिअर आणि आर्थिक बाबी
ms_my: Kerjaya dan kewangan
ne: क्यारियर र वित्त
nl: Carrière en financiën
no_no: Karriere og økonomi
pa: ਕੈਰੀਅਰ ਅਤੇ ਵਿੱਤ
pl: Kariera i finanse
pt_br: Carreira e finanças
ro: Carieră și finanțe
ru: Карьера и финансы
si: රැකියා සහ මූල්‍ය
sk: Kariéra a financie
sl: Kariera in finance
sq: Karriera dhe financat
sr: Каријера и финансије
sv_se: Karriär och ekonomi
sw: Kazi na Fedha
ta: தொழில் மற்றும் நிதி
te: వృత్తి మరియు ఆర్థిక పరిస్థితులు
th: อาชีพและการเงิน
tr_tr: Kariyer ve finans
uk: Кар'єра та фінанси
ur: کیریئر اور مالیات
vi: Sự nghiệp và tài chính
zh_cn: 职业与财务
zh_hk: 事業與財務
zu: Umsebenzi nezimali

# thematic_spreads_screen_career_finance_description
source: Professional and financial analysis
af: Professionele en finansiële analise
am: ሙያዊና የገንዘብ ትንተና
ar: التحليل المهني والمالي
az: Peşəkar və maliyyə təhlili
bn: পেশাদার এবং আর্থিক বিশ্লেষণ
ca: Anàlisi professional i financer
cs: Profesionální a finanční analýza
de: Professionelle und finanzielle Analyse
es_es: Análisis profesional y financiero
fa: تحلیل حرفه‌ای و مالی
fi_fi: Ammatillinen ja taloudellinen analyysi
fil: Propesyonal at pinansyal na pagsusuri
fr: Analyse professionnelle et financière
gl: Análise profesional e financeira
gu: વ્યાવસાયિક અને નાણાકીય વિશ્લેષણ
hi: पेशेवर और वित्तीय विश्लेषण
hu: Szakmai és pénzügyi elemzés
hy_am: Մասնագիտական և ֆինանսական վերլուծություն
id: Analisis profesional dan keuangan
is_is: Fagleg og fjárhagsleg greining
it_it: Analisi professionale e finanziaria
iw: ניתוח מקצועי וכספי
ja_jp: 専門的かつ財務の分析
ka: პროფესიონალური და ფინანსური ანალიზი
kk: Кәсіби және қаржылық талдау
km_kh: ការវិភាគវិជ្ជាជីវៈ និងហិរញ្ញវត្ថុ
kn_in: ವೃತ್ತಿಪರ ಮತ್ತು ಹಣಕಾಸು ವಿಶ್ಲೇಷಣೆ
ko_kr: 전문적 및 재정 분석
ky_kg: Кесиптик жана каржылык талдоо
lo: ການວິເຄາະອາຊີບແລະເງິນທຶນຢ່າງມືອາຊີບ
lt: Profesionali ir finansinė analizė
lv: Profesionālā un finanšu analīze
mk_mk: Професионална и финансиска анализа
ml_in: പ്രൊഫഷണൽ, സാമ്പത്തിക വിശകലനം
mn_mn: Мэргэжлийн ба санхүүгийн шинжилгээ
mr: व्यावसायिक आणि आर्थिक विश्लेषण
ms_my: Analisis profesional dan kewangan
ne: व्यावसायिक र वित्तीय विश्लेषण
nl: Professionele en financiële analyse
no_no: Profesjonell og økonomisk analyse
pa: ਪੇਸ਼ਾਵਰ ਅਤੇ ਵਿੱਤੀ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Profesjonalna i finansowa analiza
pt_br: Análise profissional e financeira
ro: Analiză profesională și financiară
ru: Профессиональный и финансовый анализ
si: වෘත්තීය සහ මූල්‍ය විශ්ලේෂණය
sk: Profesionálna a finančná analýza
sl: Strokovna in finančna analiza
sq: Analizë profesionale dhe financiare
sr: Професионална и финансијска анализа
sv_se: Professionell och finansiell analys
sw: Uchambuzi wa Kitaalamu na Kifedha
ta: தொழில்முறை மற்றும் நிதி பகுப்பாய்வு
te: వృత్తిపరమైన మరియు ఆర్థిక విశ్లేషణ
th: การวิเคราะห์ทางอาชีพและการเงินอย่างมืออาชีพ
tr_tr: Profesyonel ve finansal analiz
uk: Професійний та фінансовий аналіз
ur: پیشہ ورانہ اور مالی تجزیہ
vi: Phân tích chuyên nghiệp và tài chính
zh_cn: 专业与财务分析
zh_hk: 專業與財務分析
zu: Ukuhlaziywa kobungcweti nezimali

# thematic_spreads_screen_pros_cons_title
source: Pros and Cons
af: Voor- en nadele
am: አጠቃላይ እና አሉታዊ
ar: الإيجابيات والسلبيات
az: Üstünlüklər və mənfi cəhətlər
bn: পক্ষ এবং বিপক্ষ
ca: Pros i contres
cs: Pro a proti
de: Für und Wider
es_es: Pros y Contras
fa: مزایا و معایب
fi_fi: Plussat ja miinukset
fil: Mga Kalamangan at Kahinaan
fr: Pour et contre
gl: A favor e en contra
gu: ફાયદા અને નુકસાન
hi: फायदे और नुकसान
hu: Előnyök és hátrányok
hy_am: Կողմ և դեմ
id: Pro dan Kontra
is_is: Kostir og gallar
it_it: Pro e Contro
iw: בעד ונגד
ja_jp: 賛成と反対
ka: დადებითი და უარყოფითი
kk: Артықшылықтары мен кемшіліктері
km_kh: គុណ និងគុណវិបត្តិ
kn_in: ಪಕ್ಷ ಮತ್ತು ವಿರೋಧ
ko_kr: 장단점
ky_kg: Оң жана Терс
lo: ຂ້າມແລະຕ້ອງ
lt: Už ir Prieš
lv: Par un pret
mk_mk: За и против
ml_in: ഗുണങ്ങളും ദോഷങ്ങളും
mn_mn: Давуу ба сул тал
mr: फायदे आणि तोटे
ms_my: Kelebihan dan Kekurangan
ne: फाइदा र बेफाइदा
nl: Voor- en nadelen
no_no: Fordeler og ulemper
pa: ਫਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨ
pl: Za i przeciw
pt_br: Prós e Contras
ro: Pro și Contra
ru: За и Против
si: සහ විරුද්ධ
sk: Za a proti
sl: Za in proti
sq: Për dhe Kundër
sr: За и против
sv_se: För och emot
sw: Kwa na dhidi
ta: குறை மற்றும் நன்மைகள்
te: వైపులా మరియు వ్యతిరేకత
th: ข้อดีและข้อเสีย
tr_tr: Artılar ve Eksiler
uk: За і Проти
ur: فوائد اور نقصانات
vi: Ưu và Nhược điểm
zh_cn: 利与弊
zh_hk: 優點與缺點
zu: Izinto Ezinhle Nezingezinhle

# thematic_spreads_screen_pros_cons_description
source: Analysis of pros and cons
af: Ontleding van voor- en nadele
am: አጠቃላይ እና አሉታዊ ትንተና
ar: تحليل الإيجابيات والسلبيات
az: Üstünlüklərin və mənfi cəhətlərin təhlili
bn: সুবিধা এবং অসুবিধার বিশ্লেষণ
ca: Anàlisi dels avantatges i desavantatges
cs: Analýza kladů a záporů
de: Analyse der Vor- und Nachteile
es_es: Análisis de ventajas y desventajas
fa: تحلیل نکات مثبت و منفی
fi_fi: Plussien ja miinusten analyysi
fil: Pagsusuri ng mga Bentahe at Disbentahe
fr: Analyse des avantages et des inconvénients
gl: Análise dos pros e contras
gu: ફાયદા અને નુકસાનોનું વિશ્લેષણ
hi: फायदे और नुकसान का विश्लेषण
hu: Előnyök és hátrányok elemzése
hy_am: Դրական և բացասական կողմերի վերլուծություն
id: Analisis kelebihan dan kekurangan
is_is: Greining á kostum og göllum
it_it: Analisi dei pro e contro
iw: ניתוח יתרונות וחסרונות
ja_jp: 長所と短所の分析
ka: დადებითი და უარყოფითი მხარეების ანალიზი
kk: Артықшылықтар мен кемшіліктерді талдау
km_kh: វិភាគគុណសម្បត្តិ និងគុណវិបត្តិ
kn_in: ಲಾಭ ಮತ್ತು ನಷ್ಟಗಳ ವಿಶ್ಲೇಷಣೆ
ko_kr: 장점과 단점 분석
ky_kg: Артыкчылыктар менен кемчиликтердин анализи
lo: ການວິເຄາະຂ້າມແລະຕ້ອງ
lt: Privalumų ir trūkumų analizė
lv: Plusi un mīnusi analīze
mk_mk: Анализа на предности и недостатоци
ml_in: ഗുണദോഷ വിശകലനം
mn_mn: Давуу ба сул талын шинжилгээ
mr: फायदे आणि तोट्यांचे विश्लेषण
ms_my: Analisis Kelebihan dan Kekurangan
ne: फाइदा र बेफाइदाको विश्लेषण
nl: Analyse van voor- en nadelen
no_no: Analyse av fordeler og ulemper
pa: ਫਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza plusów i minusów
pt_br: Análise de prós e contras
ro: Analiza avantajelor și dezavantajelor
ru: Анализ плюсов и минусов
si: වඩාත් හොඳ සහ නරක පැත්ත විශ්ලේෂණය
sk: Analýza kladov a záporov
sl: Analiza prednosti in slabosti
sq: Analiza e avantazheve dhe disavantazheve
sr: Анализа предности и мане
sv_se: Analys av för- och nackdelar
sw: Uchambuzi wa faida na hasara
ta: நன்மைகள் மற்றும் தீமைகள் பகுப்பாய்வு
te: లాభాలు మరియు నష్టాల విశ్లేషణ
th: การวิเคราะห์ข้อดีและข้อเสีย
tr_tr: Artı ve Eksilerin Analizi
uk: Аналіз плюсів і мінусів
ur: فوائد اور نقصانات کا تجزیہ
vi: Phân tích điểm mạnh và điểm yếu
zh_cn: 优缺点分析
zh_hk: 優缺點分析
zu: Ukuhlaziywa Kwezinto Ezinhle Nezingezinhle

# thematic_spreads_screen_monthly_forecast_title
source: Monthly forecast
af: Maandelikse voorspelling
am: ወርሃዊ ትንተና
ar: التوقع الشهري
az: Aylıq proqnoz
bn: মাসিক পূর্বাভাস
ca: Previsió mensual
cs: Měsíční prognóza
de: Monatliche Prognose
es_es: Pronóstico mensual
fa: پیش‌بینی ماهانه
fi_fi: Kuukausiennuste
fil: Buwanang Taya
fr: Prévision mensuelle
gl: Previsión mensual
gu: માસિક આગાહી
hi: मासिक पूर्वानुमान
hu: Havi előrejelzés
hy_am: Ամսական կանխատեսում
id: Prakiraan bulanan
is_is: Mánaðarspá
it_it: Previsione mensile
iw: תחזית חודשית
ja_jp: 月間予報
ka: თვიური პროგნოზი
kk: Айлық болжам
km_kh: ការព្យាករណ៍ប្រចាំខែ
kn_in: ಮಾಸಿಕ ಭವಿಷ್ಯವಾಣಿ
ko_kr: 월간 예측
ky_kg: Айлык болжол
lo: ຄາດຫວັງປະຈໍາເດືອນ
lt: Mėnesio prognozė
lv: Mēneša prognoze
mk_mk: Месечна прогноза
ml_in: മാസാന്ത്യ പ്രവചനങ്ങൾ
mn_mn: Сарын урьдчилсан таамаг
mr: मासिक भाकीत
ms_my: Ramalan Bulanan
ne: मासिक पूर्वानुमान
nl: Maandelijkse voorspelling
no_no: Månedlig prognose
pa: ਮਾਸਿਕ ਅਨੁਮਾਨ
pl: Prognoza miesięczna
pt_br: Previsão mensal
ro: Previziune lunară
ru: Месячный прогноз
si: මාසික අනාවැකි
sk: Mesačná predpoveď
sl: Mesečna napoved
sq: Parashikimi mujor
sr: Месечни прогноз
sv_se: Månadsprognos
sw: Utabiri wa mwezi
ta: மாதாந்திர முன்னறிவிப்பு
te: మాసపు అంచనా
th: คำทำนายรายเดือน
tr_tr: Aylık Tahmin
uk: Місячний прогноз
ur: ماہانہ پیش گوئی
vi: Dự báo hàng tháng
zh_cn: 月度预测
zh_hk: 每月預測
zu: Isibikezelo Senyanga
