Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# celtic_cross_screen_celtic_cross_explanation_dialog
source: The "Celtic Cross" is a 10-card spread that thoroughly examines the situation from all angles: current circumstances, obstacles, internal and external influences, as well as the near dynamics and final outcome. The cards are laid out in order: 1 - Situation — the essence of the question here-and-now. 2 - Challenge — what helps or hinders progress. 3 - Subconscious (root) — hidden motives and deep forces. 4 - Recent past — events that led to the current position. 5 - Conscious (goal) — what the querent is currently focused on. 6 - Near future — likely developments in the coming weeks. 7 - "Myself" — internal state, resources, attitude towards the question. 8 - Environment — influences of people and circumstances around. 9 - Hopes / fears — expectations, doubts, strong emotions. 10 - Outcome — possible result if trends continue. This spread allows you to see the "big picture": where you stand, what hinders or helps, what hidden impulses are working behind the scenes, and where everything is heading next. The layout of the spread is shown in the image below.
af: Die "Keltiese kruis" is 'n 10-kaart uitleg wat die situasie van alle kante af ontleed: huidige omstandighede, hindernisse, innerlike en uiterlike invloede, sowel as die naaste dinamika en finale uitkoms. Die kaarte word in volgorde gelê: 1 - Situasie — die kern van die vraag hier-en-nou. 2 - Uitdaging — wat help of belemmer om vorentoe te beweeg. 3 - Onderskeiding (wortel) — verborge motiewe en diep kragte. 4 - Onlangse verlede — gebeure wat tot die huidige toestand gelei het. 5 - Bewussyn (doel) — waarop die vraer tans fokus. 6 - Naaste toekoms — waarskynlike ontwikkeling in die komende weke. 7 - "Ek self" — innerlike toestand, hulpbronne, houding teenoor die vraag. 8 - Omgewing — invloede van mense en omstandighede rondom. 9 - Hoop / vrese — verwagtinge, twyfel, sterk emosies. 10 - Uitkoms — moontlike resultaat as tendense voortduur. Hierdie uitleg laat jou toe om die "groot prentjie" te sien: waar jy staan, wat help of belemmer, watter verborge dryfvere agter die skerms werk en waarheen alles beweeg. Die uitlegskema word hieronder in die prentjie getoon.
am: «ኬልቲክ መስቀል» 10 ካርዶች ያሉበት እቅድ ነው፣ ይህም ሁኔታውን ከሁሉም አገናኝ በተጠናከረ ይገልጻል፡፡ የአሁኑ ሁኔታዎች፣ እንቅስቃሴዎች፣ የውስጥና የውጭ ተጽእኖዎች፣ እንዲሁም ቅርብ የሚመጣ እንቅስቃሴና መጨረሻ ውጤት። ካርዶቹ በቅደም ተከተል ይቀመጣሉ፡፡ 1 - ሁኔታ — ጥያቄው እዚህና አሁን ያለው ነገር። 2 - ችግር — የሚረዳው ወይም የሚከለክለው። 3 - ከበረከት (ሥር) — የተሰወረ እንቅስቃሴና ጥልቅ ኃይሎች። 4 - ቅርብ ያለፈ — ወደ አሁኑ ሁኔታ የወሰደ ክስተት። 5 - እውቀት (ግብ) — አሁን የተመለከተው ነገር። 6 - ቅርብ የሚመጣ — በቅርቡ ሳምንታት የሚከናወን እንቅስቃሴ። 7 - «እኔ ራሴ» — የውስጥ ሁኔታ፣ ሀብቶች፣ ለጥያቄው አመለካከት። 8 - አካባቢ — የሰዎችና ሁኔታዎች ተጽእኖ። 9 - ተስፋዎች / ፍርሃቶች — ተስፋዎች፣ ጥርስ፣ ጽንሰ-ሐሳቦች። 10 - መጨረሻ — ከተለዋዋጭ እንቅስቃሴዎች በተነሳ የሚከናወን ውጤት። ይህ እቅድ «ትልቅ ስዕል» ማየት ይፈቅዳል፡፡ እርስዎ የት እንደምትቆሙ፣ ምን እንደሚከለክል ወይም የሚረዳ፣ የተሰወሩ እንቅስቃሴዎች እንዴት እንደሚሰሩ እና ወደ ፊት የሚከተለው እንዴት እንደሆነ ይያዙ። የእቅዱ አውድ በታች በሚታየው ምስል ተዘርዝሯል።
ar: «الصليب السلتي» هو توزيع مكوّن من 10 بطاقات، يحلل الوضع بالتفصيل من جميع الجوانب: الظروف الحالية، العقبات، التأثيرات الداخلية والخارجية، بالإضافة إلى الديناميكية القريبة والنتيجة النهائية. تُرتب البطاقات بالترتيب التالي: 1 - الوضع — جوهر السؤال هنا والآن. 2 - التحدي — ما يساعد أو يعيق التقدم. 3 - اللاوعي (الجذر) — الدوافع الخفية والقوى العميقة. 4 - الماضي القريب — الأحداث التي أدت إلى الوضع الحالي. 5 - الوعي (الهدف) — ما يتركز عليه انتباه السائل الآن. 6 - المستقبل القريب — التطور المحتمل في الأسابيع القادمة. 7 - «أنا نفسي» — الحالة الداخلية، الموارد، الموقف تجاه السؤال. 8 - البيئة — تأثيرات الناس والظروف المحيطة. 9 - الآمال / المخاوف — التوقعات، الشكوك، المشاعر القوية. 10 - النتيجة — النتيجة المحتملة إذا استمرت الاتجاهات. يتيح هذا التوزيع رؤية «الصورة الكبيرة»: أين تقف، ما الذي يعيق أو يساعد، ما هي الدوافع الخفية التي تعمل خلف الكواليس وإلى أين يتجه كل شيء بعد ذلك. مخطط التوزيع معروض في الصورة أدناه.
az: «Kelt xaçı» 10 kartdan ibarət yayım olub, vəziyyəti hər tərəfdən ətraflı təhlil edir: mövcud şərait, maneələr, daxili və xarici təsirlər, eləcə də yaxın dinamikası və son nəticə. Kartlar ardıcıllıqla düzülür: 1 - Vəziyyət — sualın burada və indi mahiyyəti. 2 - Çağırış — irəliləməyə kömək edən və ya mane olan amil. 3 - Şüursuz (kök) — gizli motivlər və dərin qüvvələr. 4 - Yaxın keçmiş — mövcud vəziyyətə gətirən hadisələr. 5 - Şüurlu (məqsəd) — hazırda müraciət edən şəxsin diqqət mərkəzində olan. 6 - Yaxın gələcək — yaxın həftələrdə ehtimal olunan inkişaf. 7 - «Mən özüm» — daxili vəziyyət, resurslar, suala münasibət. 8 - Ətraf — insanların və şəraitin təsirləri. 9 - Ümidlər / qorxular — gözləntilər, şübhələr, güclü emosiyalar. 10 - Nəticə — tendensiyalar davam edərsə mümkün nəticə. Bu yayım «böyük şəkli» görməyə imkan verir: harada dayandığınızı, nə mane olur və ya kömək edir, hansı gizli impulsların səhnə arxasında işlədiyini və hər şeyin hara doğru irəlilədiyini. Yayım sxemi aşağıdakı şəkildə təqdim olunub.
bn: «কেল্টিক ক্রস» হল ১০-কার্ডের একটি রিডিং, যা পরিস্থিতি সব দিক থেকে বিস্তারিতভাবে বিশ্লেষণ করে: বর্তমান পরিস্থিতি, বাধা, অভ্যন্তরীণ ও বাহ্যিক প্রভাব, পাশাপাশি নিকটবর্তী গতিবিধি এবং চূড়ান্ত ফলাফল। কার্ডগুলি নিম্নলিখিত ক্রমে সাজানো হয়: 1 - পরিস্থিতি — এখানে এবং এখন প্রশ্নের সারমর্ম। 2 - চ্যালেঞ্জ — যা এগিয়ে যেতে সাহায্য করে বা বাধা দেয়। 3 - অবচেতন (মূল) — লুকানো উদ্দেশ্য এবং গভীর শক্তি। 4 - সাম্প্রতিক অতীত — ঘটনাগুলো যা বর্তমান অবস্থায় নিয়ে এসেছে। 5 - সচেতন (লক্ষ্য) — যা এখন কুয়েরেন্টের মনোযোগের কেন্দ্রবিন্দু। 6 - নিকট ভবিষ্যত — সম্ভাব্য বিকাশ আগামী কয়েক সপ্তাহে। 7 - "আমি নিজে" — অভ্যন্তরীণ অবস্থা, সম্পদ, প্রশ্নের প্রতি মনোভাব। 8 - পরিবেশ — চারপাশের মানুষ এবং পরিস্থিতির প্রভাব। 9 - আশা / ভয় — প্রত্যাশা, সন্দেহ, তীব্র অনুভূতি। 10 - ফলাফল — সম্ভাব্য ফলাফল, যদি প্রবণতাগুলো বজায় থাকে। এই রিডিংটি "বড় চিত্র" দেখতে সাহায্য করে: আপনি কোথায় দাঁড়িয়েছেন, কী বাধা দেয় বা সাহায্য করে, কোন লুকানো প্রেরণা পেছনে কাজ করছে এবং সবকিছু কোথায় এগিয়ে যাচ্ছে। রিডিংয়ের স্কিমাটি নিচের ছবিতে প্রদর্শিত হয়েছে।
ca: La «Creu Celta» és una tirada de 10 cartes que analitza detalladament la situació des de tots els angles: circumstàncies actuals, obstacles, influències internes i externes, així com la dinàmica propera i el resultat final. Les cartes es col·loquen en ordre: 1 - Situació — l'essència de la qüestió aquí i ara. 2 - Repte — allò que ajuda o impedeix avançar. 3 - Subconscient (arrel) — motius ocults i forces profundes. 4 - Passat recent — esdeveniments que han portat a la situació actual. 5 - Conscient (objectiu) — allò en què el consultor està enfocat ara. 6 - Futur proper — desenvolupament probable en les properes setmanes. 7 - «Jo mateix» — estat interior, recursos, actitud envers la qüestió. 8 - Entorn — influències de persones i circumstàncies al voltant. 9 - Esperances / pors — expectatives, dubtes, emocions fortes. 10 - Resultat — possible desenllaç si les tendències es mantenen. Aquesta tirada permet veure la «gran imatge»: on esteu, què impedeix o ajuda, quins impulsos ocults treballen entre bambolines i cap a on es dirigeix tot. L'esquema de la tirada es mostra a la imatge inferior.
cs: "Keltský kříž" je 10-karetní výklad, který podrobně rozebírá situaci ze všech stran: aktuální okolnosti, překážky, vnitřní a vnější vlivy, stejně jako nejbližší dynamiku a konečný výsledek. Karty se pokládají v pořadí: 1 - Situace — podstata otázky zde a teď. 2 - Výzva — to, co pomáhá nebo brání v postupu. 3 - Podvědomí (kořen) — skryté motivy a hluboké síly. 4 - Nedávná minulost — události, které vedly k současnému stavu. 5 - Vědomí (cíl) — na co je nyní zaměřena pozornost tazatele. 6 - Blízká budoucnost — pravděpodobný vývoj v nejbližších týdnech. 7 - "Já sám" — vnitřní stav, zdroje, postoj k otázce. 8 - Okolí — vlivy lidí a okolností kolem. 9 - Naděje / obavy — očekávání, pochybnosti, silné emoce. 10 - Výsledek — možný závěr, pokud trendy přetrvají. Tento výklad umožňuje vidět "velký obraz": kde stojíte, co brání nebo pomáhá, jaké skryté impulzy pracují v zákulisí a kam se vše dále ubírá. Schéma výkladu je uvedeno na obrázku níže.
de: Das "Keltische Kreuz" ist ein 10-Karten-Legesystem, das eine Situation von allen Seiten detailliert analysiert: aktuelle Umstände, Hindernisse, innere und äußere Einflüsse sowie die nahe Dynamik und das endgültige Ergebnis. Die Karten werden in folgender Reihenfolge ausgelegt: 1 - Situation — die Essenz der Frage hier und jetzt. 2 - Herausforderung — das, was hilft oder hindert, voranzukommen. 3 - Unterbewusstsein (Wurzel) — verborgene Motive und tiefere Kräfte. 4 - Kürzliche Vergangenheit — Ereignisse, die zur aktuellen Lage geführt haben. 5 - Bewusstsein (Ziel) — worauf die Aufmerksamkeit des Fragestellers derzeit gerichtet ist. 6 - Nahe Zukunft — wahrscheinliche Entwicklung in den nächsten Wochen. 7 - "Ich selbst" — innerer Zustand, Ressourcen, Einstellung zur Frage. 8 - Umfeld — Einflüsse von Menschen und Umständen um einen herum. 9 - Hoffnungen / Ängste — Erwartungen, Zweifel, starke Emotionen. 10 - Ergebnis — mögliche Folge, wenn die Tendenzen anhalten. Dieses Legesystem ermöglicht es, das "große Ganze" zu sehen: wo Sie stehen, was hindert oder hilft, welche verborgenen Impulse hinter den Kulissen wirken und wohin sich alles weiterentwickelt. Das Legeschema ist im Bild unten dargestellt.
es_es: «La Cruz Celta» es una tirada de 10 cartas que analiza detalladamente la situación desde todos los ángulos: circunstancias actuales, obstáculos, influencias internas y externas, así como la dinámica cercana y el resultado final. Las cartas se colocan en el siguiente orden: 1 - Situación — la esencia de la cuestión aquí y ahora. 2 - Desafío — lo que ayuda o dificulta avanzar. 3 - Subconsciente (raíz) — motivos ocultos y fuerzas profundas. 4 - Pasado reciente — eventos que llevaron a la situación actual. 5 - Consciente (objetivo) — en qué está centrada la atención del consultante ahora. 6 - Futuro cercano — desarrollo probable en las próximas semanas. 7 - «Yo mismo» — estado interior, recursos, actitud hacia la cuestión. 8 - Entorno — influencias de personas y circunstancias alrededor. 9 - Esperanzas / miedos — expectativas, dudas, emociones fuertes. 10 - Resultado — posible desenlace si las tendencias continúan. Esta tirada permite ver el «panorama general»: dónde te encuentras, qué ayuda o dificulta, qué impulsos ocultos actúan tras bambalinas y hacia dónde se dirige todo. El esquema de la tirada se muestra en la imagen a continuación.
fa: «صلیب سلتی» یک چیدمان ۱۰ کارتی است که وضعیت را از همه جهات به طور دقیق بررسی می‌کند: شرایط فعلی، موانع، تأثیرات داخلی و خارجی، همچنین روند نزدیک و نتیجه نهایی. کارت‌ها به ترتیب زیر چیده می‌شوند: ۱ - وضعیت — ماهیت سؤال در زمان حال. ۲ - چالش — چیزی که کمک می‌کند یا مانع پیشرفت می‌شود. ۳ - ناخودآگاه (ریشه) — انگیزه‌های پنهان و نیروهای عمیق. ۴ - گذشته نزدیک — رویدادهایی که به وضعیت فعلی منجر شده‌اند. ۵ - خودآگاه (هدف) — چیزی که توجه پرسشگر اکنون بر آن متمرکز است. ۶ - آینده نزدیک — توسعه احتمالی در هفته‌های آینده. ۷ - «خود من» — وضعیت درونی، منابع، نگرش نسبت به سؤال. ۸ - محیط — تأثیرات افراد و شرایط اطراف. ۹ - امیدها / ترس‌ها — انتظارات، تردیدها، احساسات قوی. ۱۰ - نتیجه — نتیجه ممکن در صورت ادامه روندها. این چیدمان امکان دیدن «تصویر بزرگ» را فراهم می‌کند: جایگاه شما کجاست، چه چیزی مانع یا کمک می‌کند، چه انگیزه‌های پنهانی پشت صحنه فعال هستند و همه چیز به کجا پیش می‌رود. طرح چیدمان در تصویر زیر نشان داده شده است.
fi_fi: "Kelttiristi" on 10-kortin levitys, joka analysoi tilanteen yksityiskohtaisesti kaikilta puolilta: nykyiset olosuhteet, esteet, sisäiset ja ulkoiset vaikutukset sekä lähitulevaisuuden kehitys ja lopullinen lopputulos. Kortit asetetaan järjestyksessä: 1 - Tilanne — kysymyksen ydin tässä ja nyt. 2 - Haaste — se, mikä auttaa tai estää etenemistä. 3 - Alitajunta (juuri) — piilevät motiivit ja syvimmät voimat. 4 - Äskettäinen menneisyys — tapahtumat, jotka johtivat nykytilanteeseen. 5 - Tietoisuus (tavoite) — se, mihin kysyjä keskittyy nyt. 6 - Lähitulevaisuus — todennäköinen kehitys seuraavien viikkojen aikana. 7 - "Minä itse" — sisäinen tila, resurssit, asenne kysymykseen. 8 - Ympäristö — ihmisten ja olosuhteiden vaikutukset ympärillä. 9 - Toiveet / pelot — odotukset, epäilykset, vahvat tunteet. 10 - Lopputulos — mahdollinen lopputulos, jos nykyiset suuntaukset jatkuvat. Tämä levitys antaa mahdollisuuden nähdä "suuri kuva": missä olet, mikä estää tai auttaa, mitkä piilevät impulssit vaikuttavat kulissien takana ja mihin kaikki on menossa. Levityksen kaavio on esitetty alla olevassa kuvassa.
fil: Ang "Celtic Cross" ay isang 10-baraha na layout na detalyadong sinusuri ang sitwasyon mula sa lahat ng anggulo: kasalukuyang mga pangyayari, mga hadlang, panloob at panlabas na impluwensya, pati na rin ang malapit na dinamika at panghuling kinalabasan. Ang mga baraha ay inilalagay nang sunud-sunod: 1 - Sitwasyon — ang esensya ng tanong dito at ngayon. 2 - Hamon — ang tumutulong o humahadlang sa pag-usad. 3 - Subconscious (ugat) — mga nakatagong motibo at malalalim na pwersa. 4 - Kamakailang nakaraan — mga pangyayaring nagdala sa kasalukuyang kalagayan. 5 - Conscious (layunin) — kung saan nakatuon ang pansin ng querent ngayon. 6 - Malapit na hinaharap — posibleng pag-unlad sa mga susunod na linggo. 7 - "Ako mismo" — panloob na kalagayan, mga yaman, saloobin sa tanong. 8 - Kapaligiran — mga impluwensya ng mga tao at mga pangyayari sa paligid. 9 - Mga pag-asa / takot — mga inaasahan, pagdududa, matinding emosyon. 10 - Resulta — posibleng kinalabasan kung magpapatuloy ang mga uso. Pinapayagan ng layout na ito na makita ang "malaking larawan": kung saan ka nakatayo, ano ang humahadlang o tumutulong, anong mga nakatagong impulsong gumagana sa likod ng mga eksena, at saan patungo ang lahat. Ang iskema ng layout ay ipinapakita sa larawan sa ibaba.
fr: La « Croix Celtique » est un tirage de 10 cartes qui analyse en détail la situation sous tous ses angles : les circonstances actuelles, les obstacles, les influences internes et externes, ainsi que la dynamique proche et le résultat final. Les cartes sont disposées dans l'ordre : 1 - Situation — l'essence de la question ici et maintenant. 2 - Défi — ce qui aide ou empêche d'avancer. 3 - Subconscient (racine) — motivations cachées et forces profondes. 4 - Passé récent — événements ayant conduit à la situation actuelle. 5 - Conscient (objectif) — ce sur quoi le consultant concentre son attention. 6 - Futur proche — développement probable dans les semaines à venir. 7 - « Moi-même » — état intérieur, ressources, attitude face à la question. 8 - Environnement — influences des personnes et des circonstances autour. 9 - Espoirs / peurs — attentes, doutes, émotions fortes. 10 - Résultat — issue possible si les tendances se maintiennent. Ce tirage permet de voir la « grande image » : où vous en êtes, ce qui gêne ou aide, quels impulsions cachées agissent en coulisses et où tout cela se dirige. Le schéma du tirage est présenté sur l'image ci-dessous.
gl: «Cruz Celta» é unha tirada de 10 cartas que analiza detalladamente a situación desde todos os ángulos: as circunstancias actuais, os obstáculos, as influencias internas e externas, así como a dinámica próxima e o resultado final. As cartas colócanse na seguinte orde: 1 - Situación — a esencia da cuestión aquí e agora. 2 - Desafío — o que axuda ou dificulta avanzar. 3 - Subconsciente (raíz) — motivos ocultos e forzas profundas. 4 - Pasado recente — eventos que levaron á situación actual. 5 - Consciente (obxectivo) — no que o consultante está centrado agora. 6 - Futuro próximo — desenvolvemento probable nas próximas semanas. 7 - «Eu mesmo» — estado interno, recursos, actitude cara á cuestión. 8 - Contorno — influencias das persoas e circunstancias ao redor. 9 - Esperanzas / medos — expectativas, dúbidas, emocións intensas. 10 - Resultado — posible desenlace se as tendencias se manteñen. Esta tirada permite ver a «gran imaxe»: onde está vostede, que o impide ou axuda, que impulsos ocultos actúan tras as escenas e cara onde se dirixe todo. O esquema da tirada preséntase na imaxe de abaixo.
gu: «કેલ્ટિક ક્રોસ» એ 10-કાર્ડનું વિતરણ છે, જે પરિસ્થિતિને તમામ પાસાઓથી વિગતવાર સમજાવે છે: વર્તમાન પરિસ્થિતિઓ, અવરોધો, આંતરિક અને બાહ્ય પ્રભાવો, તેમજ નજીકની ગતિશીલતા અને અંતિમ પરિણામ. કાર્ડ્સ ક્રમમાં મૂકવામાં આવે છે: 1 - પરિસ્થિતિ — પ્રશ્નનો મૂળ તત્વ અહીં અને હવે. 2 - પડકાર — તે જે આગળ વધવામાં મદદ કરે છે અથવા અવરોધ કરે છે. 3 - અવચેતન (મૂળ) — છુપાયેલા પ્રેરણા અને ઊંડા શક્તિઓ. 4 - તાજેતરનું ભૂતકાળ — ઘટનાઓ જે વર્તમાન સ્થિતિ સુધી લાવી. 5 - ચેતન (લક્ષ્ય) — જે પર હવે ક્વેરીન્ટનું ધ્યાન કેન્દ્રિત છે. 6 - નજીકનું ભવિષ્ય — આગામી અઠવાડિયાઓમાં શક્ય વિકાસ. 7 - "હું પોતે" — આંતરિક સ્થિતિ, સંસાધનો, પ્રશ્ન પ્રત્યેનો દૃષ્ટિકોણ. 8 - આસપાસનું વાતાવરણ — લોકો અને પરિસ્થિતિઓના પ્રભાવ. 9 - આશાઓ / ભય — અપેક્ષાઓ, શંકાઓ, તીવ્ર ભાવનાઓ. 10 - પરિણામ — શક્ય પરિણામ, જો પ્રવૃત્તિઓ જળવાઈ રહે. આ વિતરણ «મોટી છબી» જોવા દે છે: તમે ક્યાં છો, શું અવરોધ કે મદદ કરે છે, કયા છુપાયેલા પ્રેરણા પાછળ કામ કરે છે અને બધું આગળ કઈ તરફ જાય છે. વિતરણની યોજના નીચેની છબીએ દર્શાવવામાં આવી છે.
hi: «केल्टिक क्रॉस» एक 10-कार्ड फैलाव है, जो स्थिति को हर पहलू से विस्तार से समझाता है: वर्तमान परिस्थितियाँ, बाधाएँ, आंतरिक और बाहरी प्रभाव, साथ ही निकट भविष्य की गतिशीलता और अंतिम परिणाम। कार्ड निम्न क्रम में रखे जाते हैं: 1 - स्थिति — यहाँ और अभी प्रश्न का सार। 2 - चुनौती — वह जो आगे बढ़ने में मदद करता है या बाधा डालता है। 3 - अवचेतन (मूल) — छिपे हुए प्रेरक और गहरे बल। 4 - हाल का अतीत — वे घटनाएँ जो वर्तमान स्थिति तक ले आईं। 5 - सचेत (लक्ष्य) — जिस पर वर्तमान में प्रश्नकर्ता का ध्यान केंद्रित है। 6 - निकट भविष्य — आने वाले हफ्तों में संभावित विकास। 7 - "मैं स्वयं" — आंतरिक स्थिति, संसाधन, प्रश्न के प्रति दृष्टिकोण। 8 - परिवेश — लोगों और परिस्थितियों के प्रभाव। 9 - आशाएँ / भय — अपेक्षाएँ, संदेह, तीव्र भावनाएँ। 10 - परिणाम — संभावित अंत, यदि प्रवृत्तियाँ बनी रहती हैं। यह फैलाव "बड़ी तस्वीर" देखने की अनुमति देता है: आप कहाँ खड़े हैं, क्या मदद करता या बाधित करता है, कौन से छिपे हुए प्रेरक पर्दे के पीछे काम कर रहे हैं और सब कुछ आगे कहाँ जा रहा है। फैलाव की योजना नीचे चित्र में प्रस्तुत है।
hu: A "Kelta kereszt" egy 10 kártyás kirakás, amely részletesen elemzi a helyzetet minden oldalról: a jelenlegi körülményeket, akadályokat, belső és külső hatásokat, valamint a közelgő dinamikát és a végső kimenetelt. A kártyákat sorrendben helyezik ki: 1 - Helyzet — a kérdés lényege itt és most. 2 - Kihívás — ami segít vagy akadályoz a haladásban. 3 - Tudatalatti (gyökér) — rejtett indítékok és mély erők. 4 - Közelmúlt — események, amelyek a jelenlegi helyzethez vezettek. 5 - Tudatos (cél) — amire a kérdező figyelme most összpontosul. 6 - Közeli jövő — valószínű fejlemények a következő hetekben. 7 - "Én magam" — belső állapot, erőforrások, hozzáállás a kérdéshez. 8 - Környezet — az emberek és körülmények hatásai. 9 - Remények / félelmek — elvárások, kételyek, erős érzelmek. 10 - Eredmény — lehetséges kimenetel, ha a tendenciák fennmaradnak. Ez a kirakás lehetővé teszi, hogy meglásd a "nagy képet": hol állsz, mi akadályoz vagy segít, milyen rejtett impulzusok működnek a háttérben, és merre halad tovább minden. A kirakás sémája az alábbi képen látható.
hy_am: «Կելտական խաչ» — 10 քարտանոց դասավորություն է, որը մանրամասնորեն վերլուծում է իրավիճակը բոլոր կողմերից՝ ներկա հանգամանքները, խոչընդոտները, ներքին և արտաքին ազդեցությունները, ինչպես նաև մոտակա դինամիկան և վերջնական ելքը։ Քարտերը դասավորվում են հետևյալ հերթականությամբ. 1 - Վիճակ՝ հարցի էությունը այստեղ և հիմա։ 2 - Դժվարություն՝ այն, ինչը օգնում կամ խանգարում է առաջ շարժվել։ 3 - Անհայտ (արմատ)՝ թաքնված շարժառիթներ և խորքային ուժեր։ 4 - Վերջին անցյալը՝ իրադարձություններ, որոնք հանգեցրել են ներկա դրությանը։ 5 - Գիտակցական (նպատակ)՝ այն, ինչի վրա այժմ կենտրոնացած է հարցվողը։ 6 - Մոտ ապագա՝ հավանական զարգացում առաջիկա շաբաթներին։ 7 - «Ես ինքս»՝ ներքին վիճակ, ռեսուրսներ, վերաբերմունք հարցին։ 8 - Շրջապատը՝ մարդկանց և հանգամանքների ազդեցություններ։ 9 - Հույսեր / վախեր՝ սպասումներ, կասկածներ, ուժեղ զգացմունքներ։ 10 - Արդյունք՝ հնարավոր ելք, եթե միտումները պահպանվեն։ Այս դասավորությունը թույլ է տալիս տեսնել «մեծ պատկերը»՝ որտեղ եք դուք կանգնած, ինչ է խանգարում կամ օգնում, որոնք թաքնված ազդակները գործում են ետնաբեմում և դեպի ուր է ամեն ինչ շարժվում։ Դասավորության սխեման ներկայացված է ստորև բերված պատկերում։
id: «Salib Celtic» adalah penyebaran 10 kartu yang membahas situasi secara mendalam dari semua sisi: keadaan saat ini, hambatan, pengaruh internal dan eksternal, serta dinamika terdekat dan hasil akhir. Kartu disusun secara berurutan: 1 - Situasi — inti pertanyaan di sini dan sekarang. 2 - Tantangan — apa yang membantu atau menghalangi kemajuan. 3 - Bawah sadar (akar) — motif tersembunyi dan kekuatan mendalam. 4 - Masa lalu baru-baru ini — peristiwa yang membawa pada posisi saat ini. 5 - Sadar (tujuan) — apa yang saat ini menjadi fokus perhatian penanya. 6 - Masa depan dekat — perkembangan yang mungkin dalam beberapa minggu ke depan. 7 - «Saya sendiri» — keadaan batin, sumber daya, sikap terhadap pertanyaan. 8 - Lingkungan — pengaruh orang dan keadaan di sekitar. 9 - Harapan / ketakutan — ekspektasi, keraguan, emosi kuat. 10 - Hasil — kemungkinan hasil jika tren berlanjut. Penyebaran ini memungkinkan melihat «gambaran besar»: di mana Anda berdiri, apa yang menghalangi atau membantu, impuls tersembunyi apa yang bekerja di balik layar, dan ke mana semuanya bergerak selanjutnya. Skema penyebaran ditampilkan pada gambar di bawah.
is_is: „Kelta krossinn" er 10-spiladreifing sem greinir aðstæður ítarlega frá öllum hliðum: núverandi aðstæður, hindranir, innri og ytri áhrif, sem og næstu þróun og endanlegt útkomu. Spilin eru lögð í röð: 1 - Aðstaða — kjarni málsins hér og nú. 2 - Áskorun — það sem hjálpar eða hindrar framfarir. 3 - Undirmeðvitund (rót) — falin hvöt og djúp áhrif. 4 - Nýlegt liðinn tími — atburðir sem leiddu til núverandi stöðu. 5 - Meðvitund (markmið) — það sem viðkomandi einbeitir sér að núna. 6 - Næsta framtíð — líkleg þróun næstu vikur. 7 - „Ég sjálfur" — innra ástand, auðlindir, viðhorf til málsins. 8 - Umhverfi — áhrif fólks og aðstæðna í kringum. 9 - Væntingar / ótta — væntingar, efasemdir, sterkar tilfinningar. 10 - Niðurstaða — möguleg útkomu ef þróunin heldur áfram. Þessi dreifing gerir þér kleift að sjá „stóru myndina": hvar þú stendur, hvað hindrar eða hjálpar, hvaða falin hvöt eru að verki og hvert allt stefnir. Dreifingarmyndin er sýnd á myndinni hér að neðan.
it_it: «La Croce Celtica» è un tiro di 10 carte che analizza dettagliatamente la situazione da tutti i punti di vista: le circostanze attuali, gli ostacoli, le influenze interne ed esterne, nonché la dinamica prossima e l'esito finale. Le carte vengono disposte in ordine: 1 - Situazione — l'essenza della questione qui e ora. 2 - Sfida — ciò che aiuta o ostacola il progresso. 3 - Subconscio (radice) — motivi nascosti e forze profonde. 4 - Passato recente — eventi che hanno portato alla situazione attuale. 5 - Cosciente (obiettivo) — ciò su cui è concentrata l'attenzione del consultante. 6 - Futuro prossimo — probabile sviluppo nelle prossime settimane. 7 - «Io stesso» — stato interiore, risorse, atteggiamento verso la questione. 8 - Ambiente — influenze di persone e circostanze intorno. 9 - Speranze / paure — aspettative, dubbi, emozioni forti. 10 - Esito — possibile risultato se le tendenze si mantengono. Questo tiro permette di vedere il «quadro generale»: dove ti trovi, cosa ostacola o aiuta, quali impulsi nascosti agiscono dietro le quinte e dove tutto si dirige. Lo schema del tiro è rappresentato nell'immagine sottostante.
iw: «צלב קלטי» הוא פריסה של 10 קלפים, שמנתחת את המצב מכל הצדדים: הנסיבות הנוכחיות, המכשולים, ההשפעות הפנימיות והחיצוניות, וכן הדינמיקה הקרובה והתוצאה הסופית. הקלפים מונחים לפי הסדר: 1 - מצב — מהות השאלה כאן ועכשיו. 2 - אתגר — מה שעוזר או מונע התקדמות. 3 - תת-הכרה (שורש) — מניעים נסתרים וכוחות עמוקים. 4 - עבר קרוב — אירועים שהובילו למצב הנוכחי. 5 - מודע (מטרה) — מה שעליו מתמקדת תשומת הלב של הפונה כרגע. 6 - עתיד קרוב — התפתחות צפויה בשבועות הקרובים. 7 - «אני עצמי» — מצב פנימי, משאבים, יחס לשאלה. 8 - סביבה — השפעות של אנשים ונסיבות סביב. 9 - תקוות / פחדים — ציפיות, ספקות, רגשות חזקים. 10 - סיכום — תוצאה אפשרית אם המגמות ימשיכו. פריסה זו מאפשרת לראות את «התמונה הגדולה»: איפה אתה עומד, מה מפריע או עוזר, אילו דחפים נסתרים פועלים מאחורי הקלעים ולאן הכל מתקדם הלאה. התרשים של הפריסה מוצג בתמונה למטה.
ja_jp: 「ケルト十字」は10枚のカードを使ったスプレッドで、状況をあらゆる角度から詳しく分析します：現在の状況、障害、内的および外的影響、さらに近い将来の動きと最終結果。カードは次の順で配置されます： 1 - 状況 — 今ここでの問題の本質。 2 - チャレンジ — 進展を助けるものまたは妨げるもの。 3 - 潜在意識（根本） — 隠された動機や深層の力。 4 - 最近の過去 — 現状に至る出来事。 5 - 顕在意識（目的） — 現在クエレントが集中していること。 6 - 近い未来 — 近い数週間の可能な展開。 7 - 「自分自身」 — 内的状態、リソース、問題に対する態度。 8 - 環境 — 周囲の人々や状況の影響。 9 - 希望／恐れ — 期待、不安、強い感情。 10 - 結果 — 傾向が続いた場合の可能な結末。 このスプレッドは「大きな全体像」を見ることを可能にします：あなたがどこに立っているか、何が妨げまたは助けているか、舞台裏で働く隠れた衝動、そしてすべてがどこへ向かっているか。 スプレッドの図は以下の画像に示されています。
ka: «კელტური ჯვარი» არის 10-ბარათიანი განლაგება, რომელიც დეტალურად იკვლევს სიტუაციას ყველა მხრიდან: მიმდინარე გარემოებები, დაბრკოლებები, შიდა და გარე გავლენები, ასევე უახლოესი დინამიკა და საბოლოო შედეგი. ბარათები ილაგება შემდეგი თანმიმდევრობით: 1 - სიტუაცია — საკითხის არსი აქ და ახლა. 2 - გამოწვევა — ის, რაც ეხმარება ან უშლის წინსვლას. 3 - უგონო (საბაბი) — დამალული მოტივები და ღრმა ძალები. 4 - უახლესი წარსული — მოვლენები, რომლებიც მიიყვანა მიმდინარე მდგომარეობამდე. 5 - ცნობიერი (მიზანი) — ის, რაზეც ახლა კონცენტრირებულია ყურადღება კვერენტის. 6 - უახლოესი მომავალი — სავარაუდო განვითარება უახლოეს კვირებში. 7 - «მე თვითონ» — შინაგანი მდგომარეობა, რესურსები, დამოკიდებულება საკითხის მიმართ. 8 - გარემო — ადამიანებისა და გარემოებების გავლენა. 9 - იმედები / შიშები — მოლოდინები, ეჭვები, ძლიერი ემოციები. 10 - შედეგი — შესაძლო გამოსავალი, თუ ტენდენციები შენარჩუნდება. ეს განლაგება საშუალებას იძლევა დაინახოთ «დიდი სურათი»: სად დგახართ, რა გიშლით ან გეხმარებათ, რომელი დამალული იმპულსები მუშაობენ კულისებს მიღმა და სად მიდის ყველაფერი შემდეგ. განლაგების სქემა წარმოდგენილია ქვემოთ მოცემულ სურათზე.
kk: «Кельт кресті» — бұл 10 картадан тұратын тарау, ол жағдайды барлық жағынан егжей-тегжейлі талдайды: ағымдағы жағдайлар, кедергілер, ішкі және сыртқы әсерлер, сондай-ақ жақын арадағы динамика мен соңғы нәтиже. Карталар ретімен қойылады: 1 - Жағдай — мәселенің осы сәттегі мәні. 2 - Қиындық — алға жылжуға көмектесетін немесе кедергі келтіретін нәрсе. 3 - Бейсаналық (түбір) — жасырын мотивтер мен терең күштер. 4 - Жақында өткен — ағымдағы жағдайға әкелген оқиғалар. 5 - Саналы (мақсат) — қазір сұраушының назарында тұрған нәрсе. 6 - Жақын болашақ — алдағы апталардағы ықтимал даму. 7 - «Мен өзім» — ішкі күй, ресурстар, мәселеге қатынас. 8 - Қоршаған орта — адамдар мен жағдайлардың әсері. 9 - Үміттер / қорқыныштар — күту, күмән, күшті эмоциялар. 10 - Қорытынды — үрдістер сақталса мүмкін болатын нәтиже. Бұл тарау «үлкен суретті» көруге мүмкіндік береді: сіз қай жерде тұрсыз, не кедергі немесе көмек етеді, қандай жасырын импульстер сахна артында жұмыс істейді және бәрі қайда бағытталған. Тараудың схемасы төмендегі суретте көрсетілген.
km_kh: «ឆ្វេងគ្រិស្តសាសនា» គឺជាការចែកបន្ទាត់ ១០ កាត ដែលពិភាក្សាអំពីស្ថានភាពពីគ្រប់ទិសដៅ៖ ស្ថានការណ៍បច្ចុប្បន្ន, ឧបសគ្គ, ឥទ្ធិពលខាងក្នុង និងខាងក្រៅ, រួមទាំងឌីណាមិចជិតខាង និងលទ្ធផលចុងក្រោយ។ កាតត្រូវបានដាក់តាមលំដាប់៖ 1 - ស្ថានភាព — សារសំខាន់នៃសំណួរនៅទីនេះនិងឥឡូវនេះ។ 2 - ការប្រឈម — អ្វីដែលជួយឬរាំងខ្ទប់ការរីកចម្រើន។ 3 - អាណិតចិត្ត (ឫស) — មូលហេតុលាក់ និងកម្លាំងជ្រៅ។ 4 - អតីតកាលថ្មីៗ — ព្រឹត្តិការណ៍ដែលនាំឲ្យមានស្ថានភាពបច្ចុប្បន្ន។ 5 - ចិត្តស្ម័គ្រចង់ (គោលបំណង) — អ្វីដែលអ្នកស្នើសុំកំពុងផ្តោតអារម្មណ៍។ 6 - អនាគតជិតខាង — ការអភិវឌ្ឍន៍ដែលអាចកើតមានក្នុងសប្តាហ៍ខាងមុខ។ 7 - «ខ្ញុំផ្ទាល់» — ស្ថានភាពខាងក្នុង, ធនធាន, ទំនាក់ទំនងចំពោះសំណួរ។ 8 - បរិយាកាស — ឥទ្ធិពលពីមនុស្ស និងស្ថានការណ៍ជុំវិញ។ 9 - ការរំពឹងទុក / ការភ័យខ្លាច — ការរំពឹងទុក, ការសង្ស័យ, អារម្មណ៍ខ្លាំង។ 10 - លទ្ធផល — លទ្ធផលដែលអាចកើតមាន ប្រសិនបើនិន្នាការបន្ត។ ការចែកបន្ទាត់នេះអនុញ្ញាតឲ្យមើលឃើញ «រូបភាពធំ»៖ តើអ្នកឈរនៅឯណា, អ្វីដែលរាំងខ្ទប់ឬជួយ, អំពើលាក់ដែលកំពុងដំណើរការខាងក្រោយ និងទីកន្លែងដែលអ្វីៗកំពុងទៅ។ រូបមន្តចែកបន្ទាត់បង្ហាញនៅក្នុងរូបភាពខាងក្រោម។
kn_in: «ಕೆಲ್ಟಿಕ್ ಕ್ರಾಸ್» ಎಂದರೆ 10-ಕಾರ್ಡ್ ವಿತರಣೆ, ಇದು ಪರಿಸ್ಥಿತಿಯನ್ನು ಎಲ್ಲಾ ಬದಿಗಳಿಂದ ವಿವರವಾಗಿ ವಿಶ್ಲೇಷಿಸುತ್ತದೆ: ಪ್ರಸ್ತುತ ಪರಿಸ್ಥಿತಿಗಳು, ಅಡ್ಡಿಪಡಿಸುವ ಅಂಶಗಳು, ಆಂತರಿಕ ಮತ್ತು ಬಾಹ್ಯ ಪ್ರಭಾವಗಳು, ಜೊತೆಗೆ ಸಮೀಪದ ಗತಿಶೀಲತೆ ಮತ್ತು ಅಂತಿಮ ಫಲಿತಾಂಶ. ಕಾರ್ಡ್‌ಗಳನ್ನು ಕ್ರಮವಾಗಿ ಇಡಲಾಗುತ್ತದೆ: 1 - ಪರಿಸ್ಥಿತಿ — ಇಲ್ಲಿ ಮತ್ತು ಈಗ ಪ್ರಶ್ನೆಯ ಸಾರಾಂಶ. 2 - ಸವಾಲು — ಮುಂದುವರೆಯಲು ಸಹಾಯ ಮಾಡುವ ಅಥವಾ ತಡೆಯುವ ಅಂಶ. 3 - ಅಚೇತನ (ಮೂಲ) — ಗುಪ್ತ ಪ್ರೇರಣೆಗಳು ಮತ್ತು ಆಳವಾದ ಶಕ್ತಿಗಳು. 4 - ಇತ್ತೀಚಿನ ಭೂತಕಾಲ — ಪ್ರಸ್ತುತ ಸ್ಥಿತಿಗೆ ಕಾರಣವಾದ ಘಟನೆಗಳು. 5 - ಜಾಗೃತ (ಲಕ್ಷ್ಯ) — ಈಗ ಕ್ವೆರಂಟ್ ಗಮನ ಹರಿಸುತ್ತಿರುವುದು. 6 - ಸಮೀಪದ ಭವಿಷ್ಯ — ಮುಂದಿನ ವಾರಗಳಲ್ಲಿ ಸಂಭವನೀಯ ಬೆಳವಣಿಗೆ. 7 - «ನಾನು» — ಆಂತರಿಕ ಸ್ಥಿತಿ, ಸಂಪನ್ಮೂಲಗಳು, ಪ್ರಶ್ನೆಗೆ ಸಂಬಂಧಿಸಿದ ಮನೋಭಾವ. 8 - ಸುತ್ತಲೂ — ಜನರು ಮತ್ತು ಪರಿಸ್ಥಿತಿಗಳ ಪ್ರಭಾವಗಳು. 9 - ಆಶೆಗಳು / ಭಯಗಳು — ನಿರೀಕ್ಷೆಗಳು, ಸಂಶಯಗಳು, ತೀವ್ರ ಭಾವನೆಗಳು. 10 - ಫಲಿತಾಂಶ — ಧೋರಣೆಗಳು ಮುಂದುವರಿದರೆ ಸಾಧ್ಯವಾದ ಅಂತಿಮ ಫಲ. ಈ ವಿತರಣೆ "ದೊಡ್ಡ ಚಿತ್ರ" ನೋಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ: ನೀವು ಎಲ್ಲಿ ನಿಂತಿದ್ದೀರಿ, ಏನು ತಡೆಯುತ್ತಿದೆ ಅಥವಾ ಸಹಾಯ ಮಾಡುತ್ತಿದೆ, ಗುಪ್ತ ಪ್ರೇರಣೆಗಳು ಯಾವುವು ಮತ್ತು ಎಲ್ಲಿಗೆ ಎಲ್ಲವು ಸಾಗುತ್ತಿದೆ. ವಿತರಣೆ ಯೋಜನೆ ಕೆಳಗಿನ ಚಿತ್ರದಲ್ಲಿ ನೀಡಲಾಗಿದೆ.
ko_kr: «켈틱 크로스»는 10장의 카드 배열로, 현재 상황, 장애물, 내적 및 외적 영향, 가까운 미래의 동향과 최종 결과까지 모든 측면에서 상황을 상세히 분석합니다. 카드는 다음 순서로 배열됩니다: 1 - 상황 — 현재 이 순간의 질문의 핵심. 2 - 도전 — 진행을 돕거나 방해하는 요소. 3 - 잠재의식 (근원) — 숨겨진 동기와 깊은 힘. 4 - 최근 과거 — 현재 상황에 이르게 한 사건들. 5 - 의식 (목표) — 현재 질문자가 집중하고 있는 것. 6 - 가까운 미래 — 앞으로 몇 주간의 예상 전개. 7 - '나 자신' — 내면 상태, 자원, 질문에 대한 태도. 8 - 환경 — 주변 사람들과 상황의 영향. 9 - 희망 / 두려움 — 기대, 의심, 강한 감정. 10 - 결과 — 추세가 유지될 경우 가능한 결말. 이 배열은 '큰 그림'을 볼 수 있게 해줍니다: 당신이 어디에 서 있는지, 무엇이 방해하거나 돕는지, 무대 뒤에서 작용하는 숨겨진 충동은 무엇인지, 그리고 모든 것이 어디로 향하는지. 배열 도식은 아래 이미지에 나와 있습니다.
ky_kg: «Кельт крест» — бул 10 картадан турган расклад, ал абалды ар тараптан толук талдайт: учурдагы шарттар, тоскоолдуктар, ички жана тышкы таасирлер, ошондой эле жакынкы динамика жана акыркы жыйынтык. Карталар төмөнкү тартипте жайгаштырылат: 1 - Абал — суроонун азыркы мааниси. 2 - Чакырык — алдыга жылууга жардам берген же тоскоол болгон нерсе. 3 - Түшүнүксүз (түпкү) — жашыруун мотивдер жана терең күчтөр. 4 - Жакынкы өткөн — учурдагы абалга алып келген окуялар. 5 - Ачык (максат) — азыркы учурда көңүл бурулган нерсе. 6 - Жакынкы келечек — жакынкы аптадагы мүмкүн өнүгүү. 7 - «Мен өзүң» — ички абал, ресурстар, суроого болгон мамиле. 8 - Чөйрө — адамдардын жана шарттардын таасири. 9 - Үмүттөр / коркуулар — күтүүлөр, шек саноолор, күчтүү эмоциялар. 10 - Жыйынтык — тенденциялар сакталса мүмкүн болгон натыйжа. Бул расклад «чоң сүрөттү» көрүүгө мүмкүндүк берет: кайда турасыз, эмне тоскоол кылат же жардам берет, кайсы жашыруун импульстар сахна артында иштеп жатат жана баары кайда багыт алууда. Расклад схемасы төмөнкү сүрөттө көрсөтүлгөн.
lo: «ການຂອງຄົນເຄວັດ» ແມ່ນການຈັດຕັ້ງໃບການ 10 ໃບ ທີ່ວິເຄາະສະຖານການຢ່າງລະອຽດຈາກທຸກມຸມ: ສະພາບປັດຈຸບັນ, ອຸປັດສັກ, ອິດທິພົນພາຍໃນແລະພາຍນອກ, ແລະການເຄື່ອນໄຫວໃນໄວ້ແລະຜົນສຸດທ້າຍ. ໃບການຈັດຕັ້ງຖືກຈັດຕາມລຳດັບ: 1 - ສະພາບການ — ສິ່ງທີ່ຖືກຖາມຢູ່ທີ່ນີ້ແລະຕອນນີ້. 2 - ການທ້າທາຍ — ສິ່ງທີ່ຊ່ວຍຫຼືຂັດຂ້າງໃນການກ້າວໜ້າ. 3 - ພາຍໃນຈິດໃຈ (ຮາກໃຫຍ່) — ສາເຫດທີ່ຖືກຊຸກເຊື່ອມແລະພະລັງງານລຶກ. 4 - ອະດີດໃກ້ສຸດ — ເຫດການທີ່ນຳໃຫ້ເຖິງສະພາບປັດຈຸບັນ. 5 - ຈິດໃຈຕົວເອງ (ເປົ້າໝາຍ) — ສິ່ງທີ່ກຳລັງເຄັ່ງໃຈຢູ່ຕອນນີ້. 6 - ອະນາຄົດໃກ້ສຸດ — ການພັດທະນາທີ່ມີໂອກາດໃນອາທິດຫຼາຍອີກ. 7 - «ຂ້ອຍເອງ» — ສະພາບພາຍໃນ, ທຶນທຸນ, ທັດສະນະຕໍ່ຄໍາຖາມ. 8 - ສະພາບພາຍນອກ — ອິດທິພົນຈາກຄົນແລະສະພາບພາຍນອກທົ່ວໄປ. 9 - ຄວາມຫວັງ / ຄວາມກົງກັນ — ການຄາດຫວັງ, ຄວາມສົນໃຈ, ອາລົມທີ່ແຂງແຮງ. 10 - ຜົນສຸດທ້າຍ — ຜົນທີ່ອາດຈະເກີດຂຶ້ນ, ຖ້າແນວໂນ້ມຍັງຄົງຢູ່. ການຈັດຕັ້ງນີ້ຊ່ວຍໃຫ້ເຫັນ «ຮູບພາບໃຫຍ່»: ທ່ານຢູ່ໃສ, ສິ່ງທີ່ຂັດຂ້າງຫຼືຊ່ວຍເຫຼືອ, ກຳລັງທີ່ຖືກຊຸກເຊື່ອມຢູ່ຫຼັງແລະທາງໄປຂອງທຸກຢ່າງ. ແຜນພາບຂອງການຈັດຕັ້ງຖືກນຳໃສ່ໃນຮູບພາບຂ້າງລຸ່ມນີ້.
lt: "Keltų kryžius" – tai 10 kortų išdėstymas, kuris išsamiai nagrinėja situaciją iš visų pusių: dabartines aplinkybes, kliūtis, vidinius ir išorinius poveikius, taip pat artimiausią dinamiką ir galutinį rezultatą. Kortos dedamos pagal eilę: 1 - Situacija – klausimo esmė čia ir dabar. 2 - Iššūkis – tai, kas padeda arba trukdo judėti į priekį. 3 - Pasąmonė (šaknis) – paslėpti motyvai ir gilios jėgos. 4 - Neseniai praeitis – įvykiai, lėmę dabartinę padėtį. 5 - Sąmonė (tikslas) – tai, kam dabar skiriamas dėmesys. 6 - Artimiausia ateitis – tikėtina raida artimiausiomis savaitėmis. 7 - "Aš pats" – vidinė būsena, ištekliai, požiūris į klausimą. 8 - Aplinka – žmonių ir aplinkybių įtaka aplinkui. 9 - Viltis / baimės – lūkesčiai, abejonės, stiprios emocijos. 10 - Rezultatas – galimas baigtinis variantas, jei tendencijos išliks. Šis išdėstymas leidžia pamatyti "didžiąją paveikslo dalį": kur jūs stovite, kas trukdo arba padeda, kokie paslėpti impulsai veikia užkulisiuose ir kur visa tai juda toliau. Išdėstymo schema pateikta žemiau esančiame paveikslėlyje.
lv: «Ķeltu krusts» ir 10 kāršu izkārtojums, kas detalizēti izskata situāciju no visām pusēm: pašreizējie apstākļi, šķēršļi, iekšējās un ārējās ietekmes, kā arī tuvākā dinamika un galīgais iznākums. Kārtis tiek izliktas secībā: 1 - Situācija — jautājuma būtība šeit un tagad. 2 - Izaicinājums — tas, kas palīdz vai traucē virzīties uz priekšu. 3 - Zemapziņa (sakne) — slēptie motīvi un dziļās spējas. 4 - Nesenā pagātne — notikumi, kas noveda līdz pašreizējai situācijai. 5 - Apziņa (mērķis) — tas, uz ko pašlaik ir koncentrēta uzmanība. 6 - Tuvākā nākotne — iespējama attīstība nākamajās nedēļās. 7 - «Es pats» — iekšējais stāvoklis, resursi, attieksme pret jautājumu. 8 - Apkārtne — cilvēku un apstākļu ietekmes apkārt. 9 - Cerības / bailes — gaidas, šaubas, spēcīgas emocijas. 10 - Rezultāts — iespējamais iznākums, ja tendences saglabāsies. Šis izkārtojums ļauj redzēt «lielo ainu»: kur jūs atrodaties, kas traucē vai palīdz, kādi slēpti impulsi darbojas aizkulisēs un kur viss virzās tālāk. Izkārtojuma shēma ir attēlota zemāk redzamajā attēlā.
mk_mk: "Келтски крст" е распоред од 10 карти што детално ја разгледува ситуацијата од сите страни: тековните околности, пречки, внатрешни и надворешни влијанија, како и блиската динамика и конечниот исход. Картите се поставуваат по редослед: 1 - Ситуација — суштината на прашањето тука и сега. 2 - Предизвик — тоа што помага или пречи да се напредува. 3 - Подсвесно (корен) — скриени мотиви и длабоки сили. 4 - Недавно минато — настани што довеле до тековната состојба. 5 - Свесно (цел) — на што сега е насочено вниманието на кверентот. 6 - Блиска иднина — веројатен развој во наредните недели. 7 - "Јас сам" — внатрешна состојба, ресурси, однос кон прашањето. 8 - Околина — влијанија од луѓе и околности околу. 9 - Надежи / стравови — очекувања, сомнежи, силни емоции. 10 - Исход — можен резултат ако тенденциите се задржат. Овој распоред овозможува да се види "големата слика": каде стоите, што пречи или помага, кои скриени импулси работат зад сцената и каде сè се движи понатаму. Шемата на распоредот е прикажана на сликата подолу.
ml_in: «കൽറ്റ് ക്രോസ്» എന്നത് 10 കാർഡ് റീഡിംഗ് ആണ്, ഇത് ഒരു സാഹചര്യത്തെ എല്ലാ വശങ്ങളിലും വിശദമായി പരിശോധിക്കുന്നു: നിലവിലെ സാഹചര്യങ്ങൾ, തടസ്സങ്ങൾ, ആന്തരികവും ബാഹ്യവുമായ സ്വാധീനങ്ങൾ, അടുത്തുള്ള ഗതിവിഗതികളും അന്തിമ ഫലവും. കാർഡുകൾ ക്രമത്തിൽ വെക്കുന്നു: 1 - സ്ഥിതി — ഇപ്പോഴത്തെ പ്രശ്നത്തിന്റെ സാരാംശം. 2 - വെല്ലുവിളി — മുന്നോട്ട് പോകാൻ സഹായിക്കുന്നതോ തടസ്സമാകുന്നതോ. 3 - അവബോധതലത്തിൽ (മൂലം) — മറഞ്ഞിരിക്കുന്ന പ്രേരണകളും ആഴത്തിലുള്ള ശക്തികളും. 4 - അടുത്തകാലത്തെ ഭूतകം — നിലവിലെ സ്ഥിതിയിലേക്ക് നയിച്ച സംഭവങ്ങൾ. 5 - ബോധപൂർവ്വം (ലക്ഷ്യം) — ഇപ്പോൾ ക്വെറിയന്റിന്റെ ശ്രദ്ധ കേന്ദ്രീകരിച്ചിരിക്കുന്നത്. 6 - അടുത്ത ഭാവി — അടുത്ത ആഴ്ചകളിലെ സാധ്യതയുള്ള വികസനം. 7 - «ഞാൻ തന്നെ» — ആന്തരിക അവസ്ഥ, വിഭവങ്ങൾ, പ്രശ്നത്തോടുള്ള സമീപനം. 8 - പരിസരം — ആളുകളും സാഹചര്യങ്ങളും ഉള്ള സ്വാധീനങ്ങൾ. 9 - പ്രതീക്ഷകൾ / ഭയങ്ങൾ — പ്രതീക്ഷകൾ, സംശയങ്ങൾ, ശക്തമായ വികാരങ്ങൾ. 10 - ഫലം — പ്രവണതകൾ തുടരുകയാണെങ്കിൽ സാധ്യതയുള്ള ഫലം. ഈ റീഡിംഗ് «വലിയ ചിത്രം» കാണാൻ സഹായിക്കുന്നു: നിങ്ങൾ എവിടെയാണ് നിൽക്കുന്നത്, എന്താണ് തടസ്സം അല്ലെങ്കിൽ സഹായം, മറഞ്ഞിരിക്കുന്ന പ്രേരണകൾ എന്തെല്ലാം പ്രവർത്തിക്കുന്നു, എല്ലാം എവിടെ പോകുന്നു. റീഡിംഗ് സ്കീമ താഴെ ചിത്രത്തിൽ കാണിച്ചിരിക്കുന്നു.
mn_mn: «Кельт загалмай» нь 10 ширхэг карт бүхий дэлгэлт бөгөөд нөхцөл байдлыг бүх талаас нь нарийвчлан задлан шинжилдэг: одоогийн нөхцөл байдал, саад бэрхшээл, дотоод болон гадаад нөлөөллүүд, мөн ойрын ирээдүй ба эцсийн үр дүн. Картууд дарааллаар байрлана: 1 - Нөхцөл байдал — асуултын гол санаа одоо энд. 2 - Сорилт — урагшлахад туслах эсвэл саад болох зүйл. 3 - Дотоод ухамсар (үндэс) — нууц сэдэл ба гүн хүчүүд. 4 - Саяхны өнгөрсөн — одоогийн байдалд хүргэсэн үйл явдлууд. 5 - Ухамсар (зорилго) — одоо анхаарлаа төвлөрүүлж буй зүйл. 6 - Ойрын ирээдүй — ирэх хэдэн долоо хоногт болох магадлалтай хөгжил. 7 - «Би өөрөө» — дотоод байдал, нөөц, асуултад хандах хандлага. 8 - Орчин — хүмүүс ба нөхцөл байдлын нөлөөллүүд. 9 - Найдлага / айдас — хүлээлт, эргэлзээ, хүчтэй сэтгэл хөдлөлүүд. 10 - Дүгнэлт — хандлага хэвээр байвал болох үр дүн. Энэхүү дэлгэлт нь «том зурган» харах боломжийг олгодог: та хаана зогсож байгаа, юу саад болж эсвэл тусалж байгаа, ямар нууц хөдөлгөгч хүчүүд ард нь ажиллаж байгаа ба бүх зүйл хаашаа чиглэж байгааг. Дэлгэцийн схем доорх зурган дээр үзүүлсэн байна.
mr: «केल्टिक क्रॉस» हा 10-कार्डांचा पत्ता आहे, जो परिस्थितीचे सर्व पैलू तपशीलवारपणे समजावून सांगतो: वर्तमान परिस्थिती, अडथळे, अंतर्गत आणि बाह्य प्रभाव, तसेच जवळच्या काळातील गती आणि अंतिम परिणाम. कार्ड्स खालील क्रमाने लावले जातात: 1 - परिस्थिती — प्रश्नाचा सध्याचा सारांश. 2 - आव्हान — जे पुढे जाण्यास मदत करते किंवा अडथळा आणते. 3 - अवचेतन (मुळ) — लपलेले उद्दिष्टे आणि खोलवरच्या शक्ती. 4 - अलीकडील भूतकाळ — घटना ज्या सध्याच्या स्थितीपर्यंत पोहोचवतात. 5 - चेतन (लक्ष्य) — जेथे सध्या क्वेरेन्टचे लक्ष केंद्रित आहे. 6 - जवळचा भविष्य — पुढील काही आठवड्यांत संभाव्य विकास. 7 - «मी स्वतः» — अंतर्गत अवस्था, संसाधने, प्रश्नाबद्दल दृष्टीकोन. 8 - वातावरण — लोक आणि परिस्थितींचे प्रभाव. 9 - आशा / भीती — अपेक्षा, शंका, तीव्र भावना. 10 - निकाल — शक्य परिणाम, जर प्रवृत्ती कायम राहिली. हा पत्ता «मोठी चित्र» पाहण्यास मदत करतो: आपण कुठे उभे आहात, काय अडथळा आणते किंवा मदत करते, कोणते लपलेले प्रेरणा मागे काम करत आहेत आणि सर्व काही पुढे कसे जात आहे. पत्त्याचा आराखडा खालील प्रतिमेत दिला आहे.
ms_my: «Salib Celtic» adalah susunan 10 kad yang mengupas situasi secara terperinci dari semua sudut: keadaan semasa, halangan, pengaruh dalaman dan luaran, serta dinamik terdekat dan hasil akhir. Kad-kad disusun mengikut urutan: 1 - Situasi — inti persoalan di sini dan sekarang. 2 - Cabaran — apa yang membantu atau menghalang kemajuan. 3 - Bawah sedar (akar) — motif tersembunyi dan kekuatan mendalam. 4 - Masa lalu baru-baru ini — peristiwa yang membawa kepada keadaan semasa. 5 - Sedar (matlamat) — apa yang menjadi fokus perhatian querent sekarang. 6 - Masa depan terdekat — perkembangan yang mungkin dalam beberapa minggu akan datang. 7 - «Saya sendiri» — keadaan dalaman, sumber, sikap terhadap persoalan. 8 - Persekitaran — pengaruh orang dan keadaan sekitar. 9 - Harapan / ketakutan — jangkaan, keraguan, emosi kuat. 10 - Kesimpulan — hasil yang mungkin jika trend berterusan. Susunan ini membolehkan melihat «gambaran besar»: di mana anda berdiri, apa yang menghalang atau membantu, impuls tersembunyi yang berfungsi di belakang tabir dan ke mana semuanya bergerak seterusnya. Skema susunan ditunjukkan pada imej di bawah.
ne: «केल्टिक क्रस» भनेको १० पत्ताहरूको लेआउट हो, जसले परिस्थितिलाई सबै पक्षबाट विस्तारमा विश्लेषण गर्छ: वर्तमान अवस्था, बाधाहरू, भित्री र बाह्य प्रभावहरू, साथै नजिकको गतिशीलता र अन्तिम परिणाम। पत्ताहरू क्रमशः राखिन्छन्: १ - अवस्था — यहाँ र अहिलेको प्रश्नको सार। २ - चुनौती — त्यो जुन अगाडि बढ्न मद्दत वा बाधा पुर्‍याउँछ। ३ - अवचेतन (जरा) — लुकेका प्रेरणा र गहिरा शक्तिहरू। ४ - भर्खरको विगत — हालको स्थितिमा पुर्‍याउने घटनाहरू। ५ - सचेत (लक्ष्य) — जुनमा अहिले क्वरेंटको ध्यान केन्द्रित छ। ६ - नजिकको भविष्य — सम्भावित विकास आगामी हप्ताहरूमा। ७ - «म आफैँ» — भित्री अवस्था, स्रोतहरू, प्रश्नप्रति दृष्टिकोण। ८ - वातावरण — मानिसहरू र परिस्थितिहरूको प्रभाव। ९ - आशा / डर — अपेक्षा, शंका, तीव्र भावना। १० - नतिजा — सम्भावित परिणाम, यदि प्रवृत्तिहरू कायम रहन्छन् भने। यस लेआउटले «ठूलो तस्वीर» देख्न अनुमति दिन्छ: तपाईं कहाँ उभिनुहुन्छ, के बाधा वा मद्दत गर्छ, कुन लुकेका प्रेरणाहरू पर्दा पछाडि काम गरिरहेका छन् र सबै कुरा कहाँ तर्फ बढ्दैछ। लेआउटका योजना तलको चित्रमा प्रस्तुत गरिएको छ।
nl: Het „Keltisch Kruis” is een legging met 10 kaarten die de situatie van alle kanten grondig analyseert: de huidige omstandigheden, obstakels, interne en externe invloeden, evenals de nabije dynamiek en het uiteindelijke resultaat. De kaarten worden in volgorde gelegd: 1 - Situatie — de kern van de vraag hier en nu. 2 - Uitdaging — wat helpt of belemmert vooruitgang. 3 - Onderbewustzijn (wortel) — verborgen motieven en diepere krachten. 4 - Recente verleden — gebeurtenissen die tot de huidige situatie hebben geleid. 5 - Bewustzijn (doel) — waar de aandacht van de vrager nu op gericht is. 6 - Nabije toekomst — waarschijnlijke ontwikkeling in de komende weken. 7 - „Ikzelf” — innerlijke toestand, middelen, houding ten opzichte van de vraag. 8 - Omgeving — invloeden van mensen en omstandigheden rondom. 9 - Hoop / angsten — verwachtingen, twijfels, sterke emoties. 10 - Resultaat — mogelijke uitkomst als de tendensen blijven. Deze legging maakt het mogelijk om het „grote geheel” te zien: waar u staat, wat helpt of belemmert, welke verborgen impulsen achter de schermen werken en waar alles naartoe gaat. Het schema van de legging wordt weergegeven op de afbeelding hieronder.
no_no: «Keltisk kors» er en 10-korts oppstilling som analyserer situasjonen grundig fra alle sider: nåværende omstendigheter, hindringer, indre og ytre påvirkninger, samt nærmeste utvikling og endelig utfall. Kortene legges ut i rekkefølge: 1 - Situasjon — kjernen i spørsmålet her og nå. 2 - Utfordring — det som hjelper eller hindrer fremgang. 3 - Underbevissthet (rot) — skjulte motiver og dype krefter. 4 - Nylig fortid — hendelser som har ført til nåværende situasjon. 5 - Bevissthet (mål) — det som nå er i fokus for spørsmålsstilleren. 6 - Nær fremtid — sannsynlig utvikling i de kommende ukene. 7 - «Jeg selv» — indre tilstand, ressurser, holdning til spørsmålet. 8 - Omgivelser — påvirkninger fra mennesker og omstendigheter rundt. 9 - Håp / frykt — forventninger, tvil, sterke følelser. 10 - Resultat — mulig utfall hvis tendensene fortsetter. Denne oppstillingen gir et «stort bilde»: hvor du står, hva som hindrer eller hjelper, hvilke skjulte impulser som virker bak kulissene, og hvor alt beveger seg videre. Oppstillingsskjemaet vises på bildet nedenfor.
pa: «ਕੇਲਟਿਕ ਕ੍ਰਾਸ» ਇੱਕ 10-ਕਾਰਡ ਪੜਤਾਲ ਹੈ, ਜੋ ਸਥਿਤੀ ਨੂੰ ਹਰ ਪਾਸੇ ਤੋਂ ਵਿਸਥਾਰ ਨਾਲ ਸਮਝਾਉਂਦਾ ਹੈ: ਮੌਜੂਦਾ ਹਾਲਾਤ, ਰੁਕਾਵਟਾਂ, ਅੰਦਰੂਨੀ ਅਤੇ ਬਾਹਰੀ ਪ੍ਰਭਾਵ, ਨਾਲ ਹੀ ਨੇੜਲੇ ਭਵਿੱਖ ਅਤੇ ਅੰਤਿਮ ਨਤੀਜਾ। ਕਾਰਡ ਇਸ ਤਰ੍ਹਾਂ ਰੱਖੇ ਜਾਂਦੇ ਹਨ: 1 - ਸਥਿਤੀ — ਸਵਾਲ ਦਾ ਮੌਜੂਦਾ ਮੂਲ। 2 - ਚੁਣੌਤੀ — ਜੋ ਅੱਗੇ ਵਧਣ ਵਿੱਚ ਮਦਦ ਜਾਂ ਰੁਕਾਵਟ ਬਣਦੀ ਹੈ। 3 - ਅਵਚੇਤਨ (ਜੜ) — ਛੁਪੇ ਹੋਏ ਮੋਟਿਵ ਅਤੇ ਗਹਿਰੇ ਤਾਕਤਾਂ। 4 - ਹਾਲ ਹੀ ਦਾ ਭੂਤਕਾਲ — ਘਟਨਾਵਾਂ ਜੋ ਮੌਜੂਦਾ ਸਥਿਤੀ ਤੱਕ ਲੈ ਗਈਆਂ। 5 - ਚੇਤਨ (ਲਕੜੀ) — ਜਿਸ 'ਤੇ ਹੁਣ ਧਿਆਨ ਕੇਂਦ੍ਰਿਤ ਹੈ। 6 - ਨੇੜਲਾ ਭਵਿੱਖ — ਅਗਲੇ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਸੰਭਾਵਿਤ ਵਿਕਾਸ। 7 - «ਮੈਂ ਖੁਦ» — ਅੰਦਰੂਨੀ ਹਾਲਤ, ਸਰੋਤ, ਸਵਾਲ ਨਾਲ ਰਵੱਈਆ। 8 - ਆਸਪਾਸ ਦਾ ਮਾਹੌਲ — ਲੋਕਾਂ ਅਤੇ ਹਾਲਾਤਾਂ ਦੇ ਪ੍ਰਭਾਵ। 9 - ਉਮੀਦਾਂ / ਡਰ — ਉਮੀਦਾਂ, ਸ਼ੱਕ, ਤੇਜ਼ ਭਾਵਨਾਵਾਂ। 10 - ਨਤੀਜਾ — ਸੰਭਾਵਿਤ ਅੰਤ, ਜੇ ਰੁਝਾਨ ਜਾਰੀ ਰਹੇ। ਇਹ ਪੜਤਾਲ «ਵੱਡੀ ਤਸਵੀਰ» ਵੇਖਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ: ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ, ਕੀ ਰੁਕਾਵਟ ਜਾਂ ਮਦਦ ਕਰ ਰਿਹਾ ਹੈ, ਕਿ๜ੜੇ ਛੁਪੇ ਹੋਏ ਪ੍ਰਭਾਵ ਪਿੱਛੇ ਕੰਮ ਕਰ ਰਹੇ ਹਨ ਅਤੇ ਸਭ ਕੁਝ ਅੱਗੇ ਕਿ๜ੜੇ ਜਾ ਰਿਹਾ ਹੈ। ਪੜਤਾਲ ਦਾ ਚਿੱਤਰ ਹੇਠਾਂ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: "Krzyż Celtycki" to rozkład z 10 kart, który szczegółowo analizuje sytuację ze wszystkich stron: aktualne okoliczności, przeszkody, wpływy wewnętrzne i zewnętrzne, a także najbliższą dynamikę i ostateczny wynik. Karty układane są w kolejności: 1 - Sytuacja — istota pytania tu i teraz. 2 - Wyzwanie — to, co pomaga lub przeszkadza w postępie. 3 - Podświadomość (korzeń) — ukryte motywy i głębokie siły. 4 - Niedawna przeszłość — wydarzenia, które doprowadziły do obecnej sytuacji. 5 - Świadomość (cel) — to, na czym obecnie skupiona jest uwaga pytającego. 6 - Najbliższa przyszłość — prawdopodobny rozwój w najbliższych tygodniach. 7 - "Ja sam" — stan wewnętrzny, zasoby, stosunek do pytania. 8 - Otoczenie — wpływy ludzi i okoliczności wokół. 9 - Nadzieje / obawy — oczekiwania, wątpliwości, silne emocje. 10 - Wynik — możliwy rezultat, jeśli tendencje się utrzymają. Ten rozkład pozwala zobaczyć "wielki obraz": gdzie się znajdujesz, co przeszkadza lub pomaga, jakie ukryte impulsy działają za kulisami i dokąd wszystko zmierza dalej. Schemat rozkładu przedstawiony jest na poniższym obrazku.
pt_br: «Cruz Celta» é uma tiragem de 10 cartas que analisa detalhadamente a situação de todos os ângulos: circunstâncias atuais, obstáculos, influências internas e externas, além da dinâmica próxima e o resultado final. As cartas são dispostas na seguinte ordem: 1 - Situação — a essência da questão aqui e agora. 2 - Desafio — o que ajuda ou dificulta o progresso. 3 - Subconsciente (raiz) — motivos ocultos e forças profundas. 4 - Passado recente — eventos que levaram à situação atual. 5 - Consciente (objetivo) — no que o consulente está focado agora. 6 - Futuro próximo — desenvolvimento provável nas próximas semanas. 7 - «Eu mesmo» — estado interno, recursos, atitude em relação à questão. 8 - Ambiente — influências das pessoas e circunstâncias ao redor. 9 - Esperanças / medos — expectativas, dúvidas, emoções fortes. 10 - Resultado — possível desfecho se as tendências continuarem. Esta tiragem permite ver o «quadro geral»: onde você está, o que atrapalha ou ajuda, quais impulsos ocultos atuam nos bastidores e para onde tudo está caminhando. O esquema da tiragem está apresentado na imagem abaixo.
ro: "Crucea Celtică" este un aranjament de 10 cărți care analizează situația în detaliu din toate unghiurile: circumstanțele actuale, obstacolele, influențele interne și externe, precum și dinamica apropiată și rezultatul final. Cărțile sunt așezate în ordine: 1 - Situația — esența întrebării aici și acum. 2 - Provocarea — ceea ce ajută sau împiedică progresul. 3 - Subconștientul (rădăcina) — motive ascunse și forțe profunde. 4 - Trecutul recent — evenimentele care au condus la situația actuală. 5 - Conștientul (scopul) — ceea ce este acum în centrul atenției consultantului. 6 - Viitorul apropiat — dezvoltarea probabilă în săptămânile următoare. 7 - "Eu însumi" — starea interioară, resursele, atitudinea față de întrebare. 8 - Mediul — influențele oamenilor și circumstanțelor din jur. 9 - Speranțe / temeri — așteptări, îndoieli, emoții puternice. 10 - Rezultatul — posibila concluzie dacă tendințele continuă. Acest aranjament permite să vezi "imaginea de ansamblu": unde te afli, ce te împiedică sau te ajută, ce impulsuri ascunse acționează în culise și în ce direcție se îndreaptă totul. Schema aranjamentului este prezentată în imaginea de mai jos.
ru: «Кельтский крест» — это 10-карточный расклад, который подробно разбирает ситуацию со всех сторон: текущие обстоятельства, препятствия, внутренние и внешние влияния, а также ближайшую динамику и конечный исход. Карты выкладываются по порядку: 1 - Ситуация — суть вопроса здесь-и-сейчас. 2 - Вызов — то, что помогает или мешает продвинуться. 3 - Подсознательное (корень) — скрытые мотивы и глубинные силы. 4 - Недавнее прошлое — события, приведшие к текущему положению. 5 - Сознательное (цель) — то, на чём сейчас сосредоточено внимание кверента. 6 - Ближнее будущее — вероятное развитие в ближайшие недели. 7 - «Я сам» — внутреннее состояние, ресурсы, отношение к вопросу. 8 - Окружение — влияния людей и обстоятельств вокруг. 9 - Надежды / страхи — ожидания, сомнения, сильные эмоции. 10 - Итог — возможный исход, если тенденции сохранятся. Этот расклад позволяет увидеть «большую картину»: где вы стоите, что мешает или помогает, какие скрытые импульсы работают за кулисами и куда всё движется дальше. Схема расклада представлена на изображении ниже.
si: «කෙල්ට් ක්‍රොස්» කියන්නේ තත්ත්වය සෑම පැත්තකින්ම විස්තරාත්මකව විග්‍රහ කරන 10-පතක්ගත් විවරණයක්: වර්තමාන තත්ත්ව, බාධක, අභ්‍යන්තර සහ බාහිර බලපෑම්, ඉදිරි ගතිකත්වය සහ අවසන් ප්‍රතිඵලය. පත්‍රිකා අනුපිළිවෙලින් පිහිටුවේ: 1 - තත්ත්වය — මෙහි සහ දැන් ප්‍රශ්නයේ මූලිකත්වය. 2 - අභියෝගය — ඉදිරියට යාමට උදව් කරන හෝ බාධා කරන දේ. 3 - අඥාත (මූලය) — සඟවා ඇති ප්‍රේරණ සහ ගැඹුරු බලවේග. 4 - අලුත්ම අතීතය — වර්තමාන තත්ත්වයට හේතු වූ සිදුවීම්. 5 - සජීවී (ඉලක්කය) — මේ මොහොතේ කවර දේකට අවධානය යොමු කරලා තියෙන්නේ. 6 - ඉදිරි අනාගතය — ඉදිරි සති කිහිපයේ හැකිතාක් සංවර්ධනය. 7 - «මමම» — අභ්‍යන්තර තත්ත්වය, සම්පත්, ප්‍රශ්නයට ඇති හැඟීම්. 8 - පරිසරය — අවට මිනිසුන් සහ තත්ත්ව වල බලපෑම්. 9 - බලාපොරොත්තු / බිය — අපේක්ෂා, සැක, ශක්තිමත් හැඟීම්. 10 - අවසන් ප්‍රතිඵලය — ප්‍රවණතා පවතිනවා නම් හැකියාව ඇති අවසානය. මෙම විවරණය «විශාල පින්තූරය» දැකීමට ඉඩ සලසයි: ඔබ කොහෙද සිටිනවා, කුමක් බාධා කරනවා හෝ උදව් කරනවාද, සඟවා ඇති ආවේග මොනවාද සහ සියල්ල ඉදිරියට කොහෙට ගමන් කරනවාද. විවරණ සැලැස්ම පහත රූපයේ දැක්වේ.
sk: "Keltský kríž" je 10-karetný výklad, ktorý podrobne rozoberá situáciu zo všetkých strán: aktuálne okolnosti, prekážky, vnútorné a vonkajšie vplyvy, ako aj blízku dynamiku a konečný výsledok. Karty sa kladú v poradí: 1 - Situácia — podstata otázky tu a teraz. 2 - Výzva — to, čo pomáha alebo bráni postupu. 3 - Podvedomie (koreň) — skryté motívy a hlboké sily. 4 - Nedávna minulosť — udalosti, ktoré viedli k aktuálnemu stavu. 5 - Vedomie (cieľ) — to, na čo je teraz zameraná pozornosť querenta. 6 - Blízka budúcnosť — pravdepodobný vývoj v najbližších týždňoch. 7 - "Ja sám" — vnútorný stav, zdroje, postoj k otázke. 8 - Okolie — vplyvy ľudí a okolností okolo. 9 - Nádeje / obavy — očakávania, pochybnosti, silné emócie. 10 - Výsledok — možný záver, ak sa trendy udržia. Tento výklad umožňuje vidieť "veľký obraz": kde stojíte, čo bráni alebo pomáha, aké skryté impulzy pracujú v pozadí a kam sa všetko ďalej uberá. Schéma výkladu je znázornená na obrázku nižšie.
sl: »Keltski križ« je 10-kartna razporeditev, ki podrobno analizira situacijo z vseh vidikov: trenutne okoliščine, ovire, notranje in zunanje vplive, pa tudi bližnjo dinamiko in končni izid. Karte se razporedijo po vrstnem redu: 1 - Situacija — bistvo vprašanja tukaj in zdaj. 2 - Izziv — to, kar pomaga ali ovira napredovanje. 3 - Podzavestno (koren) — skriti motivi in globoke sile. 4 - Nedavna preteklost — dogodki, ki so pripeljali do trenutnega stanja. 5 - Zavestno (cilj) — na čem je trenutno osredotočena pozornost vprašalca. 6 - Bližnja prihodnost — verjetni razvoj v prihodnjih tednih. 7 - »Jaz sam« — notranje stanje, viri, odnos do vprašanja. 8 - Okolje — vplivi ljudi in okoliščin okoli. 9 - Upanja / strahovi — pričakovanja, dvomi, močna čustva. 10 - Rezultat — možni izid, če se trendi ohranijo. Ta razporeditev omogoča videti »veliko sliko«: kje stojite, kaj ovira ali pomaga, kateri skriti impulzi delujejo za kulisami in kam vse skupaj vodi. Shema razporeditve je prikazana na spodnji sliki.
sq: «Kryqi Keltik» është një shpërndarje me 10 karta që analizon situatën nga të gjitha anët: rrethanat aktuale, pengesat, ndikimet e brendshme dhe të jashtme, si dhe dinamikën afatshkurtër dhe rezultatin përfundimtar. Kartat vendosen në rendin e mëposhtëm: 1 - Situata — thelbi i pyetjes këtu dhe tani. 2 - Sfida — ajo që ndihmon ose pengon përparimin. 3 - Nënndërgjegjja (rrënja) — motivet e fshehura dhe forcat e thella. 4 - E kaluara e afërt — ngjarjet që çuan në gjendjen aktuale. 5 - Ndërgjegjja (qëllimi) — ajo në të cilën është përqendruar vëmendja e kërkuesit tani. 6 - E ardhmja e afërt — zhvillimi i mundshëm në javët e ardhshme. 7 - «Unë vetë» — gjendja e brendshme, burimet, qëndrimi ndaj pyetjes. 8 - Mjedisi — ndikimet e njerëzve dhe rrethanave përreth. 9 - Shpresat / frikërat — pritshmëritë, dyshimet, emocionet e forta. 10 - Përfundimi — rezultati i mundshëm nëse tendencat vazhdojnë. Kjo shpërndarje lejon të shihni «pamjen e madhe»: ku qëndroni, çfarë pengon ose ndihmon, cilat impulse të fshehura veprojnë pas skenave dhe ku po shkon gjithçka më tej. Skema e shpërndarjes paraqitet në imazhin më poshtë.
sr: "Keltski krst" je raspored od 10 karata koji detaljno analizira situaciju sa svih strana: trenutne okolnosti, prepreke, unutrašnje i spoljašnje uticaje, kao i najbližu dinamiku i konačni ishod. Karte se raspoređuju redom: 1 - Situacija — suština pitanja ovde i sada. 2 - Izazov — ono što pomaže ili ometa napredak. 3 - Podsvest (korijen) — skrivene motive i duboke sile. 4 - Nedavna prošlost — događaji koji su doveli do trenutnog stanja. 5 - Svest (cilj) — ono na čemu je sada fokusiran kverent. 6 - Bliska budućnost — verovatni razvoj u narednim nedeljama. 7 - "Ja sam" — unutrašnje stanje, resursi, odnos prema pitanju. 8 - Okruženje — uticaji ljudi i okolnosti oko vas. 9 - Nada / strahovi — očekivanja, sumnje, jake emocije. 10 - Ishod — mogući rezultat ako se trendovi nastave. Ovaj raspored omogućava da se vidi "šira slika": gde stojite, šta ometa ili pomaže, koji skriveni impulsi deluju iza scene i kuda sve ide dalje. Šema rasporeda prikazana je na slici ispod.
sv_se: "Keltiska korset" är en 10-korts läggning som analyserar situationen från alla håll: aktuella omständigheter, hinder, inre och yttre påverkan, samt närmaste utveckling och slutligt resultat. Korten läggs ut i följande ordning: 1 - Situation — kärnan i frågan här och nu. 2 - Utmaning — det som hjälper eller hindrar framsteg. 3 - Det undermedvetna (roten) — dolda motiv och djupa krafter. 4 - Nyligen förflutet — händelser som lett till nuvarande läge. 5 - Medvetet (mål) — det som nu är i fokus för frågeställaren. 6 - Nära framtid — sannolik utveckling under de närmaste veckorna. 7 - "Jag själv" — inre tillstånd, resurser, inställning till frågan. 8 - Omgivning — påverkan från människor och omständigheter runt omkring. 9 - Hopp / rädslor — förväntningar, tvivel, starka känslor. 10 - Resultat — möjlig utgång om trenderna fortsätter. Denna läggning ger en "större bild": var du står, vad som hindrar eller hjälper, vilka dolda impulser som verkar bakom kulisserna och vart allt är på väg. Läggningsschemat visas på bilden nedan.
sw: «Msalaba wa Keltic» ni ugawaji wa kadi 10 unaochambua hali kwa kina kutoka pande zote: hali za sasa, vikwazo, ushawishi wa ndani na wa nje, pamoja na mwelekeo wa karibu na matokeo ya mwisho. Kadi zinawekwa kwa mpangilio: 1 - Hali — kiini cha swali hapa na sasa. 2 - Changamoto — kile kinachosaidia au kuzuia kusonga mbele. 3 - Subconscious (mzizi) — motisha zilizofichwa na nguvu za ndani. 4 - Zamani za hivi karibuni — matukio yaliyopelekea hali ya sasa. 5 - Conscious (lengo) — kile ambacho mteja anazingatia sasa. 6 - Baadaye karibu — maendeleo yanayoweza kutokea katika wiki zijazo. 7 - "Mimi mwenyewe" — hali ya ndani, rasilimali, mtazamo kwa swali. 8 - Mazingira — ushawishi wa watu na hali zinazokuzunguka. 9 - Matumaini / hofu — matarajio, mashaka, hisia kali. 10 - Matokeo — matokeo yanayowezekana ikiwa mwelekeo utaendelea. Ugawaji huu unaruhusu kuona "picha kubwa": uko wapi, nini kinazuia au kusaidia, ni motisha gani zilizofichwa zinazoendeshwa nyuma ya pazia na kila kitu kinaelekea wapi. Mchoro wa ugawaji unaonyeshwa kwenye picha hapa chini.
ta: «கெல்டிக் குறுக்கு» என்பது 10 அட்டை பரிமாற்றமாகும், இது நிலையை அனைத்து கோணங்களிலும் விரிவாக ஆராய்கிறது: தற்போதைய சூழ்நிலைகள், தடைகள், உள் மற்றும் வெளி தாக்கங்கள், அருகிலுள்ள இயக்கம் மற்றும் இறுதி முடிவு. அட்டைகள் வரிசைப்படி வைக்கப்படுகின்றன: 1 - நிலைமை — இப்போது மற்றும் இங்கே கேள்வியின் சாரம். 2 - சவால் — முன்னேற உதவுவது அல்லது தடுக்கும் ஒன்று. 3 - மறைந்த மனம் (வேர்) — மறைந்துள்ள நோக்கங்கள் மற்றும் ஆழமான சக்திகள். 4 - சமீபத்திய கடந்த காலம் — தற்போதைய நிலைக்கு வழிவகுத்த நிகழ்வுகள். 5 - விழிப்புணர்வு (நோக்கம்) — தற்போது கவனம் செலுத்தப்படும் விஷயம். 6 - அருகிலுள்ள எதிர்காலம் — அடுத்த சில வாரங்களில் நிகழக்கூடிய வளர்ச்சி. 7 - «நான் தான்» — உள் நிலை, வளங்கள், கேள்விக்கு எதிரான அணுகுமுறை. 8 - சுற்றுப்புறம் — மக்களும் சூழலும் ஏற்படுத்தும் தாக்கங்கள். 9 - நம்பிக்கைகள் / பயங்கள் — எதிர்பார்ப்புகள், சந்தேகங்கள், வலுவான உணர்வுகள். 10 - முடிவு — போக்குகள் தொடர்ந்தால் ஏற்படக்கூடிய முடிவு. இந்த பரிமாற்றம் «பெரிய படத்தை» காண உதவுகிறது: நீங்கள் எங்கே நிற்கிறீர்கள், என்ன தடுக்கும் அல்லது உதவுகிறது, மறைந்துள்ள தூண்டுதல்கள் என்ன வேலை செய்கின்றன மற்றும் எல்லாம் எங்கே செல்லும். பரிமாற்றத்தின் வரைபடம் கீழே உள்ள படத்தில் காணப்படுகிறது.
te: «కెల్టిక్ క్రాస్» అనేది 10-కార్డ్ పంచాంగం, ఇది పరిస్థితిని అన్ని కోణాల నుండి వివరంగా విశ్లేషిస్తుంది: ప్రస్తుత పరిస్థితులు, అడ్డంకులు, అంతర్గత మరియు బాహ్య ప్రభావాలు, అలాగే సమీప డైనమిక్స్ మరియు తుది ఫలితం. కార్డులు క్రమంగా అమర్చబడతాయి: 1 - పరిస్థితి — ఇక్కడ మరియు ఇప్పుడు ప్రశ్న యొక్క సారాంశం. 2 - సవాలు — ముందుకు సాగడంలో సహాయపడేది లేదా అడ్డుకుంటేది. 3 - అవగాహనలో లేని (మూలం) — దాచిన ప్రేరణలు మరియు లోతైన శక్తులు. 4 - ఇటీవల గతం — ప్రస్తుత స్థితికి దారితీసిన సంఘటనలు. 5 - అవగాహన (లక్ష్యం) — క్వెరెంట్ ప్రస్తుతం దృష్టి పెట్టినది. 6 - సమీప భవిష్యత్తు — వచ్చే వారాల్లో సంభవించే అభివృద్ధి. 7 - «నేనే» — అంతర్గత స్థితి, వనరులు, ప్రశ్నపై దృష్టి. 8 - పరిసరాలు — చుట్టుపక్కల ఉన్న వ్యక్తులు మరియు పరిస్థితుల ప్రభావాలు. 9 - ఆశలు / భయాలు — ఆశలు, సందేహాలు, బలమైన భావాలు. 10 - ఫలితం — ధోరణులు కొనసాగితే సంభవించే ఫలితం. ఈ పంచాంగం «పెద్ద చిత్రాన్ని» చూడటానికి సహాయపడుతుంది: మీరు ఎక్కడ ఉన్నారు, ఏమి అడ్డుకుంటోంది లేదా సహాయపడుతోంది, దాచిన ప్రేరణలు ఏమిటి మరియు అన్ని ఎక్కడికి పోతున్నాయి. పంచాంగం స్కీమ్ క్రింది చిత్రంలో చూపబడింది.
th: «ครอสเซลติก» คือการวางไพ่ 10 ใบที่วิเคราะห์สถานการณ์อย่างละเอียดจากทุกมุม: สถานการณ์ปัจจุบัน อุปสรรค อิทธิพลภายในและภายนอก รวมถึงพลวัตใกล้เคียงและผลลัพธ์สุดท้าย ไพ่จะถูกวางตามลำดับ: 1 - สถานการณ์ — แก่นของคำถาม ณ ที่นี่และตอนนี้ 2 - ความท้าทาย — สิ่งที่ช่วยหรือขัดขวางความก้าวหน้า 3 - จิตใต้สำนึก (รากฐาน) — แรงจูงใจที่ซ่อนอยู่และพลังลึก 4 - อดีตที่ผ่านมาเมื่อเร็วๆ นี้ — เหตุการณ์ที่นำไปสู่สถานการณ์ปัจจุบัน 5 - จิตสำนึก (เป้าหมาย) — สิ่งที่ผู้ถามให้ความสนใจในตอนนี้ 6 - อนาคตอันใกล้ — การพัฒนาที่เป็นไปได้ในสัปดาห์ข้างหน้า 7 - «ตัวฉันเอง» — สภาพภายใน ทรัพยากร ทัศนคติต่อคำถาม 8 - สภาพแวดล้อม — อิทธิพลของผู้คนและสถานการณ์รอบตัว 9 - ความหวัง / ความกลัว — ความคาดหวัง ความสงสัย อารมณ์แรงกล้า 10 - ผลลัพธ์ — ผลลัพธ์ที่เป็นไปได้หากแนวโน้มยังคงอยู่ การวางไพ่ชุดนี้ช่วยให้เห็น «ภาพรวมใหญ่»: คุณยืนอยู่ที่ไหน สิ่งใดขัดขวางหรือช่วยเหลือ แรงกระตุ้นที่ซ่อนอยู่ทำงานอย่างไรเบื้องหลัง และทุกอย่างกำลังเคลื่อนไปทางไหน แผนผังการวางไพ่แสดงอยู่ในภาพด้านล่าง
tr_tr: «Kelt haçı», durumu her açıdan ayrıntılı olarak inceleyen 10 kartlık bir açılımdır: mevcut koşullar, engeller, iç ve dış etkiler, ayrıca yakın dinamikler ve nihai sonuç. Kartlar sırayla açılır: 1 - Durum — sorunun burada ve şimdi özü. 2 - Zorluk — ilerlemeye yardımcı olan veya engel teşkil eden şey. 3 - Bilinçaltı (kök) — gizli motivasyonlar ve derin güçler. 4 - Yakın geçmiş — mevcut duruma yol açan olaylar. 5 - Bilinçli (hedef) — şu anda danışanın odaklandığı şey. 6 - Yakın gelecek — önümüzdeki haftalarda olası gelişmeler. 7 - «Benim kendim» — iç durum, kaynaklar, soruya yaklaşım. 8 - Çevre — çevredeki insanlar ve koşulların etkileri. 9 - Umutlar / korkular — beklentiler, şüpheler, güçlü duygular. 10 - Sonuç — eğilimler devam ederse olası sonuç. Bu açılım, «büyük resmi» görmenizi sağlar: nerede durduğunuz, neyin engel veya yardımcı olduğu, perde arkasında hangi gizli dürtülerin çalıştığı ve her şeyin nereye doğru ilerlediği. Açılım şeması aşağıdaki görselde gösterilmiştir.
uk: «Кельтський хрест» — це 10-картковий розклад, який детально розбирає ситуацію з усіх боків: поточні обставини, перешкоди, внутрішні та зовнішні впливи, а також найближчу динаміку і кінцевий результат. Карти викладаються по порядку: 1 - Ситуація — суть питання тут і зараз. 2 - Виклик — те, що допомагає або заважає просунутися. 3 - Підсвідоме (корінь) — приховані мотиви і глибинні сили. 4 - Недавнє минуле — події, що призвели до поточного стану. 5 - Свідоме (мета) — те, на чому зараз зосереджена увага кверента. 6 - Ближнє майбутнє — ймовірний розвиток у найближчі тижні. 7 - «Я сам» — внутрішній стан, ресурси, ставлення до питання. 8 - Оточення — впливи людей і обставин навколо. 9 - Надії / страхи — очікування, сумніви, сильні емоції. 10 - Підсумок — можливий результат, якщо тенденції збережуться. Цей розклад дозволяє побачити «велику картину»: де ви стоїте, що заважає або допомагає, які приховані імпульси працюють за лаштунками і куди все рухається далі. Схема розкладу представлена на зображенні нижче.
ur: «کیلٹک کراس» ایک 10 کارڈز پر مشتمل پھیلاؤ ہے جو صورتحال کو ہر پہلو سے تفصیل سے جانچتا ہے: موجودہ حالات، رکاوٹیں، اندرونی اور بیرونی اثرات، نیز قریبی حرکیات اور حتمی نتیجہ۔ کارڈز ترتیب وار رکھے جاتے ہیں: 1 - صورتحال — سوال کی اصل یہاں اور ابھی۔ 2 - چیلنج — وہ چیز جو آگے بڑھنے میں مدد دیتی ہے یا رکاوٹ بنتی ہے۔ 3 - لاشعوری (جڑ) — پوشیدہ محرکات اور گہری طاقتیں۔ 4 - حالیہ ماضی — وہ واقعات جو موجودہ حالت تک لے آئے۔ 5 - شعوری (مقصد) — وہ جس پر قاری کی توجہ اس وقت مرکوز ہے۔ 6 - قریبی مستقبل — آنے والے ہفتوں میں ممکنہ ترقی۔ 7 - "میں خود" — اندرونی حالت، وسائل، سوال کے تئیں رویہ۔ 8 - ماحول — لوگوں اور حالات کے اثرات۔ 9 - امیدیں / خوف — توقعات، شک، شدید جذبات۔ 10 - نتیجہ — ممکنہ انجام، اگر رجحانات برقرار رہیں۔ یہ پھیلاؤ "بڑی تصویر" دیکھنے کی اجازت دیتا ہے: آپ کہاں کھڑے ہیں، کیا رکاوٹ یا مدد کر رہا ہے، کون سے پوشیدہ محرکات پس پردہ کام کر رہے ہیں اور سب کچھ آگے کہاں جا رہا ہے۔ پھیلاؤ کا خاکہ نیچے دی گئی تصویر میں دکھایا گیا ہے۔
vi: «Cây Thánh Giá Celtic» là trải bài gồm 10 lá, phân tích chi tiết tình huống từ mọi góc độ: hoàn cảnh hiện tại, trở ngại, ảnh hưởng bên trong và bên ngoài, cũng như động thái sắp tới và kết quả cuối cùng. Các lá bài được trải theo thứ tự: 1 - Tình huống — bản chất câu hỏi ở thời điểm hiện tại. 2 - Thử thách — điều giúp hoặc cản trở tiến triển. 3 - Tiềm thức (gốc rễ) — động cơ ẩn giấu và sức mạnh sâu xa. 4 - Quá khứ gần đây — sự kiện dẫn đến tình trạng hiện tại. 5 - Ý thức (mục tiêu) — điều mà người hỏi đang tập trung chú ý. 6 - Tương lai gần — diễn biến có thể xảy ra trong vài tuần tới. 7 - «Bản thân tôi» — trạng thái nội tâm, nguồn lực, thái độ với vấn đề. 8 - Môi trường xung quanh — ảnh hưởng của con người và hoàn cảnh. 9 - Hy vọng / nỗi sợ — kỳ vọng, nghi ngờ, cảm xúc mạnh mẽ. 10 - Kết quả — khả năng xảy ra nếu xu hướng tiếp tục. Trải bài này giúp bạn nhìn thấy «bức tranh tổng thể»: bạn đang đứng ở đâu, điều gì cản trở hoặc hỗ trợ, những xung lực ẩn giấu đang hoạt động phía sau và mọi thứ sẽ tiến triển ra sao. Sơ đồ trải bài được thể hiện trong hình bên dưới.
zh_cn: "凯尔特十字"是一种由10张牌组成的牌阵，详细解析情况的各个方面：当前环境、障碍、内在和外在影响，以及近期动态和最终结果。牌按顺序摆放： 1 - 情况 — 问题的本质，此时此刻。 2 - 挑战 — 有助或阻碍前进的因素。 3 - 潜意识（根源）— 隐藏的动机和深层力量。 4 - 最近的过去 — 导致当前状况的事件。 5 - 意识（目标）— 询问者当前关注的焦点。 6 - 近期未来 — 未来几周的可能发展。 7 - "我自己" — 内心状态、资源、对问题的态度。 8 - 环境 — 周围人的影响和环境因素。 9 - 希望/恐惧 — 期待、疑虑、强烈情绪。 10 - 结果 — 如果趋势持续，可能的结局。 此牌阵帮助看到"大局"：你所处的位置，阻碍或助力，幕后隐藏的冲动，以及未来的走向。 牌阵示意图见下图。
zh_hk: 「凱爾特十字」是一個由10張牌組成的牌陣，從各個角度詳細解析情況：當前環境、障礙、內外影響，以及近期動態和最終結果。牌依序排列： 1 - 情況 — 問題的當下核心。 2 - 挑戰 — 幫助或阻礙前進的因素。 3 - 潛意識（根源）— 隱藏的動機和深層力量。 4 - 最近過去 — 導致當前狀況的事件。 5 - 意識（目標）— 目前詢問者的注意焦點。 6 - 近期未來 — 未來幾週的可能發展。 7 - 「我自己」— 內心狀態、資源、對問題的態度。 8 - 環境 — 周圍人的影響和環境因素。 9 - 希望／恐懼 — 期待、疑慮和強烈情緒。 10 - 結果 — 若趨勢持續，可能的結局。 此牌陣讓您看到「全貌」：您所處的位置、阻礙或助力、幕後的隱藏動力，以及未來走向。 牌陣示意圖見下圖。
zu: «I-Keltic Cross» iyindlela yokuhlukanisa amakhadi ayi-10, ehlaziya isimo ngokuningiliziwe kusukela kuzo zonke izinhlangothi: izimo zamanje, izithiyo, imithelela yangaphakathi nangaphandle, kanye nokunyakaza okuzayo kanye nomphumela wokugcina. Amakhadi afakwa ngokulandelana: 1 - Isimo — umongo wombuzo lapha manje. 2 - Inselelo — lokho okusiza noma okuphazamisa ukuthuthuka. 3 - Okungaphansi kwengqondo (impande) — izizathu ezifihlekile namandla ajulile. 4 - Isikhathi esedlule esiseduze — izenzakalo ezaholela esimweni samanje. 5 - Ukuqaphela (injongo) — lokho okugcizelelwa manje ngumfundi. 6 - Ikusasa eliseduze — ukuthuthukiswa okungenzeka emasontweni azayo. 7 - «Mina ngokwami» — isimo sangaphakathi, izinsiza, ubudlelwano nombuzo. 8 - Imvelo — imithelela yabantu nezimo ezizungezile. 9 - Amethemba / ukwesaba — okulindelwe, ukungabaza, imizwa enamandla. 10 - Umphumela — umphumela ongaba khona uma izitayela ziqhubeka. Le ndlela yokuhlukanisa ikuvumela ukuthi ubone «isithombe esikhulu»: lapho ume khona, okuphazamisa noma okusiza, izifiso ezifihlekile ezisebenza ngemuva kwezithombe nokuthi konke kuqhubekela kuphi. Uhlaka lokuhlukanisa luboniswe esithombeni esingezansi.
