Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fun_spread_screen_no_mate_prompt_3cards
source: Create an amusing three-card tarot spread for {userName}. For each card, invent a funny title and write a separate paragraph: First card: <title> — <short funny description>; Second card: <title> — <short funny description>; Third card: <title> — <short funny description>. The spread should be playful yet meaningful. Exactly three cards. Maximum seven sentences. Respond entirely in {lang}.
af: Skep 'n snaakse tarotlegging vir {userName} met 3 kaarte. Vir elke kaart, bedink 'n grappige naam en skryf 'n aparte paragraaf: Eerste kaart: <naam> — <kort snaakse beskrywing>, Tweede kaart: <naam> — <kort snaakse beskrywing>, Derde kaart: <naam> — <kort snaakse beskrywing>. Die legging moet vrolik wees, maar met 'n diep betekenis. Net 3 kaarte. Die hele teks mag nie langer as 7 sinne wees nie.
am: ለ{userName} ሶስት ካርዶች ያሉበት አስደሳች ታሮ እትም ፍጠር። ለእያንዳንዱ ካርድ አስቂኝ ስም አስባ እና በተለየ አንቀጽ ጻፍ፡ የመጀመሪያው ካርድ: <ስም> — <አጭር አስቂኝ መግለጫ>, ሁለተኛው ካርድ: <ስም> — <አጭር አስቂኝ መግለጫ>, ሶስተኛው ካርድ: <ስም> — <አጭር አስቂኝ መግለጫ>። እትሙ ደስ የሚል ነገር እንዲሆን ነገር ግን ጥልቅ ማስተላለፊያ አለው። ሶስት ካርዶች ብቻ። ሙሉ ጽሑፉ ከ7 አሰረ በላይ አይሆንም።
ar: اصنع توزيع تاروت مضحك لـ {userName} مكون من 3 بطاقات. لكل بطاقة اختر اسمًا مضحكًا واكتب فقرة منفصلة: البطاقة الأولى: <الاسم> — <وصف قصير مضحك>، البطاقة الثانية: <الاسم> — <وصف قصير مضحك>، البطاقة الثالثة: <الاسم> — <وصف قصير مضحك>. يجب أن يكون التوزيع مرحًا ولكن ذو معنى عميق. فقط 3 بطاقات. النص كله لا يزيد عن 7 جمل.
az: {userName} üçün 3 kartlıq əyləncəli tarot açılımı yarat. Hər kart üçün gülməli ad tap və ayrıca abzas yaz: Birinci kart: <ad> — <qısa gülməli təsvir>, İkinci kart: <ad> — <qısa gülməli təsvir>, Üçüncü kart: <ad> — <qısa gülməli təsvir>. Açılım əyləncəli, amma dərin mənalı olmalıdır. Yalnız 3 kart. Bütün mətn 7 cümlədən uzun olmamalıdır.
bn: {userName} এর জন্য ৩টি কার্ডের মজার ট্যারো রিডিং তৈরি করুন। প্রতিটি কার্ডের জন্য একটি মজার নাম ভাবুন এবং একটি আলাদা অনুচ্ছেদ লিখুন: প্রথম কার্ড: <নাম> — <ছোট মজার বর্ণনা>, দ্বিতীয় কার্ড: <নাম> — <ছোট মজার বর্ণনা>, তৃতীয় কার্ড: <নাম> — <ছোট মজার বর্ণনা>. রিডিংটি মজার হওয়া উচিত, কিন্তু গভীর অর্থসহ। মাত্র ৩টি কার্ড। পুরো টেক্সট ৭টি বাক্যের বেশি নয়।
ca: Crea una tirada de tarot divertida per a {userName} amb 3 cartes. Per a cada carta, inventa un nom divertit i escriu un paràgraf separat: Primera carta: <nom> — <descripció curta i divertida>, Segona carta: <nom> — <descripció curta i divertida>, Tercera carta: <nom> — <descripció curta i divertida>. La tirada ha de ser alegre però amb un significat profund. Només 3 cartes. Tot el text no ha de superar les 7 frases.
cs: Vytvoř zábavné tarotové rozložení pro {userName} na 3 karty. Pro každou kartu vymysli legrační název a napiš samostatný odstavec: První karta: <název> — <krátký legrační popis>, Druhá karta: <název> — <krátký legrační popis>, Třetí karta: <název> — <krátký legrační popis>. Rozložení by mělo být veselé, ale s hlubokým významem. Pouze 3 karty. Celý text nesmí přesáhnout 7 vět.
de: Erstelle ein lustiges Tarot-Deck für {userName} mit 3 Karten. Für jede Karte erfinde einen witzigen Namen und schreibe einen eigenen Absatz: Erste Karte: <Name> — <kurze lustige Beschreibung>, Zweite Karte: <Name> — <kurze lustige Beschreibung>, Dritte Karte: <Name> — <kurze lustige Beschreibung>. Das Deck soll unterhaltsam, aber mit tiefgründiger Bedeutung sein. Nur 3 Karten. Der gesamte Text nicht länger als 7 Sätze.
es_es: Crea una divertida tirada de tarot para {userName} con 3 cartas. Para cada carta inventa un nombre gracioso y escribe un párrafo separado: Primera carta: <nombre> — <breve descripción divertida>, Segunda carta: <nombre> — <breve descripción divertida>, Tercera carta: <nombre> — <breve descripción divertida>. La tirada debe ser alegre, pero con un significado profundo. Solo 3 cartas. Todo el texto no debe superar las 7 frases.
fa: یک فال تاروت خنده‌دار برای {userName} با ۳ کارت بساز. برای هر کارت یک نام خنده‌دار بساز و یک پاراگراف جداگانه بنویس: کارت اول: <نام> — <توضیح کوتاه و خنده‌دار>، کارت دوم: <نام> — <توضیح کوتاه و خنده‌دار>، کارت سوم: <نام> — <توضیح کوتاه و خنده‌دار>. فال باید شاد باشد اما معنای عمیقی داشته باشد. فقط ۳ کارت. کل متن بیشتر از ۷ جمله نباشد.
fi_fi: Luo hauska tarot-lukema {userName}ille kolmella kortilla. Keksi jokaiselle kortille hauska nimi ja kirjoita erillinen kappale: Ensimmäinen kortti: <nimi> — <lyhyt hauska kuvaus>, Toinen kortti: <nimi> — <lyhyt hauska kuvaus>, Kolmas kortti: <nimi> — <lyhyt hauska kuvaus>. Lukeman tulee olla viihdyttävä, mutta syvällinen. Vain 3 korttia. Koko teksti enintään 7 lausetta.
fil: Gumawa ng nakakatawang tarot spread para kay {userName} gamit ang 3 baraha. Para sa bawat baraha, mag-isip ng nakakatawang pangalan at magsulat ng hiwalay na talata: Unang baraha: <pangalan> — <maikling nakakatawang paglalarawan>, Pangalawang baraha: <pangalan> — <maikling nakakatawang paglalarawan>, Pangatlong baraha: <pangalan> — <maikling nakakatawang paglalarawan>. Dapat masaya ang spread ngunit may malalim na kahulugan. Tatlong baraha lang. Huwag lalampas sa 7 pangungusap ang buong teksto.
fr: Crée un tirage de tarot amusant pour {userName} avec 3 cartes. Pour chaque carte, invente un nom drôle et écris un paragraphe séparé : Première carte : <nom> — <courte description drôle>, Deuxième carte : <nom> — <courte description drôle>, Troisième carte : <nom> — <courte description drôle>. Le tirage doit être joyeux, mais avec une signification profonde. Seulement 3 cartes. Le texte complet ne doit pas dépasser 7 phrases.
gl: Crea unha divertida tirada de tarot para {userName} con 3 cartas. Para cada carta inventa un nome gracioso e escribe un parágrafo separado: Primeira carta: <nome> — <descrición curta e divertida>, Segunda carta: <nome> — <descrición curta e divertida>, Terceira carta: <nome> — <descrición curta e divertida>. A tirada debe ser divertida, pero con un significado profundo. Só 3 cartas. Todo o texto non debe superar as 7 oracións.
gu: {userName} માટે 3 કાર્ડ માટે મજેદાર ટારોટ રીડિંગ બનાવો. દરેક કાર્ડ માટે એક મજેદાર નામ વિચારો અને અલગ પેરાગ્રાફ લખો: પ્રથમ કાર્ડ: <નામ> — <સંક્ષિપ્ત મજેદાર વર્ણન>, બીજું કાર્ડ: <નામ> — <સંક્ષિપ્ત મજેદાર વર્ણન>, ત્રીજું કાર્ડ: <નામ> — <સંક્ષિપ્ત મજેદાર વર્ણન>. રીડિંગ મજેદાર હોવો જોઈએ, પરંતુ ઊંડો અર્થ ધરાવતો. ફક્ત 3 કાર્ડ. સમગ્ર લખાણ 7 વાક્યોથી વધુ ન હોવું જોઈએ.
hi: {userName} के लिए 3 कार्ड का एक मजेदार टैरो डेक बनाएं। प्रत्येक कार्ड के लिए एक मजेदार नाम सोचें और एक अलग पैराग्राफ लिखें: पहला कार्ड: <नाम> — <संक्षिप्त मजेदार विवरण>, दूसरा कार्ड: <नाम> — <संक्षिप्त मजेदार विवरण>, तीसरा कार्ड: <नाम> — <संक्षिप्त मजेदार विवरण>. डेक मजेदार होना चाहिए, लेकिन गहरे अर्थ के साथ। केवल 3 कार्ड। पूरा टेक्स्ट 7 वाक्यों से अधिक न हो।
hu: Készíts egy vicces tarot kirakást {userName} számára 3 kártyával. Minden kártyához találj ki egy vicces nevet, és írj külön bekezdést: Első kártya: <név> — <rövid vicces leírás>, Második kártya: <név> — <rövid vicces leírás>, Harmadik kártya: <név> — <rövid vicces leírás>. A kirakás legyen vidám, de mély értelmű. Csak 3 kártya. Az egész szöveg ne legyen hosszabb 7 mondatnál.
hy_am: Ստեղծիր զվարճալի տարո բացում {userName}-ի համար 3 քարտով։ Յուրաքանչյուր քարտի համար մտածիր հումորային անվանում և գրիր առանձին պարբերություն՝ Առաջին քարտը՝ <անվանում> — <կարճ հումորային նկարագրություն>, Երկրորդ քարտը՝ <անվանում> — <կարճ հումորային նկարագրություն>, Երրորդ քարտը՝ <անվանում> — <կարճ հումորային նկարագրություն>։ Բացումը պետք է լինի զվարճալի, բայց խոր իմաստով։ Միայն 3 քարտ։ Բոլոր տեքստը չպետք է գերազանցի 7 նախադասությունը։
id: Buatlah pembacaan tarot yang lucu untuk {userName} dengan 3 kartu. Untuk setiap kartu, buatlah nama yang lucu dan tulis paragraf terpisah: Kartu pertama: <nama> — <deskripsi lucu singkat>, Kartu kedua: <nama> — <deskripsi lucu singkat>, Kartu ketiga: <nama> — <deskripsi lucu singkat>. Pembacaan harus menyenangkan, tapi dengan makna yang dalam. Hanya 3 kartu. Seluruh teks tidak lebih dari 7 kalimat.
is_is: Búðu til skemmtilega tarot-spá fyrir {userName} með 3 spilum. Fyrir hvert spil, finndu upp fyndið nafn og skrifaðu sérstakan málsgrein: Fyrsta spilið: <nafn> — <stutt fyndið lýsing>, Annað spilið: <nafn> — <stutt fyndið lýsing>, Þriðja spilið: <nafn> — <stutt fyndið lýsing>. Spáin á að vera skemmtileg en með djúpri merkingu. Aðeins 3 spil. Allur textinn ekki lengri en 7 setningar.
it_it: Crea un divertente tiro di tarocchi per {userName} con 3 carte. Per ogni carta inventa un nome buffo e scrivi un paragrafo separato: Prima carta: <nome> — <breve descrizione divertente>, Seconda carta: <nome> — <breve descrizione divertente>, Terza carta: <nome> — <breve descrizione divertente>. Il tiro deve essere allegro ma con un significato profondo. Solo 3 carte. Il testo completo non deve superare le 7 frasi.
iw: צור פיזור טארוט מצחיק עבור {userName} עם 3 קלפים. עבור כל קלף המצא שם מצחיק וכתוב פסקה נפרדת: הקלף הראשון: <שם> — <תיאור קצר ומצחיק>, הקלף השני: <שם> — <תיאור קצר ומצחיק>, הקלף השלישי: <שם> — <תיאור קצר ומצחיק>. הפיזור צריך להיות משעשע אך עם משמעות עמוקה. רק 3 קלפים. כל הטקסט לא יעלה על 7 משפטים.
ja_jp: {userName}のための3枚のカードによる面白いタロットリーディングを作成してください。各カードに面白い名前をつけ、別々の段落で書いてください：第一のカード：<名前> — <短くて面白い説明>、第二のカード：<名前> — <短くて面白い説明>、第三のカード：<名前> — <短くて面白い説明>。リーディングは楽しく、しかし深い意味を持つものにしてください。カードは3枚だけ。全文は7文以内で。
ka: შექმენი სასაცილო ტარო განლაგება {userName}-სთვის 3 ბარათზე. თითოეული ბარათისთვის მოიფიქრე სასაცილო სახელი და დაწერე ცალკე აბზაცი: პირველი ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>, მეორე ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>, მესამე ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>. განლაგება უნდა იყოს მხიარული, მაგრამ ღრმა მნიშვნელობით. მხოლოდ 3 ბარათი. მთელი ტექსტი არ უნდა აღემატებოდეს 7 წინადადებას.
kk: {userName} үшін 3 картаға арналған көңілді таро таратылымын жасаңыз. Әр картаға күлкілі атау ойлап тауып, жеке абзац жазыңыз: Бірінші карта: <атауы> — <қысқа күлкілі сипаттамасы>, Екінші карта: <атауы> — <қысқа күлкілі сипаттамасы>, Үшінші карта: <атауы> — <қысқа күлкілі сипаттамасы>. Таратылым көңілді, бірақ терең мағыналы болуы керек. Тек 3 карта. Барлық мәтін 7 сөйлемнен аспауы тиіс.
km_kh: បង្កើតការបង្ហាញតារ៉ូសប្បាយសម្រាប់ {userName} ជា 3 កាត។ សម្រាប់កាតនីមួយៗ សូមគិតឈ្មោះកំប្លែងមួយ ហើយសរសេរបន្ទាត់ខ្លីមួយ៖ កាតទីមួយ៖ <ឈ្មោះ> — <ការពិពណ៌នាកំប្លែងខ្លី>, កាតទីពីរ៖ <ឈ្មោះ> — <ការពិពណ៌នាកំប្លែងខ្លី>, កាតទីបី៖ <ឈ្មោះ> — <ការពិពណ៌នាកំប្លែងខ្លី>។ ការបង្ហាញត្រូវតែសប្បាយរីករាយ ប៉ុន្តែមានអត្ថន័យជ្រាលជ្រៅ។ មានតែ 3 កាតប៉ុណ្ណោះ។ អត្ថបទទាំងមូលមិនលើស 7 ប្រយោគ។
kn_in: {userName}ಗಾಗಿ 3 ಕಾರ್ಡ್‌ಗಳ ಮಜಾದಾರ ಟಾರೋ ವಿತರಣೆ ರಚಿಸಿ. ಪ್ರತಿ ಕಾರ್ಡ್‌ಗೆ ಒಂದು ಹಾಸ್ಯಕರ ಹೆಸರು ಮತ್ತು ಪ್ರತ್ಯೇಕ ಪ್ಯಾರಾಗ್ರಾಫ್ ಬರೆಯಿರಿ: ಮೊದಲ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಕರ ವಿವರಣೆ>, ಎರಡನೇ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಕರ ವಿವರಣೆ>, ಮೂರನೇ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಕರ ವಿವರಣೆ>. ವಿತರಣೆ ಮಜಾದಾರವಾಗಿರಬೇಕು, ಆದರೆ ಆಳವಾದ ಅರ್ಥವಿರಬೇಕು. ಕೇವಲ 3 ಕಾರ್ಡ್‌ಗಳು. ಸಂಪೂರ್ಣ ಪಠ್ಯ 7 ವಾಕ್ಯಗಳಿಗಿಂತ ಹೆಚ್ಚು ಇರಬಾರದು.
ko_kr: {userName}를 위한 3장의 재미있는 타로 카드 배열을 만들어 보세요. 각 카드마다 웃긴 이름을 지어주고 별도의 단락으로 작성하세요: 첫 번째 카드: <이름> — <짧고 웃긴 설명>, 두 번째 카드: <이름> — <짧고 웃긴 설명>, 세 번째 카드: <이름> — <짧고 웃긴 설명>. 배열은 재미있으면서도 깊은 의미를 가져야 합니다. 카드 수는 3장만. 전체 텍스트는 7문장 이내로 작성하세요.
ky_kg: {userName} үчүн 3 картага кызыктуу таро таразасын түзүңүз. Ар бир карта үчүн күлкүлүү ат коюп, өзүнчө абзацта жазыңыз: Биринчи карта: <ат> — <кыска күлкүлүү сүрөттөмө>, Экинчи карта: <ат> — <кыска күлкүлүү сүрөттөмө>, Үчүнчү карта: <ат> — <кыска күлкүлүү сүрөттөмө>. Тараза көңүлдүү, бирок терең мааниге ээ болушу керек. Тек гана 3 карта. Бардык текст 7 сүйлөмдөн узун болбошу керек.
lo: ສ້າງການຈັດການທາໂຣຕະຫຼາຍສົມບູນສຳລັບ {userName} ໃນ 3 ໃບກາດ. ສໍາລັບແຕ່ລະໃບກາດ ຄິດຊື່ຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫຼາຍຕະຫ
lt: Sukurk juokingą taro išsidėstymą {userName} iš 3 kortų. Kiekvienai kortai sugalvok linksmą pavadinimą ir parašyk atskirą pastraipą: Pirmoji korta: <pavadinimas> — <trumpas juokingas aprašymas>, Antroji korta: <pavadinimas> — <trumpas juokingas aprašymas>, Trečioji korta: <pavadinimas> — <trumpas juokingas aprašymas>. Išsidėstymas turi būti linksmas, bet su gilia prasme. Tik 3 kortos. Visas tekstas ne ilgesnis nei 7 sakiniai.
lv: Izveido jautru taro izkārtojumu {userName} ar 3 kārtīm. Katram kārtim izdomā smieklīgu nosaukumu un uzraksti atsevišķu rindkopu: Pirmā kārts: <nosaukums> — <īsas smieklīgas apraksts>, Otrā kārts: <nosaukums> — <īsas smieklīgas apraksts>, Trešā kārts: <nosaukums> — <īsas smieklīgas apraksts>. Izkārtojums jābūt jautrs, bet ar dziļu jēgu. Tikai 3 kārtis. Viss teksts ne garāks par 7 teikumiem.
mk_mk: Создај забавна таро распоредба за {userName} со 3 карти. За секоја карта измисли смешно име и напиши посебен пасус: Првата карта: <назив> — <краток смешен опис>, Втората карта: <назив> — <краток смешен опис>, Третата карта: <назив> — <краток смешен опис>. Распоредбата треба да биде забавна, но со длабоко значење. Само 3 карти. Целиот текст не подолг од 7 реченици.
ml_in: {userName} നു വേണ്ടി 3 കാർഡുകൾ ഉള്ള രസകരമായ ടാരോ റീഡിംഗ് സൃഷ്ടിക്കുക. ഓരോ കാർഡിനും ഒരു രസകരമായ പേര് കണ്ടെത്തി ഓരോന്നിനും ഒരു പ്രത്യേക പാരഗ്രാഫ് എഴുതുക: ആദ്യ കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>, രണ്ടാം കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>, മൂന്നാം കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>. റീഡിംഗ് രസകരമായിരിക്കണം, എന്നാൽ ആഴമുള്ള അർത്ഥവുമുള്ളത്. വെറും 3 കാർഡുകൾ മാത്രം. മുഴുവൻ വാചകങ്ങളും 7 വാചകങ്ങളിൽ കൂടുതൽ ആയിരിക്കരുത്.
mn_mn: {userName} -д зориулсан 3 ширхэг карт бүхий хөгжилтэй таро дэлгэлт үүсгээрэй. Тус бүрт нь инээдтэй нэр өгч, тусдаа догол мөр бичнэ үү: Нэгдүгээр карт: <нэр> — <богино инээдтэй тайлбар>, Хоёрдугаар карт: <нэр> — <богино инээдтэй тайлбар>, Гуравдугаар карт: <нэр> — <богино инээдтэй тайлбар>. Дэлгэлт хөгжилтэй боловч гүн утгатай байх ёстой. Зөвхөн 3 карт. Бүх текст 7 өгүүлбэрээс хэтрэхгүй.
mr: {userName} साठी 3 कार्डांसाठी एक मजेदार टारो रीड तयार करा. प्रत्येक कार्डसाठी एक मजेशीर नाव तयार करा आणि स्वतंत्र परिच्छेद लिहा: पहिले कार्ड: <नाव> — <लहान मजेशीर वर्णन>, दुसरे कार्ड: <नाव> — <लहान मजेशीर वर्णन>, तिसरे कार्ड: <नाव> — <लहान मजेशीर वर्णन>. रीड मजेशीर असावा पण त्यामध्ये खोल अर्थ असावा. फक्त 3 कार्डे. संपूर्ण मजकूर 7 वाक्यांपेक्षा जास्त नसावा.
ms_my: Buat bacaan tarot yang lucu untuk {userName} dengan 3 kad. Untuk setiap kad, cipta nama yang kelakar dan tulis perenggan berasingan: Kad pertama: <nama> — <penerangan lucu ringkas>, Kad kedua: <nama> — <penerangan lucu ringkas>, Kad ketiga: <nama> — <penerangan lucu ringkas>. Bacaan ini harus menyeronokkan tetapi mempunyai makna yang mendalam. Hanya 3 kad. Keseluruhan teks tidak lebih daripada 7 ayat.
ne: {userName} का लागि ३ वटा कार्डको रमाइलो टारो रिडिङ बनाउनुहोस्। प्रत्येक कार्डका लागि रमाइलो नाम सोच्नुहोस् र अलग अनुच्छेदमा लेख्नुहोस्: पहिलो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>, दोस्रो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>, तेस्रो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>. रिडिङ रमाइलो हुनुपर्छ तर गहिरो अर्थ सहित। केवल ३ कार्ड। सम्पूर्ण पाठ ७ वाक्यभन्दा लामो नहोस्।
nl: Maak een grappige tarotlegging voor {userName} met 3 kaarten. Bedenk voor elke kaart een grappige naam en schrijf een aparte alinea: Eerste kaart: <naam> — <korte grappige beschrijving>, Tweede kaart: <naam> — <korte grappige beschrijving>, Derde kaart: <naam> — <korte grappige beschrijving>. De legging moet leuk zijn, maar met een diepe betekenis. Slechts 3 kaarten. De hele tekst niet langer dan 7 zinnen.
no_no: Lag en morsom tarotlegging for {userName} med 3 kort. For hvert kort, finn på et morsomt navn og skriv et eget avsnitt: Første kort: <navn> — <kort morsom beskrivelse>, Andre kort: <navn> — <kort morsom beskrivelse>, Tredje kort: <navn> — <kort morsom beskrivelse>. Leggingen skal være morsom, men med dyp mening. Bare 3 kort. Hele teksten skal ikke være lengre enn 7 setninger.
pa: {userName} ਲਈ 3 ਕਾਰਡਾਂ ਦਾ ਮਜ਼ੇਦਾਰ ਟੈਰੋ ਪੜ੍ਹਾਈ ਬਣਾਓ। ਹਰ ਕਾਰਡ ਲਈ ਇੱਕ ਹਾਸਿਆਂ ਭਰਪੂਰ ਨਾਮ ਸੋਚੋ ਅਤੇ ਇੱਕ ਵੱਖਰਾ ਪੈਰਾ ਲਿਖੋ: ਪਹਿਲਾ ਕਾਰਡ: <ਨਾਮ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>, ਦੂਜਾ ਕਾਰਡ: <ਨਾਮ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>, ਤੀਜਾ ਕਾਰਡ: <ਨਾਮ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>. ਪੜ੍ਹਾਈ ਮਜ਼ੇਦਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਪਰ ਗਹਿਰਾ ਅਰਥ ਰੱਖਦੀ ਹੋਵੇ। ਸਿਰਫ 3 ਕਾਰਡ। ਸਾਰਾ ਟੈਕਸਟ 7 ਵਾਕਾਂ ਤੋਂ ਵੱਧ ਨਾ ਹੋਵੇ।
pl: Stwórz zabawny rozkład tarota dla {userName} na 3 karty. Dla każdej karty wymyśl śmieszną nazwę i napisz osobny akapit: Pierwsza karta: <nazwa> — <krótki śmieszny opis>, Druga karta: <nazwa> — <krótki śmieszny opis>, Trzecia karta: <nazwa> — <krótki śmieszny opis>. Rozkład powinien być wesoły, ale z głębokim znaczeniem. Tylko 3 karty. Cały tekst nie dłuższy niż 7 zdań.
pt_br: Crie uma leitura divertida de tarô para {userName} com 3 cartas. Para cada carta, invente um nome engraçado e escreva um parágrafo separado: Primeira carta: <nome> — <descrição curta e engraçada>, Segunda carta: <nome> — <descrição curta e engraçada>, Terceira carta: <nome> — <descrição curta e engraçada>. A leitura deve ser divertida, mas com um significado profundo. Apenas 3 cartas. Todo o texto não deve ultrapassar 7 frases.
ro: Creează un tiraj de tarot amuzant pentru {userName} cu 3 cărți. Pentru fiecare carte inventează un titlu haios și scrie un paragraf separat: Prima carte: <titlu> — <descriere scurtă și amuzantă>, A doua carte: <titlu> — <descriere scurtă și amuzantă>, A treia carte: <titlu> — <descriere scurtă și amuzantă>. Tirajul trebuie să fie vesel, dar cu un sens profund. Doar 3 cărți. Întregul text să nu depășească 7 propoziții.
ru: Создай забавный расклад таро для {userName} на 3 карты. Для каждой карты придумай смешное название и напиши отдельный абзац: Первая карта: <название> — <короткое смешное описание>, Вторая карта: <название> — <короткое смешное описание>, Третья карта: <название> — <короткое смешное описание>. Расклад должен быть веселым, но с глубоким смыслом. Только 3 карты. Весь текст не длиннее 7 предложений.
si: {userName} සඳහා කාඩ් 3 ක් සහිත විනෝදජනක ටැරෝ පැතිකඩක් සාදන්න. සෑම කාඩ්පතකටම විහිළුවක් ඇති නමක් හිතා ගන්න සහ වෙනම පරාග්‍රාෆ් එකක් ලියන්න: පළමු කාඩ්පත: <නාමය> — <කෙටි විහිළු විස්තරයක්>, දෙවන කාඩ්පත: <නාමය> — <කෙටි විහිළු විස්තරයක්>, තුන්වන කාඩ්පත: <නාමය> — <කෙටි විහිළු විස්තරයක්>. පැතිකඩ විනෝදජනක විය යුතු අතර ගැඹුරු අර්ථයක් තිබිය යුතුය. කාඩ් 3 ක් පමණි. සම්පූර්ණ පෙළ වාක්‍ය 7 කට වැඩි නොවිය යුතුය.
sk: Vytvor zábavné tarotové rozloženie pre {userName} na 3 karty. Pre každú kartu vymysli vtipný názov a napíš samostatný odsek: Prvá karta: <názov> — <krátky vtipný popis>, Druhá karta: <názov> — <krátky vtipný popis>, Tretia karta: <názov> — <krátky vtipný popis>. Rozloženie má byť veselé, ale s hlbokým významom. Iba 3 karty. Celý text nie je dlhší ako 7 viet.
sl: Ustvari zabavno tarot razporeditev za {userName} s 3 kartami. Za vsako karto izmisli smešen naslov in napiši ločen odstavek: Prva karta: <naslov> — <kratek smešen opis>, Druga karta: <naslov> — <kratek smešen opis>, Tretja karta: <naslov> — <kratek smešen opis>. Razporeditev naj bo zabavna, a z globokim pomenom. Samo 3 karte. Celoten tekst naj ne presega 7 stavkov.
sq: Krijo një shpërndarje të këndshme tarot për {userName} me 3 karta. Për secilën kartë shpik një emër qesharak dhe shkruaj një paragraf të veçantë: Karta e parë: <emri> — <përshkrim i shkurtër qesharak>, Karta e dytë: <emri> — <përshkrim i shkurtër qesharak>, Karta e tretë: <emri> — <përshkrim i shkurtër qesharak>. Shpërndarja duhet të jetë argëtuese, por me kuptim të thellë. Vetëm 3 karta. I gjithë teksti jo më shumë se 7 fjali.
sr: Направи забаван тарот распоред за {userName} са 3 карте. За сваку карту смисли смешан назив и напиши посебан пасус: Прва карта: <назив> — <кратак смешан опис>, Друга карта: <назив> — <кратак смешан опис>, Трећа карта: <назив> — <кратак смешан опис>. Распоред треба да буде весел, али са дубоким значењем. Само 3 карте. Цео текст не дуже од 7 реченица.
sv_se: Skapa en rolig tarotläggning för {userName} med 3 kort. För varje kort, hitta på ett roligt namn och skriv ett separat stycke: Första kortet: <namn> — <kort roligt beskrivning>, Andra kortet: <namn> — <kort roligt beskrivning>, Tredje kortet: <namn> — <kort roligt beskrivning>. Lägget ska vara glatt men med djup mening. Endast 3 kort. Hela texten får inte vara längre än 7 meningar.
sw: Tengeneza ugawaji wa tarot wa kuchekesha kwa {userName} kwa kadi 3. Kwa kila kadi fikiria jina la kuchekesha na andika aya tofauti: Kadi ya kwanza: <jina> — <maelezo mafupi ya kuchekesha>, Kadi ya pili: <jina> — <maelezo mafupi ya kuchekesha>, Kadi ya tatu: <jina> — <maelezo mafupi ya kuchekesha>. Ugawaji uwe wa kufurahisha, lakini wenye maana ya kina. Kadi 3 tu. Maandishi yote yasizidi sentensi 7.
ta: {userName}க்காக 3 அட்டைகளுடன் ஒரு வேடிக்கையான டாரோ படிவத்தை உருவாக்கவும். ஒவ்வொரு அட்டைக்கும் ஒரு காமெடியான பெயரை கண்டுபிடித்து தனித்தொரு பத்தியை எழுதவும்: முதல் அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>, இரண்டாவது அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>, மூன்றாவது அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>. படிவம் மகிழ்ச்சியானதாக இருக்க வேண்டும், ஆனால் ஆழமான அர்த்தத்துடன். வெறும் 3 அட்டைகள். முழு உரை 7 வாக்கியங்களுக்குள் இருக்க வேண்டும்.
te: {userName} కోసం 3 కార్డుల సరదా టారో పఠనం సృష్టించండి. ప్రతి కార్డు కోసం ఒక సరదా పేరు ఆలోచించి, ప్రత్యేక పేరాగ్రాఫ్ రాయండి: మొదటి కార్డు: <పేరు> — <చిన్న సరదా వివరణ>, రెండవ కార్డు: <పేరు> — <చిన్న సరదా వివరణ>, మూడవ కార్డు: <పేరు> — <చిన్న సరదా వివరణ>. పఠనం సరదాగా ఉండాలి, కానీ లోతైన అర్థం కలిగి ఉండాలి. కేవలం 3 కార్డులు మాత్రమే. మొత్తం టెక్స్ట్ 7 వాక్యాల కంటే ఎక్కువ కాకూడదు.
th: สร้างการเปิดไพ่ทาโร่ที่สนุกสนานสำหรับ {userName} โดยใช้ไพ่ 3 ใบ สำหรับแต่ละใบคิดชื่อที่ตลกและเขียนย่อหน้าแยก: ไพ่ใบแรก: <ชื่อ> — <คำอธิบายตลกสั้นๆ>, ไพ่ใบที่สอง: <ชื่อ> — <คำอธิบายตลกสั้นๆ>, ไพ่ใบที่สาม: <ชื่อ> — <คำอธิบายตลกสั้นๆ> การเปิดไพ่ต้องสนุกแต่มีความหมายลึกซึ้ง มีแค่ 3 ใบ ข้อความทั้งหมดไม่เกิน 7 ประโยค
tr_tr: {userName} için 3 kartlık eğlenceli bir tarot açılımı oluştur. Her kart için komik bir isim bul ve ayrı bir paragraf yaz: Birinci kart: <isim> — <kısa komik açıklama>, İkinci kart: <isim> — <kısa komik açıklama>, Üçüncü kart: <isim> — <kısa komik açıklama>. Açılım neşeli ama derin anlamlı olmalı. Sadece 3 kart. Tüm metin 7 cümleyi geçmemeli.
uk: Створи кумедний розклад таро для {userName} на 3 картини. Для кожної картини придумай смішну назву і напиши окремий абзац: Перша карта: <назва> — <короткий смішний опис>, Друга карта: <назва> — <короткий смішний опис>, Третя карта: <назва> — <короткий смішний опис>. Розклад має бути веселим, але з глибоким змістом. Лише 3 картини. Весь текст не довший за 7 речень.
ur: {userName} کے لیے 3 کارڈز کا ایک مزاحیہ ٹارو ریڈنگ بنائیں۔ ہر کارڈ کے لیے ایک مزاحیہ نام سوچیں اور ایک الگ پیراگراف لکھیں: پہلا کارڈ: <نام> — <مختصر مزاحیہ وضاحت>، دوسرا کارڈ: <نام> — <مختصر مزاحیہ وضاحت>، تیسرا کارڈ: <نام> — <مختصر مزاحیہ وضاحت>۔ ریڈنگ خوشگوار ہونی چاہیے، مگر گہرا مطلب رکھتی ہو۔ صرف 3 کارڈز۔ پورا متن 7 جملوں سے زیادہ نہ ہو۔
vi: Tạo một trải bài tarot vui nhộn cho {userName} với 3 lá bài. Mỗi lá bài hãy nghĩ ra một tên gọi hài hước và viết một đoạn riêng: Lá bài đầu tiên: <tên gọi> — <mô tả ngắn hài hước>, Lá bài thứ hai: <tên gọi> — <mô tả ngắn hài hước>, Lá bài thứ ba: <tên gọi> — <mô tả ngắn hài hước>. Trải bài phải vui vẻ nhưng có ý nghĩa sâu sắc. Chỉ 3 lá bài. Toàn bộ văn bản không dài quá 7 câu.
zh_cn: 为{userName}创建一个有趣的三张牌塔罗牌阵。为每张牌想一个搞笑的名称并写一个单独的段落：第一张牌：<名称> — <简短搞笑的描述>，第二张牌：<名称> — <简短搞笑的描述>，第三张牌：<名称> — <简短搞笑的描述>。牌阵应当有趣但富有深意。仅限三张牌。全文不超过7句。
zh_hk: 為 {userName} 創作一個有趣的三張塔羅牌牌陣。為每張牌想一個搞笑的名稱，並寫一段獨立的描述：第一張牌：<名稱> — <簡短搞笑描述>，第二張牌：<名稱> — <簡短搞笑描述>，第三張牌：<名稱> — <簡短搞笑描述>。牌陣應該既有趣又富有深意。僅限三張牌。全文不超過七句。
zu: Dala ukufundwa kwe-tarot okuhlelekile kuka {userName} ngamakhadi amathathu. Ngekhadi ngalinye, cabanga igama elihlekisayo bese ubhala isigaba esihlukile: Ikhadi lokuqala: <igama> — <incazelo emfushane ehlekisayo>, Ikhadi lesibili: <igama> — <incazelo emfushane ehlekisayo>, Ikhadi lesithathu: <igama> — <incazelo emfushane ehlekisayo>. Ukufundwa kufanele kube mnandi kodwa kube nencazelo ejulile. Amakhadi amathathu kuphela. Umbhalo wonke awudluli imisho eyisikhombisa.
