Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# month_january
source: January
af: Januarie
am: ጃንዩወሪ
ar: يناير
az: yanvar
bn: জানুয়ারি
ca: Gener
cs: Leden
de: Januar
es_es: Enero
fa: ژانویه
fi_fi: Tammikuu
fil: Enero
fr: Janvier
gl: Xaneiro
gu: જાન્યુઆરી
hi: जनवरी
hu: január
hy_am: Հունվար
id: Januari
is_is: janúar
it_it: gennaio
iw: ינואר
ja_jp: 1月
ka: იანვარი
kk: қаңтар
km_kh: ខែមករា
kn_in: ಜನವರಿ
ko_kr: 1월
ky_kg: Январь
lo: ມັງກອນ
lt: sausis
lv: janvāris
mk_mk: јануари
ml_in: ജനുവരി
mn_mn: нэгдүгээр сар
mr: जानेवारी
ms_my: Januari
ne: जनवरी
nl: Januari
no_no: januar
pa: ਜਨਵਰੀ
pl: Styczeń
pt_br: Janeiro
ro: Ianuarie
ru: января
si: ජනවාරි
sk: Január
sl: Januar
sq: janar
sr: Јануар
sv_se: januari
sw: Januari
ta: ஜனவரி
te: జనవరి
th: มกราคม
tr_tr: Ocak
uk: Січень
ur: جنوری
vi: Tháng Một
zh_cn: 一月
zh_hk: 一月
zu: uJanuwari

# month_february
source: February
af: Februarie
am: ፌብሩወሪ
ar: فبراير
az: fevral
bn: ফেব্রুয়ারি
ca: Febrer
cs: Únor
de: Februar
es_es: Febrero
fa: فوریه
fi_fi: Helmikuu
fil: Pebrero
fr: Février
gl: Febreiro
gu: ફેબ્રુઆરી
hi: फरवरी
hu: február
hy_am: Փետրվար
id: Februari
is_is: febrúar
it_it: febbraio
iw: פברואר
ja_jp: 2月
ka: თებერვალი
kk: ақпан
km_kh: ខែកុម្ភៈ
kn_in: ಫೆಬ್ರವರಿ
ko_kr: 2월
ky_kg: Февраль
lo: ກຸມພາ
lt: vasaris
lv: februāris
mk_mk: февруари
ml_in: ഫെബ്രുവരി
mn_mn: хоёрдугаар сар
mr: फेब्रुवारी
ms_my: Februari
ne: फेब्रुअरी
nl: Februari
no_no: februar
pa: ਫਰਵਰੀ
pl: Luty
pt_br: Fevereiro
ro: Februarie
ru: февраля
si: පෙබරවාරි
sk: Február
sl: Februar
sq: shkurt
sr: Фебруар
sv_se: februari
sw: Februari
ta: பிப்ரவரி
te: ఫిబ్రవరి
th: กุมภาพันธ์
tr_tr: Şubat
uk: Лютий
ur: فروری
vi: Tháng Hai
zh_cn: 二月
zh_hk: 二月
zu: uFebhuwari

# month_march
source: March
af: Maart
am: ማርች
ar: مارس
az: mart
bn: মার্চ
ca: Març
cs: Březen
de: März
es_es: Marzo
fa: مارس
fi_fi: Maaliskuu
fil: Marso
fr: Mars
gl: Marzo
gu: માર્ચ
hi: मार्च
hu: március
hy_am: Մարտ
id: Maret
is_is: mars
it_it: marzo
iw: מרץ
ja_jp: 3月
ka: მარტი
kk: наурыз
km_kh: ខែមីនា
kn_in: ಮಾರ್ಚ್
ko_kr: 3월
ky_kg: Март
lo: ມີນາ
lt: kovas
lv: marts
mk_mk: март
ml_in: മാർച്ച്
mn_mn: гуравдугаар сар
mr: मार्च
ms_my: Mac
ne: मार्च
nl: Maart
no_no: mars
pa: ਮਾਰਚ
pl: Marzec
pt_br: Março
ro: Martie
ru: марта
si: මාර්තු
sk: Marec
sl: Marec
sq: mars
sr: Март
sv_se: mars
sw: Machi
ta: மார்ச்
te: మార్చి
th: มีนาคม
tr_tr: Mart
uk: Березень
ur: مارچ
vi: Tháng Ba
zh_cn: 三月
zh_hk: 三月
zu: uMashi

# month_april
source: April
am: ኤፕሪል
ar: أبريل
az: aprel
bn: এপ্রিল
ca: Abril
cs: Duben
es_es: Abril
fa: آوریل
fi_fi: Huhtikuu
fil: Abril
fr: Avril
gl: Abril
gu: એપ્રિલ
hi: अप्रैल
hu: április
hy_am: Ապրիլ
is_is: apríl
it_it: aprile
iw: אפריל
ja_jp: 4月
ka: აპრილი
kk: сәуір
km_kh: ខែមេសា
kn_in: ಏಪ್ರಿಲ್
ko_kr: 4월
ky_kg: Апрель
lo: ເມສາ
lt: balandis
lv: aprīlis
mk_mk: април
ml_in: ഏപ്രിൽ
mn_mn: дөрөвдүгээр сар
mr: एप्रिल
ne: अप्रिल
pa: ਅਪ੍ਰੈਲ
pl: Kwiecień
pt_br: Abril
ro: Aprilie
ru: апреля
si: අප්‍රේල්
sk: Apríl
sq: prill
sr: Април
sw: Aprili
ta: ஏப்ரல்
te: ఏప్రిల్
th: เมษายน
tr_tr: Nisan
uk: Квітень
ur: اپریل
vi: Tháng Tư
zh_cn: 四月
zh_hk: 四月
zu: u-Apreli

# month_may
source: May
af: Mei
am: ሜይ
ar: مايو
bn: মে
ca: Maig
cs: Květen
de: Mai
es_es: Mayo
fa: مه
fi_fi: Toukokuu
fil: Mayo
fr: Mai
gl: Maio
gu: મે
hi: मई
hu: május
hy_am: Մայիս
id: Mei
is_is: maí
it_it: maggio
iw: מאי
ja_jp: 5月
ka: მაისი
kk: мамыр
km_kh: ខែឧសភា
kn_in: ಮೇ
ko_kr: 5월
ky_kg: Май
lo: ພຶດສະພາ
lt: gegužė
lv: maijs
mk_mk: мај
ml_in: മേയ്
mn_mn: тавдугаар сар
mr: मे
ms_my: Mei
ne: मे
nl: Mei
no_no: mai
pa: ਮਈ
pl: Maj
pt_br: Maio
ro: Mai
ru: мая
si: මැයි
sk: Máj
sl: Maj
sq: maj
sr: Мај
sv_se: maj
sw: Mei
ta: மே
te: మే
th: พฤษภาคม
tr_tr: Mayıs
uk: Травень
ur: مئی
vi: Tháng Năm
zh_cn: 五月
zh_hk: 五月
zu: uMeyi

# month_june
source: June
af: Junie
am: ጁን
ar: يونيو
az: iyun
bn: জুন
ca: Juny
cs: Červen
de: Juni
es_es: Junio
fa: ژوئن
fi_fi: Kesäkuu
fil: Hunyo
fr: Juin
gl: Xuño
gu: જૂન
hi: जून
hu: június
hy_am: Հունիս
id: Juni
is_is: júní
it_it: giugno
iw: יוני
ja_jp: 6月
ka: ივნისი
kk: маусым
km_kh: ខែមិថុនា
kn_in: ಜೂನ್
ko_kr: 6월
ky_kg: Июнь
lo: ມິຖຸນາ
lt: birželis
lv: jūnijs
mk_mk: јуни
ml_in: ജൂൺ
mn_mn: зургадугаар сар
mr: जून
ms_my: Jun
ne: जुन
nl: Juni
no_no: juni
pa: ਜੂਨ
pl: Czerwiec
pt_br: Junho
ro: Iunie
ru: июня
si: ජූනි
sk: Jún
sl: Junij
sq: qershor
sr: Јун
sv_se: juni
sw: Juni
ta: ஜூன்
te: జూన్
th: มิถุนายน
tr_tr: Haziran
uk: Червень
ur: جون
vi: Tháng Sáu
zh_cn: 六月
zh_hk: 六月
zu: uJuni

# month_july
source: July
af: Julie
am: ጁላይ
ar: يوليو
az: iyul
bn: জুলাই
ca: Juliol
cs: Červenec
de: Juli
es_es: Julio
fa: ژوئیه
fi_fi: Heinäkuu
fil: Hulyo
fr: Juillet
gl: Xullo
gu: જુલાઈ
hi: जुलाई
hu: július
hy_am: Հուլիս
id: Juli
is_is: júlí
it_it: luglio
iw: יולי
ja_jp: 7月
ka: ივლისი
kk: шілде
km_kh: ខែកក្កដា
kn_in: ಜುಲೈ
ko_kr: 7월
ky_kg: Июль
lo: ກໍລະກົດ
lt: liepa
lv: jūlijs
mk_mk: јули
ml_in: ജൂലൈ
mn_mn: долдугаар сар
mr: जुलै
ms_my: Julai
ne: जुलाई
nl: Juli
no_no: juli
pa: ਜੁਲਾਈ
pl: Lipiec
pt_br: Julho
ro: Iulie
ru: июля
si: ජූලි
sk: Júl
sl: Julij
sq: korrik
sr: Јул
sv_se: juli
sw: Julai
ta: ஜூலை
te: జులై
th: กรกฎาคม
tr_tr: Temmuz
uk: Липень
ur: جولائی
vi: Tháng Bảy
zh_cn: 七月
zh_hk: 七月
zu: uJulayi

# month_august
source: August
af: Augustus
am: ኦገስት
ar: أغسطس
az: avqust
bn: আগস্ট
ca: Agost
cs: Srpen
es_es: Agosto
fa: اوت
fi_fi: Elokuu
fil: Agosto
fr: Août
gl: Agosto
gu: ઑગસ્ટ
hi: अगस्त
hu: augusztus
hy_am: Օգոստոս
id: Agustus
is_is: ágúst
it_it: agosto
iw: אוגוסט
ja_jp: 8月
ka: აგვისტო
kk: тамыз
km_kh: ខែសីហា
kn_in: ಆಗಸ್ಟ್
ko_kr: 8월
ky_kg: Август
lo: ສິງຫາ
lt: rugpjūtis
lv: augusts
mk_mk: август
ml_in: ഓഗസ്റ്റ്
mn_mn: наймдугаар сар
mr: ऑगस्ट
ms_my: Ogos
ne: अगस्ट
nl: Augustus
pa: ਅਗਸਤ
pl: Sierpień
pt_br: Agosto
ru: августа
si: අගෝස්තු
sl: Avgust
sq: gusht
sr: Август
sv_se: augusti
sw: Agosti
ta: ஆகஸ்ட்
te: ఆగస్టు
th: สิงหาคม
tr_tr: Ağustos
uk: Серпень
ur: اگست
vi: Tháng Tám
zh_cn: 八月
zh_hk: 八月
zu: u-Agasti

# month_september
source: September
am: ሴፕቴምበር
ar: سبتمبر
az: sentyabr
bn: সেপ্টেম্বর
ca: Setembre
cs: Září
es_es: Septiembre
fa: سپتامبر
fi_fi: Syyskuu
fil: Setyembre
fr: Septembre
gl: Setembro
gu: સપ્ટેમ્બર
hi: सितंबर
hu: szeptember
hy_am: Սեպտեմբեր
it_it: settembre
iw: ספטמבר
ja_jp: 9月
ka: სექტემბერი
kk: қыркүйек
km_kh: ខែកញ្ញា
kn_in: ಸೆಪ್ಟೆಂಬರ್
ko_kr: 9월
ky_kg: Сентябрь
lo: ກັນຍາ
lt: rugsėjis
lv: septembris
mk_mk: септември
ml_in: സെപ്റ്റംബർ
mn_mn: есдүгээр сар
mr: सप्टेंबर
ne: सेप्टेम्बर
pa: ਸਤੰਬਰ
pl: Wrzesień
pt_br: Setembro
ro: Septembrie
ru: сентября
si: සැප්තැම්බර්
sq: shtator
sr: Септембар
sw: Septemba
ta: செப்டம்பர்
te: సెప్టెంబర్
th: กันยายน
tr_tr: Eylül
uk: Вересень
ur: ستمبر
vi: Tháng Chín
zh_cn: 九月
zh_hk: 九月
zu: uSepthemba

# month_october
source: October
af: Oktober
am: ኦክቶበር
ar: أكتوبر
az: oktyabr
bn: অক্টোবর
ca: Octubre
cs: Říjen
de: Oktober
es_es: Octubre
fa: اکتبر
fi_fi: Lokakuu
fil: Oktubre
fr: Octobre
gl: Outubro
gu: ઑક્ટોબર
hi: अक्टूबर
hu: október
hy_am: Հոկտեմբեր
id: Oktober
is_is: október
it_it: ottobre
iw: אוקטובר
ja_jp: 10月
ka: ოქტომბერი
kk: қазан
km_kh: ខែតុលា
kn_in: ಅಕ್ಟೋಬರ್
ko_kr: 10월
ky_kg: Октябрь
lo: ຕຸລາ
lt: spalis
lv: oktobris
mk_mk: октомври
ml_in: ഒക്ടോബർ
mn_mn: аравдугаар сар
mr: ऑक्टोबर
ms_my: Oktober
ne: अक्टोबर
nl: Oktober
no_no: oktober
pa: ਅਕਤੂਬਰ
pl: Październik
pt_br: Outubro
ro: Octombrie
ru: октября
si: ඔක්තෝබර්
sk: Október
sl: Oktober
sq: tetor
sr: Октобар
sv_se: oktober
sw: Oktoba
ta: அக்டோபர்
te: అక్టోబర్
th: ตุลาคม
tr_tr: Ekim
uk: Жовтень
ur: اکتوبر
vi: Tháng Mười
zh_cn: 十月
zh_hk: 十月
zu: u-Okthoba

# month_november
source: November
am: ኖቬምበር
ar: نوفمبر
az: noyabr
bn: নভেম্বর
ca: Novembre
cs: Listopad
es_es: Noviembre
fa: نوامبر
fi_fi: Marraskuu
fil: Nobyembre
fr: Novembre
gl: Novembro
gu: નવેમ્બર
hi: नवंबर
hy_am: Նոյեմբեր
is_is: nóvember
it_it: novembre
iw: נובמבר
ja_jp: 11月
ka: ნოემბერი
kk: қараша
km_kh: ខែវិច្ឆិកា
kn_in: ನವೆಂಬರ್
ko_kr: 11월
ky_kg: Ноябрь
lo: ພະຈິກ
lt: lapkritis
lv: novembris
mk_mk: ноември
ml_in: നവംബർ
mn_mn: арван нэгдүгээр сар
mr: नोव्हेंबर
ne: नोभेम्बर
pa: ਨਵੰਬਰ
pl: Listopad
pt_br: Novembro
ro: Noiembrie
ru: ноября
si: නොවැම්බර්
sq: nëntor
sr: Новембар
sw: Novemba
ta: நவம்பர்
te: నవంబర్
th: พฤศจิกายน
tr_tr: Kasım
uk: Листопад
ur: نومبر
vi: Tháng Mười Một
zh_cn: 十一月
zh_hk: 十一月
zu: uNovemba

# month_december
source: December
af: Desember
am: ዲሴምበር
ar: ديسمبر
az: dekabr
bn: ডিসেম্বর
ca: Desembre
cs: Prosinec
de: Dezember
es_es: Diciembre
fa: دسامبر
fi_fi: Joulukuu
fil: Disyembre
fr: Décembre
gl: Decembro
gu: ડિસેમ્બર
hi: दिसंबर
hy_am: Դեկտեմբեր
id: Desember
is_is: desember
it_it: dicembre
iw: דצמבר
ja_jp: 12月
ka: დეკემბერი
kk: желтоқсан
km_kh: ខែធ្នូ
kn_in: ಡಿಸೆಂಬರ್
ko_kr: 12월
ky_kg: Декабрь
lo: ທັນວາ
lt: gruodis
lv: decembris
mk_mk: декември
ml_in: ഡിസംബർ
mn_mn: арван хоёрдугаар сар
mr: डिसेंबर
ms_my: Disember
ne: डिसेम्बर
no_no: desember
pa: ਦਸੰਬਰ
pl: Grudzień
pt_br: Dezembro
ro: Decembrie
ru: декабря
si: දෙසැම්බර්
sq: dhjetor
sr: Децембар
sw: Desemba
ta: டிசம்பர்
te: డిసెంబర్
th: ธันวาคม
tr_tr: Aralık
uk: Грудень
ur: دسمبر
vi: Tháng Mười Hai
zh_cn: 十二月
zh_hk: 十二月
zu: uDisemba
