Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# quick_reading_result_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg asseblief ’n spesialis indien nodig.
am: መተግበሪያው አርእስተ አሰራርን በብቻ ለመዝናኛ አገልግሎት ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደምንም ኃላፊነት አናደርግም። ከፍተኛ እንዳለ ከሆነ ወደ ሙያ ሰራተኛ ይመለከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. في حال الحاجة، يرجى استشارة متخصص.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবলমাত্র বিনোদনের উদ্দেশ্যে এআই ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza la IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: برنامه فقط برای اهداف سرگرمی از هوش مصنوعی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به یک متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteyttä asiantuntijaan.
fil: Ang aplikasyon ay gumagamit ng AI para lamang sa layuning pampalipas-oras. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન માત્ર મનોરંજન માટે AI નો ઉપયોગ કરે છે. અમે તમારા દ્વારા લેવામાં આવેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। आपके द्वारा लिए गए निर्णयों के लिए हम जिम्मेदार नहीं हैं। आवश्यकता होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք չենք պատասխանատու ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא נושאים באחריות על ההחלטות שאתה מקבל. במידת הצורך פנה למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。あなたの決定に対して当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენ მიერ მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қолданба ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បញ្ញាសិប្បនិម្មិតសម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하십시오.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонот. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се кај стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കുകയുള്ളൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമുണ്ടെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй холбоо барина уу.
mr: अॅप्लिकेशन केवळ मनोरंजनासाठी AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एपले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सल्लाह लिनुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම ක්‍රීඩාමය අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගෙන සිටිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත සම්බන්ධ වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za rozhodnutia, ktoré urobíte. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za vaše odločitve ne odgovarjamo. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor IA-në vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubebei uwajibikaji kwa maamuzi uliyoyafanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: அப்பிளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI-ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் ஒரு நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ని ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. У разі потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رابطہ کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 該應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lusebenzisa i-AI ngenhloso yokuzijabulisa kuphela. Asibophezeleki ngezinketho ozenzile. Uma kudingeka, xhumana nochwepheshe.
