Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# self_development_balance_spread_screen_self_development_explanation
source: The "Self-Development and Balance" spread consists of 7 cards arranged in a circular shape. Each card symbolizes a specific aspect of your spiritual growth and inner harmony.
af: Die uitleg "Selfontwikkeling en balans" bestaan uit 7 kaarte, gerangskik in die vorm van 'n sirkel. Elke kaart simboliseer 'n spesifieke aspek van jou geestelike groei en innerlike harmonie.
am: "ራስን ማሻሻል እና ሚዛን" እቃ ከ7 ካርዶች የተሰራ ነው፣ እነዚህም በክብ ቅርፅ የተደረጉ ናቸው። እያንዳንዱ ካርድ የመንፈሳዊ እድገትዎን እና የውስጣዊ ሐምሌነትዎን የሚወክል አንድ አካል ነው።
ar: تشكيلة "التنمية الذاتية والتوازن" تتكون من 7 بطاقات مرتبة في شكل دائرة. كل بطاقة ترمز إلى جانب معين من نموك الروحي وتناغمك الداخلي.
az: "Özünüinkişaf və balans" yayımı 7 kartdan ibarətdir və dairə şəklində yerləşdirilib. Hər bir kart sizin mənəvi inkişafınızın və daxili harmoniyanızın müəyyən bir aspektini simvollaşdırır.
bn: "স্ব-উন্নতি এবং ভারসাম্য" রিডিংটি ৭টি কার্ড নিয়ে গঠিত, যা একটি বৃত্তাকার আকারে সাজানো হয়েছে। প্রতিটি কার্ড আপনার আধ্যাত্মিক বৃদ্ধি এবং অভ্যন্তরীণ সঙ্গতির একটি নির্দিষ্ট দিককে প্রতীকী করে।
ca: La tirada "Autodesenvolupament i equilibri" consta de 7 cartes disposades en forma de cercle. Cada carta simbolitza un aspecte determinat del teu creixement espiritual i harmonia interior.
cs: Rozložení "Sebezdokonalování a rovnováha" se skládá ze 7 karet uspořádaných do kruhu. Každá karta symbolizuje určitý aspekt vašeho duchovního růstu a vnitřní harmonie.
de: Das Legesystem "Selbstentwicklung und Balance" besteht aus 7 Karten, die in Form eines Kreises angeordnet sind. Jede Karte symbolisiert einen bestimmten Aspekt Ihres spirituellen Wachstums und Ihrer inneren Harmonie.
es_es: La tirada "Autodesarrollo y equilibrio" consta de 7 cartas dispuestas en forma de círculo. Cada carta simboliza un aspecto determinado de tu crecimiento espiritual y armonía interior.
fa: تاروت «خودتوسعه و تعادل» شامل ۷ کارت است که به شکل دایره چیده شده‌اند. هر کارت نماد جنبه‌ای خاص از رشد معنوی و هماهنگی درونی شماست.
fi_fi: "Itsensä kehittäminen ja tasapaino" -luku koostuu 7 kortista, jotka on asetettu ympyrän muotoon. Jokainen kortti symboloi tiettyä puolta henkisestä kasvustasi ja sisäisestä harmoniastasi.
fil: Ang spread na "Pag-unlad sa Sarili at Balanse" ay binubuo ng 7 mga card na nakaayos sa hugis ng bilog. Bawat card ay sumasagisag sa isang partikular na aspeto ng iyong espiritwal na paglago at panloob na pagkakaisa.
fr: Le tirage "Développement personnel et équilibre" se compose de 7 cartes disposées en cercle. Chaque carte symbolise un aspect spécifique de votre croissance spirituelle et de votre harmonie intérieure.
gl: A tirada "Autodesenvolvemento e equilibrio" consta de 7 cartas, situadas en forma de círculo. Cada carta simboliza un aspecto determinado do teu crecemento espiritual e da harmonía interior.
gu: "સ્વવિકાસ અને સંતુલન" વિતરણ 7 કાર્ડોથી બનેલું છે, જે વર્તુળાકાર રીતે ગોઠવાયેલ છે. દરેક કાર્ડ તમારા આધ્યાત્મિક વિકાસ અને આંતરિક સમતોલનના નિશાનરૂપ છે.
hi: "स्व-विकास और संतुलन" का फैलाव 7 कार्डों से बना है, जो एक वृत्त के आकार में व्यवस्थित हैं। प्रत्येक कार्ड आपके आध्यात्मिक विकास और आंतरिक सामंजस्य के एक विशिष्ट पहलू का प्रतीक है।
hu: A "Önfejlesztés és egyensúly" kirakás 7 kártyából áll, amelyek kör alakban helyezkednek el. Minden kártya a spirituális fejlődésed és belső harmóniád egy adott aspektusát szimbolizálja.
hy_am: «Ինքնաճանաչում և հավասարակշռություն» դասավորությունը բաղկացած է 7 քարտերից, որոնք դասավորված են շրջանաձև։ Յուրաքանչյուր քարտ խորհրդանշում է ձեր հոգևոր աճի և ներքին ներդաշնակության որոշակի կողմ։
id: Penyebaran "Pengembangan Diri dan Keseimbangan" terdiri dari 7 kartu yang disusun dalam bentuk lingkaran. Setiap kartu melambangkan aspek tertentu dari pertumbuhan spiritual dan harmoni batin Anda.
is_is: Kortalagið „Sjálfsþróun og jafnvægi" samanstendur af 7 kortum, raðað í hring. Hvert kort táknar ákveðinn þátt af andlegum vexti þínum og innri samræmi.
it_it: Il tiro "Auto-sviluppo e equilibrio" consiste di 7 carte disposte a forma di cerchio. Ogni carta simboleggia un aspetto specifico della tua crescita spirituale e dell'armonia interiore.
iw: פיזור "התפתחות עצמית ואיזון" מורכב מ-7 קלפים, הממוקמים בצורת מעגל. כל קלף מסמל היבט מסוים של הצמיחה הרוחנית וההרמוניה הפנימית שלך.
ja_jp: 「自己成長とバランス」のスプレッドは、円形に配置された7枚のカードで構成されています。各カードはあなたの精神的成長と内なる調和の特定の側面を象徴しています。
ka: განლაგება "თავის განვითარება და ბალანსი" შედგება 7 ბარათისგან, რომლებიც განლაგებულია წრის ფორმით. თითოეული ბარათი სიმბოლიზირებს თქვენს სულიერ ზრდასა და შინაგან ჰარმონიას.
kk: «Өзін-өзі дамыту және тепе-теңдік» тарауы 7 картадан тұрады, олар шеңбер пішінінде орналасқан. Әр карта сіздің рухани өсуіңіз бен ішкі үйлесімділіктің белгілі бір аспектісін білдіреді.
km_kh: ការបែងចែក "ការអភិវឌ្ឍន៍ខ្លួនឯង និងសមតុល្យ" មានប័ណ្ណចំនួន 7 ដែលត្រូវបានដាក់ក្នុងរាងមូល។ ប័ណ្ណនីមួយៗតំណាងឱ្យមុខងារពិសេសនៃការលូតលាស់ផ្លូវចិត្ត និងសមតុល្យខាងក្នុងរបស់អ្នក។
kn_in: "ಸ್ವಾಭಿವೃದ್ಧಿ ಮತ್ತು ಸಮತೋಲನ" ವಿನ್ಯಾಸವು ವೃತ್ತಾಕಾರದ ರೂಪದಲ್ಲಿ 7 ಕಾರ್ಡ್‌ಗಳಿಂದ ಕೂಡಿದೆ. ಪ್ರತಿ ಕಾರ್ಡ್ ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆ ಮತ್ತು ಆಂತರಿಕ ಸಮ್ಮಿಲನದ ನಿರ್ದಿಷ್ಟ ಅಂಶವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.
ko_kr: "자기계발과 균형" 스프레드는 원형으로 배열된 7장의 카드로 구성되어 있습니다. 각 카드는 여러분의 영적 성장과 내면의 조화의 특정 측면을 상징합니다.
ky_kg: «Өзүн өнүктүрүү жана тең салмактуулук» таралышы 7 картадан турат, алар тегерек формада жайгашкан. Ар бир карта сиздин руханий өсүүңүздүн жана ички гармонияңыздын белгилүү бир аспектин символдойт.
lo: ການຈັດການ "ການພັດທະນາຕົວເອງ ແລະ ຄວາມສົມດຸນ" ປະກອບດ້ວຍ 7 ໃບກາດ ທີ່ຈັດຢູ່ໃນຮູບແບບວົງກົງ. ໃບກາດແຕ່ລະໃບສະແດງໃຫ້ເຫັນດ້ານຫນຶ່ງຂອງການເຕີບໂຕຈາກຈິດໃຈ ແລະ ຄວາມສົມພັນພາຍໃນ.
lt: Išdėstymas "Saviugda ir pusiausvyra" susideda iš 7 kortų, išdėstytų apskritimo formoje. Kiekviena korta simbolizuoja tam tikrą jūsų dvasinio augimo ir vidinės harmonijos aspektą.
lv: Izklājums "Pašattīstība un līdzsvars" sastāv no 7 kārtīm, kas izvietotas apļa formā. Katra kārts simbolizē noteiktu jūsu garīgās izaugsmes un iekšējās harmonijas aspektu.
mk_mk: Расклад "Саморазвој и рамнотежа" се состои од 7 карти, поставени во форма на круг. Секоја карта симболизира одреден аспект на вашиот духовен раст и внатрешна хармонија.
ml_in: "സ്വയംവികസനവും സമതുലിതവും" എന്ന പകർപ്പ് 7 കാർഡുകളാൽ നിർമ്മിച്ചിരിക്കുന്നു, അവ വൃത്താകൃതിയിൽ ക്രമീകരിച്ചിരിക്കുന്നു. ഓരോ കാർഡും നിങ്ങളുടെ ആത്മീയ വളർച്ചയുടെയും ആന്തരിക സമതുലിതത്തിന്റെയും ഒരു പ്രത്യേക അംശത്തെ പ്രതിനിധീകരിക്കുന്നു.
mn_mn: "Өөрийгөө хөгжүүлэх ба тэнцвэр" тарни нь дугуй хэлбэртэй байрласан 7 ширхэг картнаас бүрдэнэ. Тус бүр нь таны сүнслэг өсөлт ба дотоод эв найрамдлын тодорхой нэг талыг илэрхийлнэ.
mr: "स्व-विकास आणि संतुलन" हा रीडिंग ७ कार्ड्सचा बनलेला आहे, जे वर्तुळाच्या आकारात ठेवलेले आहेत. प्रत्येक कार्ड तुमच्या आध्यात्मिक वाढीचा आणि अंतर्गत सुसंवादाचा विशिष्ट पैलू दर्शवते.
ms_my: Penyebaran "Pengembangan Diri dan Keseimbangan" terdiri daripada 7 kad yang disusun dalam bentuk bulatan. Setiap kad melambangkan aspek tertentu pertumbuhan rohani dan keharmonian dalaman anda.
ne: "आत्म-विकास र सन्तुलन" लेआउट ७ वटा कार्डहरूबाट बनेको छ, जुन वृत्तको आकारमा राखिएका छन्। प्रत्येक कार्डले तपाईंको आध्यात्मिक विकास र आन्तरिक सन्तुलनको निश्चित पक्षलाई प्रतिनिधित्व गर्दछ।
nl: De legging "Zelfontwikkeling en balans" bestaat uit 7 kaarten, gerangschikt in de vorm van een cirkel. Elke kaart symboliseert een bepaald aspect van jouw spirituele groei en innerlijke harmonie.
no_no: Spredningen "Selvutvikling og balanse" består av 7 kort, arrangert i en sirkel. Hvert kort symboliserer en bestemt aspekt av din åndelige vekst og indre harmoni.
pa: "ਸਵੈ ਵਿਕਾਸ ਅਤੇ ਸੰਤੁਲਨ" ਦਾ ਵਿਤਰਨ 7 ਕਾਰਡਾਂ ਤੋਂ ਬਣਿਆ ਹੈ, ਜੋ ਇੱਕ ਗੋਲਾਕਾਰ ਵਿੱਚ ਸਥਿਤ ਹਨ। ਹਰ ਕਾਰਡ ਤੁਹਾਡੇ ਆਤਮਿਕ ਵਿਕਾਸ ਅਤੇ ਅੰਦਰੂਨੀ ਸਾਂਤੁਲਨ ਦੇ ਇੱਕ ਖਾਸ ਪੱਖ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।
pl: Rozkład "Samorozwój i równowaga" składa się z 7 kart ułożonych w kształt koła. Każda karta symbolizuje określony aspekt twojego duchowego wzrostu i wewnętrznej harmonii.
pt_br: A leitura "Autodesenvolvimento e equilíbrio" consiste em 7 cartas dispostas em forma de círculo. Cada carta simboliza um aspecto específico do seu crescimento espiritual e harmonia interior.
ro: Spreading-ul "Dezvoltare personală și echilibru" constă din 7 cărți dispuse în formă de cerc. Fiecare carte simbolizează un anumit aspect al creșterii tale spirituale și al armoniei interioare.
ru: Расклад "Саморазвитие и баланс" состоит из 7 карт, расположенных в форме круга. Каждая карта символизирует определённый аспект вашего духовного роста и внутренней гармонии.
si: "ස්වයංවිකාශය සහ සමතුලිතතාව" විවරණය කාණ්ඩ 7 කින් සමන්විත වන අතර, ඒවා වටාකාර ආකාරයකින් පිහිටා ඇත. එක් එක් කාඩ්පත ඔබේ ආත්මීය වර්ධනය සහ අභ්‍යන්තර සමාජ්ඡාතීකරණයේ විශේෂාංගයක් නියෝජනය කරයි.
sk: Rozklad "Sebarozvoj a rovnováha" pozostáva zo 7 kariet usporiadaných do tvaru kruhu. Každá karta symbolizuje určitý aspekt vášho duchovného rastu a vnútornej harmónie.
sl: Razporeditev "Samoizpopolnjevanje in ravnovesje" je sestavljena iz 7 kart, razporejenih v obliki kroga. Vsaka karta simbolizira določen vidik vaše duhovne rasti in notranje harmonije.
sq: Shpërndarja "Vetëzhvillimi dhe balanca" përbëhet nga 7 karta, të vendosura në formë rrethi. Çdo kartë simbolizon një aspekt të caktuar të rritjes suaj shpirtërore dhe harmonisë së brendshme.
sr: Расклад "Саморазвој и баланс" састоји се од 7 карата, распоређених у облику круга. Свака карта симболизује одређени аспект вашег духовног раста и унутрашње хармоније.
sv_se: Läggningen "Självutveckling och balans" består av 7 kort som är placerade i en cirkel. Varje kort symboliserar en viss aspekt av din andliga tillväxt och inre harmoni.
sw: Mpangilio "Maendeleo Binafsi na Usawa" unajumuisha kadi 7, zilizopangwa kwa mduara. Kadi kila moja inaashiria kipengele fulani cha ukuaji wako wa kiroho na uwiano wa ndani.
ta: "சுயவளர்ச்சி மற்றும் சமநிலை" பகிர்வு 7 அட்டைகளைக் கொண்டுள்ளது, அவை வட்டமாக அமைக்கப்பட்டுள்ளன. ஒவ்வொரு அட்டையும் உங்கள் ஆன்மீக வளர்ச்சி மற்றும் உள் சமநிலையின் ஒரு குறிப்பிட்ட அம்சத்தை குறிக்கிறது.
te: "స్వీయ అభివృద్ధి మరియు సమతుల్యత" రీడింగ్ 7 కార్డుల నుండి ఏర్పడింది, అవి వృత్తాకారంలో అమర్చబడ్డాయి. ప్రతి కార్డు మీ ఆధ్యాత్మిక వృద్ధి మరియు అంతర్గత సమతుల్యత యొక్క నిర్దిష్ట అంశాన్ని సూచిస్తుంది.
th: การเปิดไพ่ "การพัฒนาตนเองและความสมดุล" ประกอบด้วยไพ่ 7 ใบ วางเรียงเป็นรูปวงกลม ไพ่แต่ละใบแทนแง่มุมเฉพาะของการเติบโตทางจิตวิญญาณและความสมดุลภายในของคุณ
tr_tr: "Öz Gelişim ve Denge" açılımı, daire şeklinde yerleştirilmiş 7 karttan oluşur. Her kart, ruhsal gelişiminizin ve içsel uyumunuzun belirli bir yönünü simgeler.
uk: Розклад "Саморозвиток і баланс" складається з 7 карт, розташованих у формі кола. Кожна карта символізує певний аспект вашого духовного зростання та внутрішньої гармонії.
ur: "خود ترقی اور توازن" کا پھیلاؤ 7 کارڈز پر مشتمل ہے، جو ایک دائرے کی شکل میں رکھے گئے ہیں۔ ہر کارڈ آپ کی روحانی ترقی اور اندرونی ہم آہنگی کے ایک خاص پہلو کی نمائندگی کرتا ہے۔
vi: Bói bài "Tự phát triển và cân bằng" bao gồm 7 lá bài, được sắp xếp theo hình tròn. Mỗi lá bài tượng trưng cho một khía cạnh nhất định của sự phát triển tâm linh và sự hài hòa nội tâm của bạn.
zh_cn: "自我提升与平衡"牌阵由7张牌组成，排列成圆形。每张牌象征着你精神成长和内在和谐的某个方面。
zh_hk: 「自我成長與平衡」牌陣由7張牌組成，排列成圓形。每張牌象徵您靈性成長和內在和諧的特定面向。
zu: Ukusabalalisa "Ukuzithuthukisa nokulinganisela" kuqukethe amakhadi angu-7, abekwe ngendlela yesiyingi. Ikhadi ngalinye limelela uhlangothi oluthile lokukhula kwakho komoya nokuhlangana kwangaphakathi.

# card_meanings_screen_major_arcana
source: Major Arcana
af: Hoofarkane
am: ዋና አርካናዎች
ar: الأركان الرئيسية
az: Böyük arkanlar
bn: মেজর আর্কানা
ca: Arcanes majors
cs: Hlavní arkány
de: Die großen Arkana
es_es: Arcanos mayores
fa: آرکان‌های اصلی
fi_fi: Suuret arkana
fil: Mga Pangunahing Arcana
fr: Les arcanes majeurs
gl: Arcanos maiores
gu: મુખ્ય આર્કાના
hi: मुख्य आर्काना
hu: Fő arkánumok
hy_am: Հիմնական արկաններ
id: Arcana Utama
is_is: Stóru arcana
it_it: Arcani maggiori
iw: ארקנות גדולות
ja_jp: 大アルカナ
ka: მთავარი არკანები
kk: Негізгі аркандар
km_kh: អាគារ​ធំៗ
kn_in: ಮುಖ್ಯ ಅರ್ಕಾನಗಳು
ko_kr: 메이저 아르카나
ky_kg: Башкы арканалар
lo: ການກວດສອບຫຼັກ
lt: Didieji arkana
lv: Galvenie arkanī
mk_mk: Главни аркани
ml_in: പ്രധാന ആർക്കാനകൾ
mn_mn: Гол арканууд
mr: मुख्य आर्काना
ms_my: Arcana Utama
ne: मुख्य अर्काना
nl: Grote Arcana
no_no: Store arkana
pa: ਮੁੱਖ ਅਰਕਾਨਾ
pl: Główne arkana
pt_br: Arcanos maiores
ro: Arcanele majore
ru: Главные арканы
si: ප්‍රධාන ආර්කනා
sk: Hlavné arkány
sl: Glavni arkani
sq: Arkana kryesore
sr: Главне аркане
sv_se: Stora arkanan
sw: Arcana kuu
ta: முக்கிய ஆர்கான்கள்
te: ప్రధాన ఆర్కానాలు
th: ไพ่ใหญ่
tr_tr: Büyük Arkana
uk: Старші аркани
ur: اہم آرکانا
vi: Các lá bài chính
zh_cn: 大阿尔克那
zh_hk: 大阿爾克那牌
zu: Amakhadi amakhulu

# card_meanings_screen_wands
source: Wands
af: Stafies
am: መሣሪያዎች
ar: العصي
az: Çubuqlar
bn: স্টাফ
ca: Bastons
cs: Hole
de: Stäbe
es_es: Bastos
fa: عصاها
fi_fi: Sauvat
fil: Mga Wand
fr: Bâtons
gl: Varas
gu: છડી
hi: छड़ें
hu: Botok
hy_am: Ձողեր
id: Tongkat
is_is: Stafir
it_it: Bastoni
iw: מטות
ja_jp: ワンド
ka: ჯოხები
kk: Жезлдер
km_kh: ដើមឈើ
kn_in: ಡಂಡೆಗಳು
ko_kr: 완드
ky_kg: Таякчалар
lo: ເທັຍ
lt: Lazdelės
lv: Nūjas
mk_mk: Жезли
ml_in: വണ്ടികൾ
mn_mn: Сэлмүүд
mr: छडी
ms_my: Tongkat
ne: छडीहरू
nl: Staven
no_no: Staver
pa: ਛੜੀਆਂ
pl: Buławy
pt_br: Paus
ro: Bâte
ru: Жезлы
si: ලොලිපි
sk: Palice
sl: Palice
sq: Shkopinj
sr: Штапови
sv_se: Stavar
sw: Fimbo
ta: கோடுகள்
te: స్టాఫ్స్
th: ไม้เท้า
tr_tr: Değnekler
uk: Жезли
ur: چھڑیاں
vi: Gậy
zh_cn: 权杖
zh_hk: 權杖
zu: Izinti

# card_meanings_screen_cups
source: Cups
af: Bekers
am: ኩቦች
ar: الكؤوس
az: Kuboklar
bn: কাপ
ca: Copes
cs: Poháry
de: Kelche
es_es: Copas
fa: کاپ‌ها
fi_fi: Maljat
fil: Mga Cup
fr: Coupes
gl: Copas
gu: કપ
hi: प्याले
hu: Kelyhek
hy_am: Ամաններ
id: Cawan
is_is: Bikarar
it_it: Coppe
iw: גביעים
ja_jp: カップ
ka: ჭიქები
kk: Кубоктар
km_kh: ពែង
kn_in: ಕಪ್‌ಗಳು
ko_kr: 컵
ky_kg: Чөйчөкчөлөр
lo: ເບຍ
lt: Puodeliai
lv: Kausi
mk_mk: Купи
ml_in: കപ്പ്
mn_mn: Цомнууд
mr: पात्रे
ms_my: Cawan
ne: कपहरू
nl: Bekers
no_no: Begre
pa: ਕੱਪ
pl: Puchary
pt_br: Copas
ro: Cupe
ru: Кубки
si: කප්පල්
sk: Poháre
sl: Kelihi
sq: Kupat
sr: Пехари
sv_se: Bägare
sw: Vikombe
ta: கிண்ணங்கள்
te: కప్పులు
th: ถ้วย
tr_tr: Kadehler
uk: Чаші
ur: پیالے
vi: Chén
zh_cn: 圣杯
zh_hk: 聖杯
zu: Izinkomishi

# card_meanings_screen_swords
source: Swords
af: Swaardes
am: ሰይፎች
ar: السيوف
az: Qılınclar
bn: তলোয়ার
ca: Espases
cs: Meče
de: Schwerter
es_es: Espadas
fa: شمشیرها
fi_fi: Miekat
fil: Mga Sword
fr: Épées
gl: Espadas
gu: તલવાર
hi: तलवारें
hu: Kardok
hy_am: Սրեր
id: Pedang
is_is: Sverð
it_it: Spade
iw: חרבות
ja_jp: ソード
ka: მახვილები
kk: Қылыштар
km_kh: កាំភ្លើង
kn_in: ತಲವಾರು
ko_kr: 소드
ky_kg: Кылычтар
lo: ດາດ
lt: Kardai
lv: Zobeni
mk_mk: Мечеви
ml_in: തുരുത്തുകൾ
mn_mn: Сэлэмүүд
mr: तलवारी
ms_my: Pedang
ne: तरवारहरू
nl: Zwaarden
no_no: Sverd
pa: ਤਲਵਾਰਾਂ
pl: Miecze
pt_br: Espadas
ro: Spade
ru: Мечи
si: තිරස්පත්
sk: Meče
sl: Meči
sq: Shpatat
sr: Мечеви
sv_se: Svärd
sw: Upanga
ta: வாள்
te: తలవార్లు
th: ดาบ
tr_tr: Kılıçlar
uk: Мечі
ur: تلواریں
vi: Kiếm
zh_cn: 宝剑
zh_hk: 寶劍
zu: Izinkemba

# card_meanings_screen_pentacles
source: Pentacles
af: Pentakels
am: ፔንታክልስ
ar: البنتاكل
az: Pentakllar
bn: পেন্টাকল
cs: Pentakly
de: Pentakel
es_es: Pentáculos
fa: سکه‌ها
fi_fi: Pentakelit
gl: Pentáculos
gu: પેન્ટાકલ્સ
hi: पेंटाकल्स
hu: Pentaclek
hy_am: Պենտակլներ
id: Pentakel
is_is: Pentaklar
it_it: Pentacoli
iw: מטבעות
ja_jp: ペンタクル
ka: პენტაკლები
kk: Пентакльдер
km_kh: ផេនតាក់លី
kn_in: ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클
ky_kg: Пентаклдар
lo: ພັນທັກໄລ
lt: Pentakliai
lv: Pentakli
mk_mk: Пентакли
ml_in: പെന്റാക്ലുകൾ
mn_mn: Пентакль
mr: पेंटाकल्स
ms_my: Pentakel
ne: पेन्टाकलहरू
nl: Pentakels
no_no: Pentakler
pa: ਪੈਂਟਕਲਜ਼
pl: Pentakle
pt_br: Pentáculos
ro: Pentacole
ru: Пентакли
si: පෙන්ටකල්
sk: Pentakle
sl: Pentakli
sq: Pentaklat
sr: Pentakli
sv_se: Pentakler
sw: Pentakli
ta: பென்டாகிள்கள்
te: పెంటాకిల్స్
th: เหรียญ
tr_tr: Pentakl
uk: Пентаклі
ur: پینٹیکلز
vi: Tiền xu
zh_cn: 五角星
zh_hk: 錢幣
zu: Amakhadi ePentacles

# card_meanings_screen_title
source: Meaning of the cards
af: Betekenis van kaarte
am: ካርዶች እሴት
ar: معاني الأوراق
az: Kartların mənası
bn: কার্ডের মান
ca: Significat de les cartes
cs: Význam karet
de: Bedeutung der Karten
es_es: Significado de las cartas
fa: معنی کارت‌ها
fi_fi: Korttien merkitys
fil: Kahulugan ng mga baraha
fr: Signification des cartes
gl: Significado das cartas
gu: કાર્ડ્સનું અર્થ
hi: कार्ड का अर्थ
hu: Kártyák jelentése
hy_am: Քարտերի նշանակությունը
id: Makna kartu
is_is: Merking spjaldanna
it_it: Significato delle carte
iw: משמעות הקלפים
ja_jp: カードの意味
ka: ბარათების მნიშვნელობა
kk: Карталардың мағынасы
km_kh: អត្ថន័យនៃកាត
kn_in: ಕಾರ್ಡ್ ಅರ್ಥಗಳು
ko_kr: 카드의 의미
ky_kg: Карталардын мааниси
lo: ຄໍາຫມາຍຂອງບັດ
lt: Kortų reikšmė
lv: Kāršu nozīme
mk_mk: Значење на картите
ml_in: കാർഡുകളുടെ അർത്ഥം
mn_mn: Картын утга
mr: कार्डचे अर्थ
ms_my: Maksud kad
ne: कार्डहरूको अर्थ
nl: Betekenis van de kaarten
no_no: Kortbetydninger
pa: ਕਾਰਡਾਂ ਦਾ ਅਰਥ
pl: Znaczenie kart
pt_br: Significado das cartas
ro: Semnificația cărților
ru: Значение карт
si: කාඩ්පත් අර්ථය
sk: Význam kariet
sl: Pomen kart
sq: Vlera e kartave
sr: Značenje karata
sv_se: Kortens betydelse
sw: Maana ya kadi
ta: அட்டை அர்த்தம்
te: కార్డుల అర్థం
th: ความหมายของไพ่
tr_tr: Kartların anlamı
uk: Значення карт
ur: کارڈز کی معنویت
vi: Ý nghĩa các lá bài
zh_cn: 牌义
zh_hk: 牌義
zu: Incazelo yamakhadi

# love_spread_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቅድ ያድርጉ
ar: إجراء توزيع جديد
az: Yeni yayım et
bn: নতুন রিডিং করুন
ca: Fer una nova tirada
cs: Vytvořit nové rozložení
de: Neues Legesystem erstellen
es_es: Hacer una nueva tirada
fa: انجام دادن یک چیدمان جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Fazer unha nova tirada
gu: નવું રીડિંગ કરો
hi: नई रीडिंग करें
hu: Új kirakást készíteni
hy_am: Ստեղծել նոր դասավորություն
id: Buat pembacaan baru
is_is: Gera nýja dreifingu
it_it: Fai una nuova stesa
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа таралым жасау
km_kh: ធ្វើការចែកចាយថ្មី
kn_in: ಹೊಸ ರೀಡಿಂಗ್ ಮಾಡು
ko_kr: 새로운 리딩 만들기
ky_kg: Жаңы расклад жасоо
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išklotinę
lv: Izveidot jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ дэлгэрэнгүй гаргалгаа хийх
mr: नवीन रीडिंग करा
ms_my: Buat susunan baru
ne: नयाँ रिडिङ गर्नुहोस्
nl: Maak een nieuwe legging
no_no: Lag et nytt opplegg
pa: ਨਵਾਂ ਰੀਡਿੰਗ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă etalare
ru: Сделать новый расклад
si: නව විවරණයක් කරන්න
sk: Vytvoriť nový výklad
sl: Naredi novo razporeditev
sq: Bëni një shpërndarje të re
sr: Napravite novi raspored
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பரவல் செய்யவும்
te: కొత్త రీడింగ్ చేయండి
th: ทำการเปิดไพ่ใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا ریڈنگ کریں
vi: Làm trải bài mới
zh_cn: 进行新牌阵
zh_hk: 進行新牌陣
zu: Yenza ukuhlukaniswa okusha

# love_spread_screen_enter_question_hint
source: Enter your question...
af: Voer jou vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introdueix la teva pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Escribe tu pregunta...
fa: سوال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduce a túa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना सवाल दर्ज करें...
hu: Írja be a kérdését...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הכנס את שאלתך...
ja_jp: 質問を入力してください...
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: បញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултыг оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न लेख्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte svoju otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Unesite vaše pitanje...
sv_se: Skriv in din fråga...
sw: Weka swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Sorunuzu girin...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 輸入您的問題...
zu: Faka umbuzo wakho...

# purchase_love_screen_test_stub
source: Test placeholder: selected tariff "{plan}"
af: Toetsplasing: gekose tarief "{plan}"
am: ሙከራ ማስታወቂያ: ተመርጧል "{plan}" እቅድ
ar: نموذج اختبار: تم اختيار الخطة "{plan}"
az: Test üçün yer tutucu: seçilmiş plan "{plan}"
bn: টেস্ট প্লাগ: নির্বাচিত পরিকল্পনা "{plan}"
ca: Marc de prova: tarifa seleccionada "{plan}"
cs: Testovací zástupce: vybrán tarif "{plan}"
de: Testplatzhalter: Tarif "{plan}" ausgewählt
es_es: Marcador de prueba: plan seleccionado "{plan}"
fa: تست موقت: طرح انتخاب شده "{plan}"
fi_fi: Testitunniste: valittu suunnitelma "{plan}"
fil: Pansamantalang test: napiling plano "{plan}"
fr: Bogue de test : forfait sélectionné "{plan}"
gl: Proba de marcador: tarifa seleccionada "{plan}"
gu: ટેસ્ટ પ્લેસહોલ્ડર: પસંદ કરાયેલ યોજના "{plan}"
hi: टेस्ट प्लेसहोल्डर: चयनित योजना "{plan}"
hu: Teszt helykitöltő: kiválasztott tarifa "{plan}"
hy_am: Թեստային տեղապահ՝ ընտրված փաթեթը "{plan}"
id: Placeholder uji: paket yang dipilih "{plan}"
is_is: Prófunarstaðgengill: valinn áætlun "{plan}"
it_it: Segnaposto di prova: piano selezionato "{plan}"
iw: תבנית בדיקה: התוכנית שנבחרה היא "{plan}"
ja_jp: テスト用プレースホルダー: 選択されたプランは「{plan}」です
ka: ტესტის დამხმარე: არჩეული ტარიფი "{plan}"
kk: Тестілеу үшін үлгі: таңдалған тариф "{plan}"
km_kh: ឧទាហរណ៍សាកល្បង៖ បានជ្រើសរើសផែនការ "{plan}"
kn_in: ಟೆಸ್ಟ್ ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್: ಆಯ್ಕೆಮಾಡಲಾದ ಯೋಜನೆ "{plan}"
ko_kr: 테스트 플레이스홀더: 선택한 요금제 "{plan}"
ky_kg: Тесттик заглушка: тандалган тариф "{plan}"
lo: ຕົວຢ່າງທົດສອບ: ທ່ານໄດ້ເລືອກແຜນການ "{plan}"
lt: Bandomoji užsklanda: pasirinktas planas "{plan}"
lv: Testa aizvietotājs: izvēlēts tarifs "{plan}"
mk_mk: Тест примерок: избран тарифен план "{plan}"
ml_in: ടെസ്റ്റ് പ്ലേസ്‌ഹോൾഡർ: തിരഞ്ഞെടുക്കപ്പെട്ട പ്ലാൻ "{plan}"
mn_mn: Туршилтын орлуулагч: сонгосон тариф "{plan}"
mr: चाचणी प्लेसहोल्डर: निवडलेला योजना "{plan}"
ms_my: Templat ujian: pelan yang dipilih "{plan}"
ne: परीक्षण प्लेसहोल्डर: चयन गरिएको योजना "{plan}"
nl: Testplaceholder: geselecteerd tarief "{plan}"
no_no: Testplassholder: valgt plan "{plan}"
pa: ਟੈਸਟ ਪਲੇਸਹੋਲਡਰ: ਚੁਣਿਆ ਗਿਆ ਯੋਜਨਾ "{plan}"
pl: Testowy placeholder: wybrany plan "{plan}"
pt_br: Placeholder de teste: plano selecionado "{plan}"
ro: Șablon de test: planul selectat "{plan}"
ru: Тестовая заглушка: выбран тариф "{plan}"
si: පරීක්ෂණ සදහා නියමිතය: තෝරාගත් සැලැස්ම "{plan}"
sk: Testovací zástupný text: vybraný tarif "{plan}"
sl: Testni nadomestek: izbran je načrt "{plan}"
sq: Mbushje testuese: tarifa e zgjedhur "{plan}"
sr: Testna zamena: izabrani plan "{plan}"
sv_se: Testplats: valt abonnemang "{plan}"
sw: Kipimo cha majaribio: mpango ulioteuliwa "{plan}"
ta: சோதனை இடைநிறுத்தம்: தேர்ந்தெடுக்கப்பட்ட திட்டம் "{plan}"
te: టెస్ట్ ప్లేస్‌హోల్డర్: ఎంచుకున్న ప్లాన్ "{plan}"
th: ข้อความทดสอบ: แผนที่เลือก "{plan}"
tr_tr: Test yedeği: seçilen plan "{plan}"
uk: Тестова заглушка: обрано тариф "{plan}"
ur: ٹیسٹ پلیسبو: منتخب شدہ پلان "{plan}"
vi: Bản thử nghiệm: đã chọn gói "{plan}"
zh_cn: 测试占位符：已选择套餐 "{plan}"
zh_hk: 測試佔位符：選擇的方案 "{plan}"
zu: Isihlalo sokuhlola: uhlelo olukhethiwe "{plan}"
