Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# monthly_forecast_spread_screen_suggested_questions_2
source: What events will happen in the near future?
af: Watter gebeure gaan binnekort plaasvind?
am: በቅርቡ የሚከሰቱ ክስተቶች ምንድን ናቸው?
ar: ما هي الأحداث التي ستحدث في المستقبل القريب؟
az: Yaxın vaxtlarda hansı hadisələr baş verəcək?
bn: আসন্ন সময়ে কোন কোন ঘটনা ঘটবে?
ca: Quins esdeveniments passaran properament?
cs: Jaké události se brzy stanou?
de: Welche Ereignisse werden in nächster Zeit stattfinden?
es_es: ¿Qué eventos ocurrirán próximamente?
fa: چه رویدادهایی در آینده نزدیک رخ خواهد داد؟
fi_fi: Mitä tapahtumia on tulossa lähiaikoina?
fil: Anong mga kaganapan ang magaganap sa nalalapit na panahon?
fr: Quels événements vont se produire prochainement ?
gl: Que acontecementos terán lugar proximamente?
gu: આગામી સમયમાં કયા ઘટનાઓ થશે?
hi: निकट भविष्य में कौन-कौन से आयोजन होंगे?
hu: Milyen események várhatók a közeljövőben?
hy_am: Որո՞նք են մոտակա ժամանակում տեղի ունենալիք իրադարձությունները։
id: Peristiwa apa yang akan terjadi dalam waktu dekat?
is_is: Hvaða atburðir munu eiga sér stað á næstunni?
it_it: Quali eventi accadranno a breve?
iw: אילו אירועים יקרו בקרוב?
ja_jp: 近い将来、どんな出来事が起こりますか？
ka: რა მოვლენები მოხდება უახლოეს მომავალში?
kk: Жақын арада қандай оқиғалар болады?
km_kh: ព្រឹត្តិការណ៍អ្វីខ្លះដែលនឹងកើតឡើងនៅពេលឆាប់ៗនេះ?
kn_in: ಮುಂದಿನ ಸಮಯದಲ್ಲಿ ಯಾವ ಘಟನೆಗಳು ಸಂಭವಿಸುವವು?
ko_kr: 가까운 시일 내에 어떤 사건들이 일어날까요?
ky_kg: Жакын арада кандай окуялар болот?
lo: ເຫດການໃດທີ່ຈະເກີດຂຶ້ນໃນໄວໆນີ້?
lt: Kokie įvykiai įvyks artimiausiu metu?
lv: Kādi notikumi notiks tuvākajā laikā?
mk_mk: Кои настани ќе се случат во блиска иднина?
ml_in: അടുത്ത കാലത്ത് എന്ത് സംഭവങ്ങൾ നടക്കും?
mn_mn: Ойрын хугацаанд ямар үйл явдлууд болох вэ?
mr: लवकरच कोणती घटना घडणार आहे?
ms_my: Apakah acara yang akan berlaku dalam masa terdekat?
ne: छिट्टै के घटनाहरू हुनेछन्?
nl: Welke gebeurtenissen zullen binnenkort plaatsvinden?
no_no: Hvilke hendelser vil skje i nær fremtid?
pa: ਅਗਲੇ ਸਮੇਂ ਵਿੱਚ ਕਿ๜ੜੀਆਂ ਘਟਨਾਵਾਂ ਵਾਪਰਣਗੀਆਂ?
pl: Jakie wydarzenia nastąpią w najbliższym czasie?
pt_br: Quais eventos acontecerão em breve?
ro: Ce evenimente vor avea loc în viitorul apropiat?
ru: Какие события произойдут в ближайшее время?
si: ඉදිරියේදී සිදුවන සිදුවීම් මොනවාද?
sk: Aké udalosti sa čoskoro stanú?
sl: Kateri dogodki se bodo zgodili v bližnji prihodnosti?
sq: Çfarë ngjarjesh do të ndodhin së shpejti?
sr: Koji događaji će se uskoro desiti?
sv_se: Vilka händelser kommer att inträffa inom en snar framtid?
sw: Matukio gani yatafanyika hivi karibuni?
ta: அடுத்த காலத்தில் எந்த நிகழ்வுகள் நடக்கும்?
te: ఆసక్తికరమైన సంఘటనలు త్వరలో ఏవి జరుగుతాయి?
th: เหตุการณ์ใดที่จะเกิดขึ้นในเร็วๆ นี้?
tr_tr: Yakın zamanda hangi olaylar gerçekleşecek?
uk: Які події відбудуться найближчим часом?
ur: قریب مستقبل میں کون سے واقعات رونما ہوں گے؟
vi: Những sự kiện nào sẽ xảy ra trong thời gian tới?
zh_cn: 近期会发生哪些事件？
zh_hk: 未來會發生哪些事件？
zu: Yiziphi izenzakalo ezizokwenzeka maduze?

# monthly_forecast_spread_screen_suggested_questions_3
source: What should I focus on this month?
af: Waarop moet ek hierdie maand fokus?
am: በዚህ ወር ምን ላይ መስማማት አለብኝ?
ar: على ماذا يجب التركيز هذا الشهر؟
az: Bu ay nəyə diqqət yetirmək lazımdır?
bn: এই মাসে কোন বিষয়ে মনোযোগ দেওয়া উচিত?
ca: En què cal centrar-se aquest mes?
cs: Na čem byste se měli tento měsíc soustředit?
de: Worauf sollte ich mich in diesem Monat konzentrieren?
es_es: ¿En qué debería enfocarme este mes?
fa: در این ماه باید روی چه چیزی تمرکز کنم؟
fi_fi: Mihin kannattaa keskittyä tässä kuussa?
fil: Ano ang dapat pagtuunan ng pansin ngayong buwan?
fr: Sur quoi devrais-je me concentrer ce mois-ci ?
gl: En que debería centrarme este mes?
gu: આ મહિને કયા બાબતો પર ધ્યાન કેન્દ્રિત કરવું?
hi: इस महीने किस बात पर ध्यान केंद्रित करना चाहिए?
hu: Mire érdemes összpontosítani ebben a hónapban?
hy_am: Ի՞նչի վրա պետք է կենտրոնանամ այս ամսում։
id: Apa yang harus difokuskan bulan ini?
is_is: Á hverju ætti að einbeita sér í þessum mánuði?
it_it: Su cosa concentrarsi questo mese?
iw: על מה כדאי להתמקד החודש?
ja_jp: 今月は何に集中すべきですか？
ka: რისზე უნდა გავამახვილო ყურადღება ამ თვეში?
kk: Осы айда неге назар аудару керек?
km_kh: តើគួរផ្តោតលើអ្វីនៅខែនេះ?
kn_in: ಈ ತಿಂಗಳಲ್ಲಿ ಯಾವ ವಿಷಯಗಳ ಮೇಲೆ ಗಮನಹರಿಸಬೇಕು?
ko_kr: 이번 달에는 무엇에 집중해야 할까요?
ky_kg: Бул айда эмеге көңүл буруу керек?
lo: ຄວນໃຈໃສ່ຫຍັງໃນເດືອນນີ້?
lt: Į ką verta susitelkti šį mėnesį?
lv: Uz ko šomēnes vajadzētu koncentrēties?
mk_mk: На што треба да се фокусирам овој месец?
ml_in: ഈ മാസത്തിൽ എന്തിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കണം?
mn_mn: Энэ сард юунд анхаарах хэрэгтэй вэ?
mr: या महिन्यात कोणत्या गोष्टींवर लक्ष केंद्रित करावे?
ms_my: Apa yang perlu difokuskan bulan ini?
ne: यस महिनामा के कुरामा ध्यान केन्द्रित गर्नुपर्छ?
nl: Waar moet ik me deze maand op richten?
no_no: Hva bør jeg fokusere på denne måneden?
pa: ਇਸ ਮਹੀਨੇ ਕਿਸ ਚੀਜ਼ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?
pl: Na czym warto się skupić w tym miesiącu?
pt_br: Em que devo me concentrar este mês?
ro: Pe ce ar trebui să mă concentrez în această lună?
ru: На чем стоит сосредоточиться в этом месяце?
si: මෙම මාසයේ මොන දෙයින් අවධානය යොමු කළ යුතුද?
sk: Na čo sa zamerať tento mesiac?
sl: Na kaj se je treba osredotočiti ta mesec?
sq: Në çfarë duhet të përqendrohem këtë muaj?
sr: Na čemu treba da se fokusiram ovog meseca?
sv_se: Vad bör jag fokusera på denna månad?
sw: Ni nini kinachopaswa kuzingatiwa mwezi huu?
ta: இந்த மாதத்தில் எதிலே கவனம் செலுத்த வேண்டும்?
te: ఈ నెలలో ఏ విషయాలపై దృష్టి పెట్టాలి?
th: ควรให้ความสำคัญกับอะไรในเดือนนี้?
tr_tr: Bu ay neye odaklanmalıyım?
uk: На чому варто зосередитися цього місяця?
ur: اس مہینے کس چیز پر توجہ دینی چاہیے؟
vi: Nên tập trung vào điều gì trong tháng này?
zh_cn: 本月应重点关注什么？
zh_hk: 這個月應該專注於什麼？
zu: Kufanele ngigxile kuphi kule nyanga?

# self_development_balance_spread_screen_suggested_questions_1
source: How can I develop spiritually?
af: Hoe kan ek geestelik groei?
am: እኔ እንዴት መንፈሳዊ ልማት ማድረግ እችላለሁ?
ar: كيف يمكنني التطور روحياً؟
az: Mən ruhani olaraq necə inkişaf edə bilərəm?
bn: আমি কীভাবে আধ্যাত্মিকভাবে উন্নতি করতে পারি?
ca: Com puc desenvolupar-me espiritualment?
cs: Jak se duchovně rozvíjet?
de: Wie kann ich mich spirituell weiterentwickeln?
es_es: ¿Cómo puedo desarrollarme espiritualmente?
fa: چگونه می‌توانم از نظر معنوی رشد کنم؟
fi_fi: Kuinka voin kehittyä henkisesti?
fil: Paano ako lalago sa espiritwal na aspeto?
fr: Comment puis-je évoluer spirituellement ?
gl: Como podo medrar espiritualmente?
gu: હું આત્મિક રીતે કેવી રીતે વિકસાવી શકું?
hi: मैं आध्यात्मिक रूप से कैसे विकसित हो सकता हूँ?
hu: Hogyan fejlődhetek lelkileg?
hy_am: Ինչպե՞ս զարգանալ հոգևորապես։
id: Bagaimana saya bisa berkembang secara spiritual?
is_is: Hvernig get ég þroskast andlega?
it_it: Come posso svilupparmi spiritualmente?
iw: איך להתפתח רוחנית?
ja_jp: どのように精神的に成長すればいいですか？
ka: როგორ ვითარდე სულიერად?
kk: Мен рухани қалай дамытым?
km_kh: តើខ្ញុំគួរអភិវឌ្ឍន៍ផ្លូវចិត្តយ៉ាងដូចម្តេច?
kn_in: ನಾನು ಆಧ್ಯಾತ್ಮಿಕವಾಗಿ ಹೇಗೆ ಬೆಳೆಯಬೇಕು?
ko_kr: 어떻게 영적으로 성장할 수 있을까요?
ky_kg: Мен руханий жактан кантип өнүгөм?
lo: ຂ້ອຍຈະພັດທະນາຈິດໃຈໄດ້ແນວໃດ?
lt: Kaip man tobulėti dvasiškai?
lv: Kā man attīstīties garīgi?
mk_mk: Како да се развивам духовно?
ml_in: എങ്ങനെ ആത്മീയമായി വളരാം?
mn_mn: Би сүнслэгээр хэрхэн хөгжих вэ?
mr: मी आध्यात्मिकदृष्ट्या कसे विकसित होऊ शकतो?
ms_my: Bagaimana saya boleh berkembang secara rohani?
ne: म कसरी आध्यात्मिक रूपमा विकास गर्न सक्छु?
nl: Hoe kan ik me spiritueel ontwikkelen?
no_no: Hvordan kan jeg utvikle meg åndelig?
pa: ਮੈਂ ਆਤਮਿਕ ਤੌਰ 'ਤੇ ਕਿൻਸ ਵਿਕਾਸ ਕਰ ਸਕਦਾ ਹਾਂ?
pl: Jak mogę rozwijać się duchowo?
pt_br: Como posso me desenvolver espiritualmente?
ro: Cum să mă dezvolt spiritual?
ru: Как мне развиваться духовно?
si: මට ආත්මිකව කොහොම වර්ධනය වෙන්න පුළුවන්ද?
sk: Ako sa duchovne rozvíjať?
sl: Kako naj se duhovno razvijam?
sq: Si të zhvillohem shpirtërisht?
sr: Kako da se duhovno razvijam?
sv_se: Hur kan jag utvecklas andligt?
sw: Ninawezaje kukuza kiroho?
ta: எப்படி ஆன்மீகமாக வளர வேண்டும்?
te: నేను ఆధ్యాత్మికంగా ఎలా అభివృద్ధి చెందాలి?
th: ฉันจะพัฒนาจิตวิญญาณได้อย่างไร?
tr_tr: Ruhsal olarak nasıl gelişebilirim?
uk: Як мені розвиватися духовно?
ur: میں روحانی طور پر کیسے ترقی کر سکتا ہوں؟
vi: Làm thế nào để tôi phát triển tâm linh?
zh_cn: 我该如何进行精神上的成长？
zh_hk: 我該如何靈性成長？
zu: Ngingakhula kanjani ngokomoya?

# self_development_balance_spread_screen_suggested_questions_2
source: What hinders my inner balance?
af: Wat belemmer my innerlike balans?
am: የውስጤን ሚዛን ምን እንደሚከለክል ምን ነው?
ar: ما الذي يعيق توازني الداخلي؟
az: Daxili balansıma nə mane olur?
bn: আমার অভ্যন্তরীণ সামঞ্জস্যে কী বাধা সৃষ্টি করছে?
ca: Què impedeix el meu equilibri interior?
cs: Co brání mé vnitřní rovnováze?
de: Was stört mein inneres Gleichgewicht?
es_es: ¿Qué obstaculiza mi equilibrio interior?
fa: چه چیزی تعادل درونی من را مختل می‌کند؟
fi_fi: Mikä estää sisäistä tasapainoani?
fil: Ano ang humahadlang sa aking panloob na balanse?
fr: Qu'est-ce qui perturbe mon équilibre intérieur ?
gl: Que impide o meu equilibrio interior?
gu: મારા આંતરિક સંતુલનને શું અવરોધે છે?
hi: मेरे आंतरिक संतुलन में क्या बाधा डाल रहा है?
hu: Mi akadályozza a belső egyensúlyomat?
hy_am: Ի՞նչն է խանգարում իմ ներքին հավասարակշռությանը։
id: Apa yang menghalangi keseimbangan batin saya?
is_is: Hvað truflar innri jafnvægi mitt?
it_it: Cosa ostacola il mio equilibrio interiore?
iw: מה מפריע לאיזון הפנימי שלי?
ja_jp: 私の内なるバランスを妨げているものは何ですか？
ka: რა უშლის ხელს ჩემს შინაგან ბალანსს?
kk: Ішкі тепе-теңдігіме не кедергі?
km_kh: អ្វីខ្លះដែលរាំងស្ទះសមតុល្យភាពខាងក្នុងរបស់ខ្ញុំ?
kn_in: ನನ್ನ ಆಂತರಿಕ ಸಮತೋಲನಕ್ಕೆ ಏನು ಅಡ್ಡಿಯಾಗುತ್ತಿದೆ?
ko_kr: 내면의 균형을 방해하는 것은 무엇일까요?
ky_kg: Ички тең салмактуулугума эмне тоскоолдук кылат?
lo: ຫຍັງທີ່ກັບກັນຄວາມສົມດຸນພາຍໃນຂອງຂ້ອຍ?
lt: Kas trukdo mano vidinei pusiausvyrai?
lv: Kas traucē manam iekšējam līdzsvaram?
mk_mk: Што ми пречи во внатрешната рамнотежа?
ml_in: എന്താണ് എന്റെ ആന്തരിക സമത്വത്തെ തടയുന്നത്?
mn_mn: Миний дотоод тэнцвэрт юу саад болж байна вэ?
mr: माझ्या अंतर्गत संतुलनात काय अडथळा आणत आहे?
ms_my: Apa yang menghalang keseimbangan dalaman saya?
ne: मेरो भित्री सन्तुलनमा के बाधा पुर्‍याउँछ?
nl: Wat belemmert mijn innerlijke balans?
no_no: Hva hindrer min indre balanse?
pa: ਮੇਰੇ ਅੰਦਰੂਨੀ ਸੰਤੁਲਨ ਵਿੱਚ ਕੀ ਰੁਕਾਵਟ ਪੈਦਾ ਕਰਦਾ ਹੈ?
pl: Co przeszkadza mojej wewnętrznej równowadze?
pt_br: O que está atrapalhando meu equilíbrio interior?
ro: Ce îmi împiedică echilibrul interior?
ru: Что мешает моему внутреннему балансу?
si: මගේ අභ්‍යන්තර සමාජස්ථිතියට මොනවා බාධා වෙන්නේද?
sk: Čo bráni mojej vnútornej rovnováhe?
sl: Kaj moti mojo notranjo ravnovesje?
sq: Çfarë pengon balancën time të brendshme?
sr: Šta ometa moju unutrašnju ravnotežu?
sv_se: Vad hindrar min inre balans?
sw: Nini kinazuia usawa wangu wa ndani?
ta: என்ன என் உள்ளார்ந்த சமநிலையை தடுக்கும்?
te: నా అంతర్గత సమతుల్యతకు ఏమి ఆటంకం కలిగిస్తోంది?
th: อะไรที่ขัดขวางความสมดุลภายในของฉัน?
tr_tr: İç dengemi ne engelliyor?
uk: Що заважає моїй внутрішній рівновазі?
ur: میری اندرونی توازن میں کیا رکاوٹ ہے؟
vi: Điều gì đang cản trở sự cân bằng nội tâm của tôi?
zh_cn: 什么阻碍了我的内心平衡？
zh_hk: 什麼阻礙了我的內在平衡？
zu: Yini evimbela ibhalansi yami yangaphakathi?

# self_development_balance_spread_screen_suggested_questions_3
source: How to find harmony in life?
af: Hoe om harmonie in die lewe te vind?
am: በሕይወት ምን ልክ ማስተካከል እንዴት እንደሚቻል?
ar: كيف أجد الانسجام في الحياة؟
az: Həyatda harmoniyanı necə tapmaq olar?
bn: জীবনে কীভাবে সঙ্গতি খুঁজে পাব?
ca: Com trobar l’harmonia a la vida?
cs: Jak najít harmonii v životě?
de: Wie finde ich Harmonie im Leben?
es_es: ¿Cómo encontrar la armonía en la vida?
fa: چگونه می‌توانم در زندگی هماهنگی پیدا کنم؟
fi_fi: Kuinka löytää harmonia elämässä?
fil: Paano makakahanap ng pagkakaisa sa buhay?
fr: Comment trouver l'harmonie dans la vie ?
gl: Como atopar harmonía na vida?
gu: જીવનમાં સમતોલતા કેવી રીતે શોધવી?
hi: जीवन में संतुलन कैसे पाया जाए?
hu: Hogyan találhatok harmóniát az életben?
hy_am: Ինչպե՞ս գտնել ներդաշնակություն կյանքում։
id: Bagaimana menemukan harmoni dalam hidup?
is_is: Hvernig finn ég jafnvægi í lífinu?
it_it: Come trovare l'armonia nella vita?
iw: איך למצוא הרמוניה בחיים?
ja_jp: 人生で調和を見つけるにはどうすればいいですか？
ka: როგორ ვიპოვო ჰარმონია ცხოვრებაში?
kk: Өмірде үйлесімділікті қалай табуға болады?
km_kh: តើធ្វើដូចម្តេចដើម្បីស្វែងរកសមហេតុផលក្នុងជីវិត?
kn_in: ಜೀವನದಲ್ಲಿ ಸಮತೋಲನವನ್ನು ಹೇಗೆ ಕಂಡುಹಿಡಿಯಬೇಕು?
ko_kr: 삶에서 조화를 찾는 방법은 무엇일까요?
ky_kg: Тиричиликте гармонияны кантип табууга болот?
lo: ຂ້ອຍຈະຄົ້ນຫາຄວາມສົມດຸນໃນຊີວິດໄດ້ແນວໃດ?
lt: Kaip rasti harmoniją gyvenime?
lv: Kā atrast harmoniju dzīvē?
mk_mk: Како да најдам хармонија во животот?
ml_in: ജീവിതത്തിൽ സമന്വയം എങ്ങനെ കണ്ടെത്താം?
mn_mn: Амьдралд хэрхэн зохицол олох вэ?
mr: जीवनात सुसंगती कशी शोधावी?
ms_my: Bagaimana mencari keharmonian dalam hidup?
ne: जीवनमा सन्तुलन कसरी पाउन सकिन्छ?
nl: Hoe vind ik harmonie in het leven?
no_no: Hvordan finne harmoni i livet?
pa: ਜੀਵਨ ਵਿੱਚ ਸਾਂਤੁਲਨ ਕਿൻਸ ਲੱਭਣਾ ਹੈ?
pl: Jak znaleźć harmonię w życiu?
pt_br: Como encontrar harmonia na vida?
ro: Cum să găsesc armonia în viață?
ru: Как найти гармонию в жизни?
si: ජීවිතයේ සමාජස්ථිතිය කොහොම හොයා ගන්නද?
sk: Ako nájsť harmóniu v živote?
sl: Kako najti harmonijo v življenju?
sq: Si të gjej harmoninë në jetë?
sr: Kako pronaći harmoniju u životu?
sv_se: Hur hittar jag harmoni i livet?
sw: Ninawezaje kupata mlingano katika maisha?
ta: வாழ்க்கையில் சமநிலையை எப்படி கண்டுபிடிப்பது?
te: జీవితంలో సంతులనం ఎలా పొందాలి?
th: จะหาความสมดุลในชีวิตได้อย่างไร?
tr_tr: Hayatta uyumu nasıl bulabilirim?
uk: Як знайти гармонію в житті?
ur: زندگی میں ہم آہنگی کیسے تلاش کی جائے؟
vi: Làm thế nào để tìm thấy sự hài hòa trong cuộc sống?
zh_cn: 如何在生活中找到和谐？
zh_hk: 如何在生活中找到和諧？
zu: Ngingayithola kanjani inhlangano ekuphileni?
