Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fun_spread_screen_new_button
source: New spread
af: Nuwe uitleg
am: አዲስ እቅድ
ar: توزيع جديد
az: Yeni yayım
bn: নতুন রিডিং
ca: Nova tirada
cs: Nové rozložení
de: Neues Spread
es_es: Nueva tirada
fa: پخش جدید
fi_fi: Uusi levitys
fil: Bagong layout
fr: Nouveau tirage
gl: Nova tirada
gu: નવું વિતરણ
hi: नई रीडिंग
hu: Új kirakás
hy_am: Նոր դասավորություն
id: Penyebaran baru
is_is: Ný dreifing
it_it: Nuovo spread
iw: פריסה חדשה
ja_jp: 新しいスプレッド
ka: ახალი განლაგება
kk: Жаңа тарату
km_kh: ការបែងចែកថ្មី
kn_in: ಹೊಸ ವಿನ್ಯಾಸ
ko_kr: 새로운 카드 배열
ky_kg: Жаңы таразалоо
lo: ການຈັດຕັ້ງໃໝ່
lt: Naujas išdėstymas
lv: Jauna izklāšana
mk_mk: Нова распоредба
ml_in: പുതിയ റീഡിംഗ്
mn_mn: Шинэ дэлгэрэнгүй
mr: नवीन पसरवणूक
ms_my: Pembacaan baru
ne: नयाँ लेआउट
nl: Nieuwe legging
no_no: Nytt oppslag
pa: ਨਵਾਂ ਪੜਤਾਲ
pl: Nowy rozkład
pt_br: Nova leitura
ro: O nouă etalare
ru: Новый расклад
si: නව විවරණය
sk: Nové rozloženie
sl: Nova razporeditev
sq: Një shpërndarje e re
sr: Нови распоред
sv_se: Ny läggning
sw: Mpangilio mpya
ta: புதிய பகிர்வு
te: కొత్త పంపిణీ
th: การแจกไพ่ใหม่
tr_tr: Yeni açılım
uk: Новий розклад
ur: نیا پھیلاؤ
vi: Bài trải mới
zh_cn: 新牌阵
zh_hk: 新的牌陣
zu: Ukusabalalisa okusha

# fun_spread_screen_share_text
source: Look at what a funny tarot spread I got in the Tarot AI app!
af: Kyk na die snaakse tarot uitleg wat ek in die Tarot AI-toepassing gekry het!
am: በTarot AI መተግበሪያ ያገኘሁትን እንዴት እንደሚያስደስት የታሮ እቅድ ይመልከቱ!
ar: انظر إلى توزيع التاروت المضحك الذي حصلت عليه في تطبيق Tarot AI!
az: Tarot AI tətbiqində aldığım bu əyləncəli tarot yayımına baxın!
bn: দেখুন, আমি Tarot AI অ্যাপে কত মজার ট্যারো রিডিং পেয়েছি!
ca: Mira quina tirada de tarot tan divertida he obtingut a l'aplicació Tarot AI!
cs: Podívejte se, jaké zábavné tarotové rozložení jsem dostal v aplikaci Tarot AI!
de: Schau dir an, welches lustige Tarot-Spread ich in der Tarot AI App bekommen habe!
es_es: ¡Mira qué tirada de tarot tan divertida obtuve en la aplicación Tarot AI!
fa: ببینید چه پخش تاروت خنده‌داری در برنامه Tarot AI گرفتم!
fi_fi: Katso, millaisen hauskan tarot-levityksen sain sovelluksessa Tarot AI!
fil: Tingnan mo ang nakakatawang tarot layout na nakuha ko sa Tarot AI app!
fr: Regardez quel tirage de tarot amusant j'ai obtenu dans l'application Tarot AI !
gl: Mira que tirada de tarot tan divertida obtiven na aplicación Tarot AI!
gu: જોઈએ, મેં Tarot AI એપ્લિકેશનમાં કેવો મજેદાર ટારોટ વિતરણ મેળવ્યો છે!
hi: देखिए, मैंने Tarot AI ऐप में कितना मज़ेदार टैरो रीडिंग पाया है!
hu: Nézd meg, milyen vicces tarot kirakást kaptam a Tarot AI alkalmazásban!
hy_am: Դիտեք, թե ինչ զվարճալի տարո դասավորություն ստացա Tarot AI հավելվածում:
id: Lihat penyebaran tarot lucu apa yang saya dapatkan di aplikasi Tarot AI!
is_is: Sjáðu hvaða skemmtilegu tarot-dreifingu ég fékk í forritinu Tarot AI!
it_it: Guarda che spread di tarocchi divertente ho ottenuto nell'app Tarot AI!
iw: תראו איזו פריסת טארוט מצחיקה קיבלתי באפליקציית Tarot AI!
ja_jp: Tarot AIアプリでこんな面白いタロットスプレッドを引きました！
ka: გახედეთ, როგორი სახალისო ტარო განლაგება მივიღე Tarot AI აპლიკაციაში!
kk: Tarot AI қосымшасында мен қандай қызықты таро таратуын алғанымды қараңыз!
km_kh: សូមមើលការបែងចែកតារ៉ូដែលគួរឱ្យចាប់អារម្មណ៍ដែលខ្ញុំទទួលបាននៅក្នុងកម្មវិធី Tarot AI!
kn_in: ನಾನು Tarot AI ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಪಡೆದಿರುವ 얼마나 ರೋಚಕವಾದ ಟ್ಯಾರೋ ವಿನ್ಯಾಸವಿದೆ ನೋಡಿ!
ko_kr: Tarot AI 앱에서 받은 재미있는 타로 배열을 확인해 보세요!
ky_kg: Tarot AI тиркемесинде мен алган кандай кызыктуу таро таразалоону караңыз!
lo: ມາເບິ່ງການຈັດຕັ້ງທາໂຣຕທີ່ນ່າຮູ້ສຶກຕະຫຼອດທີ່ຂ້ອຍໄດ້ຮັບໃນແອັບ Tarot AI!
lt: Pažiūrėkite, kokį linksmą taro išdėstymą gavau Tarot AI programėlėje!
lv: Paskatieties, kādu jautru taro izklājumu es saņēmu lietotnē Tarot AI!
mk_mk: Погледнете каква забавна таро распоредба добив во апликацијата Tarot AI!
ml_in: Tarot AI ആപ്പ് ഉപയോഗിച്ച് ഞാൻ ലഭിച്ച രസകരമായ ടാരോ റീഡിംഗ് നോക്കൂ!
mn_mn: Tarot AI аппликейшнд би ямар хөгжилтэй таро дэлгэрэнгүй авсныг хараарай!
mr: पहा, मी Tarot AI अॅपमध्ये किती मजेशीर टारो पसरवणूक मिळवली आहे!
ms_my: Lihat pembacaan tarot yang lucu yang saya dapatkan dalam aplikasi Tarot AI!
ne: हेर्नुहोस्, मैले Tarot AI एपमा कस्तो रमाइलो टारो लेआउट पाएको छु!
nl: Kijk eens wat een grappige tarotlegging ik kreeg in de Tarot AI-app!
no_no: Se hvilken morsom tarotoppslag jeg fikk i Tarot AI-appen!
pa: ਵੇਖੋ, ਮੈਂ Tarot AI ਐਪ ਵਿੱਚ ਕਿੰਨਾ ਮਜ਼ੇਦਾਰ ਟੈਰੋ ਪੜਤਾਲ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ!
pl: Zobacz, jaki zabawny rozkład tarota otrzymałem w aplikacji Tarot AI!
pt_br: Veja que leitura de tarô divertida eu consegui no aplicativo Tarot AI!
ro: Uitați ce etalare de tarot amuzantă am primit în aplicația Tarot AI!
ru: Посмотрите, какой забавный расклад таро я получил в приложении Tarot AI!
si: මම Tarot AI යෙදුමේ ලබා ගත් විහිළුවක් පිරුණු ටැරෝ විවරණය බලන්න!
sk: Pozrite sa, aké zábavné tarotové rozloženie som dostal v aplikácii Tarot AI!
sl: Poglejte, kakšno zabavno tarot razporeditev sem dobil v aplikaciji Tarot AI!
sq: Shikoni se çfarë shpërndarjeje të këndshme tarot kam marrë në aplikacionin Tarot AI!
sr: Погледајте какав забаван тарот распоред сам добио у апликацији Tarot AI!
sv_se: Titta vilken rolig tarotläggning jag fick i appen Tarot AI!
sw: Tazama mpangilio wa tarot wa kuchekesha nilioupata katika programu ya Tarot AI!
ta: நான் Tarot AI பயன்பாட்டில் பெற்றுள்ள சுவாரஸ்யமான டாரோ பகிர்வை பாருங்கள்!
te: నేను Tarot AI యాప్‌లో పొందిన ఈ సరదా టారో పంపిణీని చూడండి!
th: ดูการแจกไพ่ทาโรต์ที่สนุกสนานที่ฉันได้รับในแอป Tarot AI!
tr_tr: Tarot AI uygulamasında aldığım ne kadar eğlenceli bir tarot açılımına bakın!
uk: Подивіться, який кумедний розклад таро я отримав у додатку Tarot AI!
ur: دیکھیں، میں نے Tarot AI ایپ میں کتنا دلچسپ ٹارو پھیلاؤ حاصل کیا ہے!
vi: Hãy xem bài trải tarot thú vị mà tôi nhận được trong ứng dụng Tarot AI!
zh_cn: 看看我在Tarot AI应用中得到的有趣塔罗牌阵！
zh_hk: 看看我在 Tarot AI 應用程式中得到的有趣塔羅牌陣！
zu: Bheka ukuthi yisiphi ukusabalalisa kwe-tarot okuhle engikutholile kuhlelo lokusebenza lweTarot AI!

# ad_promo_tariff
source: TARIFF
af: TARIEF
am: እቅድ
ar: الخطة
az: TARİF
bn: পরিকল্পনা
ca: TARIFA
cs: TARIF
de: TARIF
es_es: PLAN
fa: تعرفه
fi_fi: TILAUS
fil: TARIPE
fr: FORFAIT
gl: TARIFA
gu: ટેરિફ
hi: योजना
hu: DÍJSZABÁS
hy_am: ՏԱՐԻՖ
id: TARIF
is_is: Áætlun
it_it: TARIFFA
iw: תעריף
ja_jp: プラン
ka: ტარიფი
kk: ЖОСПАР
km_kh: តារា
kn_in: ದರ
ko_kr: 요금제
ky_kg: ТАРИФ
lo: ແຜນການ
lt: PLANAS
lv: PLĀNS
mk_mk: ТАРИФА
ml_in: പ്ലാൻ
mn_mn: ТАРИФ
mr: दर
ms_my: PELANGGANAN
ne: दर
nl: TARIEF
no_no: PLAN
pa: ਯੋਜਨਾ
pl: PLAN
pt_br: PLANO
ro: TARIF
ru: ТАРИФ
si: මිල ගණන්
sk: TARIF
sl: TARIFA
sq: PLANI
sr: ТАРИФА
sv_se: PLAN
sw: MPANGO
ta: தரகு
te: ప్లాన్
th: แผนราคา
tr_tr: PLAN
uk: ТАРИФ
ur: منصوبہ
vi: GÓI CƯỚC
zh_cn: 套餐
zh_hk: 方案
zu: ISIKHOKHELO

# ad_promo_love
source: LOVE
af: LIEFDE
am: ፍቅር
ar: الحب
az: SEVGİ
bn: ভালোবাসা
ca: AMOR
cs: LÁSKA
de: LIEBE
es_es: AMOR
fa: عشق
fi_fi: Rakkaus
fil: PAG-IBIG
fr: AMOUR
gl: AMOR
gu: પ્રેમ
hi: प्रेम
hu: SZERETET
hy_am: ՍԻՐՈՒԹՅՈՒՆ
id: CINTA
is_is: Ást
it_it: AMORE
iw: אהבה
ja_jp: 愛
ka: სიყვარული
kk: Махаббат
km_kh: សេចក្ដីស្រឡាញ់
kn_in: ಪ್ರೇಮ
ko_kr: 사랑
ky_kg: СҮЙҮҮ
lo: ຄວາມຮັກ
lt: MEILĖ
lv: MĪLESTĪBA
mk_mk: ЉУБОВ
ml_in: പ്രേമം
mn_mn: ХАЙР
mr: प्रेम
ms_my: CINTA
ne: माया
nl: LIEFDE
no_no: KJÆRLIGHET
pa: ਪਿਆਰ
pl: MIŁOŚĆ
pt_br: AMOR
ro: DRAGOSTE
ru: ЛЮБОВЬ
si: ආදරය
sk: LÁSKA
sl: LJUBEZEN
sq: DASHURIA
sr: ЉУБАВ
sv_se: KÄRLEK
sw: MAPENZI
ta: காதல்
te: ప్రేమ
th: ความรัก
tr_tr: AŞK
uk: Кохання
ur: محبت
vi: TÌNH YÊU
zh_cn: 爱情
zh_hk: 愛情
zu: UTHANDO

# ad_promo_discount
source: SALE -50%
af: AFSLAG -50%
am: ቅናሽ -50%
ar: تخفيض 50%
az: AKSİYA -50%
bn: ছাড় -৫০%
ca: OFERTA -50%
cs: AKCE -50%
de: AKTION -50%
es_es: OFERTA -50%
fa: تخفیف ۵۰٪
fi_fi: ALE -50%
fil: PROMO -50%
fr: PROMO -50%
gl: OFERTA -50%
gu: છૂટક -50%
hi: छूट -50%
hu: AKCIÓ -50%
hy_am: ԱԿՑԻԱ -50%
id: PROMO -50%
is_is: ÚTSALA -50%
it_it: OFFERTA -50%
iw: מבצע -50%
ja_jp: セール -50%
ka: აქცია -50%
kk: АКЦИЯ -50%
km_kh: ការផ្សព្វផ្សាយ -50%
kn_in: 50% ರಿಯಾಯಿತಿ
ko_kr: 할인 -50%
ky_kg: АКЦИЯ -50%
lo: ສ່ວນຫຼຸດ -50%
lt: AKCIJA -50%
lv: AKCIJA -50%
mk_mk: АКЦИЈА -50%
ml_in: അക്റ്റിയ -50%
mn_mn: ХЯМДРАЛ -50%
mr: सवलत -50%
ms_my: PROMOSI -50%
ne: छुट -५०%
nl: ACTIE -50%
no_no: KAMPANJE -50%
pa: ਛੂਟ -50%
pl: PROMOCJA -50%
pt_br: PROMOÇÃO -50%
ro: REDUCERE -50%
ru: АКЦИЯ -50%
si: ප්‍රවර්ධනය -50%
sk: AKCIA -50%
sl: AKCIJA -50%
sq: AKSION -50%
sr: АКCIJA -50%
sv_se: REA -50%
sw: OFASI -50%
ta: சலுகை -50%
te: 50% తగ్గింపు
th: โปรโมชั่น -50%
tr_tr: KAMPANYA -%50
uk: АКЦІЯ -50%
ur: پروموشن -50%
vi: KHUYẾN MÃI -50%
zh_cn: 促销 -50%
zh_hk: 特價 -50%
zu: ISIPHITHIPHITHI -50%

# ad_promo_no_ads
source: • without advertising
af: • geen advertensies nie
am: • ማስታወቂያ የለም
ar: • بدون إعلانات
az: • reklam yoxdur
bn: • বিজ্ঞাপন ছাড়া
ca: • sense anuncis
cs: • bez reklam
de: • ohne Werbung
es_es: • sin anuncios
fa: • بدون تبلیغات
fi_fi: • ilman mainoksia
fil: • walang patalastas
fr: • sans publicité
gl: • sen anuncios
gu: • વિજ્ઞાપન વિના
hi: • बिना विज्ञापन के
hu: • reklám nélkül
hy_am: • առանց գովազդի
id: • tanpa iklan
is_is: • engar auglýsingar
it_it: • senza pubblicità
iw: • ללא פרסומות
ja_jp: • 広告なし
ka: • რეკლამის გარეშე
kk: • жарнама жоқ
km_kh: • គ្មានផ្សាយពាណិជ្ជកម្ម
kn_in: • ಜಾಹೀರಾತು ಇಲ್ಲದೆ
ko_kr: • 광고 없음
ky_kg: • жарнама жок
lo: • ບໍ່ມີການໂຄສະນາ
lt: • be reklamų
lv: • bez reklāmām
mk_mk: • без реклами
ml_in: • പരസ്യം ഇല്ലാതെ
mn_mn: • зар сурталчилгаагүй
mr: • जाहिरातीशिवाय
ms_my: • tanpa iklan
ne: • विज्ञापन बिना
nl: • zonder advertenties
no_no: • uten reklame
pa: • ਬਿਨਾਂ ਵਿਗਿਆਪਨ ਦੇ
pl: • bez reklam
pt_br: • sem anúncios
ro: • fără reclame
ru: • без рекламы
si: • ප්‍රචාරණ රහිත
sk: • bez reklám
sl: • brez oglasov
sq: • pa reklama
sr: • без рекламе
sv_se: • utan reklam
sw: • bila matangazo
ta: • விளம்பரம் இல்லாமல்
te: • ప్రకటనలు లేవు
th: • ไม่มีโฆษณา
tr_tr: • reklamsız
uk: • без реклами
ur: • بغیر اشتہارات کے
vi: • không quảng cáo
zh_cn: • 无广告
zh_hk: • 無廣告
zu: • ngaphandle kwezikhangiso

# ad_promo_no_limits
source: • without restrictions
af: • geen beperkings nie
am: • ውስጥ ውስጥ የማይኖሩ
ar: • بدون قيود
az: • məhdudiyyət yoxdur
bn: • সীমাবদ্ধতা ছাড়া
ca: • sense límits
cs: • bez omezení
de: • ohne Einschränkungen
es_es: • sin limitaciones
fa: • بدون محدودیت
fi_fi: • ilman rajoituksia
fil: • walang limitasyon
fr: • sans limites
gl: • sen limitacións
gu: • કોઈ મર્યાદા વિના
hi: • बिना किसी सीमा के
hu: • korlátozások nélkül
hy_am: • առանց սահմանափակումների
id: • tanpa batasan
is_is: • engin takmörk
it_it: • senza limiti
iw: • ללא הגבלות
ja_jp: • 制限なし
ka: • შეზღუდვების გარეშე
kk: • шектеусіз
km_kh: • គ្មានការកំណត់
kn_in: • ನಿರ್ಬಂಧಗಳಿಲ್ಲದೆ
ko_kr: • 제한 없음
ky_kg: • чектөөлөр жок
lo: • ບໍ່ມີຂອບເຂດ
lt: • be apribojimų
lv: • bez ierobežojumiem
mk_mk: • без ограничувања
ml_in: • പരിധികളില്ലാതെ
mn_mn: • хязгаарлалтгүй
mr: • कोणतीही मर्यादा नाही
ms_my: • tanpa had
ne: • कुनै सीमा बिना
nl: • zonder beperkingen
no_no: • uten begrensninger
pa: • ਬਿਨਾਂ ਸੀਮਾਵਾਂ ਦੇ
pl: • bez ograniczeń
pt_br: • sem limitações
ro: • fără restricții
ru: • без ограничений
si: • සීමා රහිත
sk: • bez obmedzení
sl: • brez omejitev
sq: • pa kufizime
sr: • без ограничења
sv_se: • utan begränsningar
sw: • bila vikwazo
ta: • வரம்புகள் இல்லாமல்
te: • పరిమితులు లేవు
th: • ไม่มีข้อจำกัด
tr_tr: • sınırsız
uk: • без обмежень
ur: • بغیر کسی پابندی کے
vi: • không giới hạn
zh_cn: • 无限制
zh_hk: • 無限制
zu: • ngaphandle kwemikhawulo

# no_internet_error
source: Our app works only with the internet. Please turn on Wi-Fi or mobile data.
af: Ons toepassing werk net met internet. Skakel asseblief Wi-Fi of mobiele data aan.
am: መተግበሪያችን ብቻ ከኢንተርኔት ጋር ይሰራል። እባክዎ ዋይ-ፋይ ወይም ሞባይል ኢንተርኔት አንቀሳቅሱ።
ar: تطبيقنا يعمل فقط مع الإنترنت. يرجى تفعيل الواي فاي أو الإنترنت المحمول.
az: Tətbiqimiz yalnız internetlə işləyir. Zəhmət olmasa, Wi-Fi və ya mobil interneti aktiv edin.
bn: আমাদের অ্যাপটি কেবল ইন্টারনেটের সাথে কাজ করে। অনুগ্রহ করে Wi-Fi বা মোবাইল ইন্টারনেট চালু করুন।
ca: La nostra aplicació només funciona amb internet. Si us plau, activa el Wi-Fi o la connexió de dades mòbils.
cs: Naše aplikace funguje pouze s internetem. Prosím, zapněte Wi-Fi nebo mobilní internet.
de: Unsere App funktioniert nur mit Internet. Bitte schalte WLAN oder mobiles Internet ein.
es_es: Nuestra aplicación solo funciona con internet. Por favor, activa Wi-Fi o datos móviles.
fa: برنامه ما فقط با اینترنت کار می‌کند. لطفاً Wi-Fi یا اینترنت موبایل را روشن کنید.
fi_fi: Sovelluksemme toimii vain internet-yhteydellä. Ole hyvä ja ota Wi-Fi tai mobiilidata käyttöön.
fil: Ang aming app ay gumagana lamang kapag may internet. Paki-on ang Wi-Fi o mobile internet.
fr: Notre application fonctionne uniquement avec Internet. Veuillez activer le Wi-Fi ou les données mobiles.
gl: A nosa aplicación funciona só con internet. Por favor, activa o Wi-Fi ou os datos móbiles.
gu: અમારું એપ્લિકેશન ફક્ત ઇન્ટરનેટ સાથે જ કાર્ય કરે છે. કૃપા કરીને Wi-Fi અથવા મોબાઇલ ઇન્ટરનેટ ચાલુ કરો.
hi: हमारा ऐप केवल इंटरनेट के साथ काम करता है। कृपया Wi-Fi या मोबाइल इंटरनेट चालू करें।
hu: Az alkalmazásunk csak internetkapcsolattal működik. Kérjük, kapcsolja be a Wi-Fi-t vagy a mobilinternetet.
hy_am: Մեր հավելվածը աշխատում է միայն ինտերնետով։ Խնդրում ենք միացնել Wi-Fi կամ բջջային ինտերնետ։
id: Aplikasi kami hanya berfungsi dengan internet. Silakan aktifkan Wi-Fi atau internet seluler.
is_is: Forritið okkar virkar aðeins með interneti. Vinsamlegast kveiktu á Wi-Fi eða farsímainterneti.
it_it: La nostra app funziona solo con internet. Per favore, attiva il Wi-Fi o la connessione dati mobile.
iw: האפליקציה שלנו פועלת רק עם אינטרנט. אנא הפעל Wi-Fi או אינטרנט נייד.
ja_jp: 当アプリはインターネット接続が必要です。Wi-Fiまたはモバイルデータをオンにしてください。
ka: ჩვენი აპლიკაცია მუშაობს მხოლოდ ინტერნეტით. გთხოვთ ჩართოთ Wi-Fi ან მობილური ინტერნეტი.
kk: Біздің қосымша тек интернетпен жұмыс істейді. Wi-Fi немесе ұялы интернетті қосыңызшы.
km_kh: កម្មវិធីរបស់យើងដំណើរការតែមានអ៊ីនធឺណិត។ សូមបើក Wi-Fi ឬអ៊ីនធឺណិតទូរស័ព្ទចល័ត។
kn_in: ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಇಂಟರ್ನೆಟ್ ಜೊತೆಗೆ ಮಾತ್ರ ಕೆಲಸ ಮಾಡುತ್ತದೆ. ದಯವಿಟ್ಟು Wi-Fi ಅಥವಾ ಮೊಬೈಲ್ ಇಂಟರ್ನೆಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko_kr: 저희 앱은 인터넷 연결이 필요합니다. Wi-Fi 또는 모바일 인터넷을 켜 주세요.
ky_kg: Биздин колдонмо интернет менен гана иштейт. Wi-Fi же мобилдик интернетти күйгүзүңүз.
lo: ແອັບພລິເຄຊັນຂອງເຮົາເຮັດວຽກໄດ້ແຕ່ມີອິນເຕີເນັດ. ກະລຸນາເປີດ Wi-Fi ຫຼື ອິນເຕີເນັດມືຖື.
lt: Mūsų programa veikia tik su internetu. Prašome įjungti Wi-Fi arba mobilųjį internetą.
lv: Mūsu lietotne darbojas tikai ar internetu. Lūdzu, ieslēdziet Wi-Fi vai mobilo internetu.
mk_mk: Нашата апликација работи само со интернет. Ве молиме вклучете Wi-Fi или мобилен интернет.
ml_in: ഞങ്ങളുടെ ആപ്പ് ഇന്റർനെറ്റുമായി മാത്രമേ പ്രവർത്തിക്കൂ. ദയവായി Wi-Fi അല്ലെങ്കിൽ മൊബൈൽ ഇന്റർനെറ്റ് ഓണാക്കുക.
mn_mn: Манай аппликейшн зөвхөн интернеттэй ажиллана. Wi-Fi эсвэл гар утасны интернетээ асаана уу.
mr: आमचे अॅप फक्त इंटरनेटसह कार्य करते. कृपया Wi-Fi किंवा मोबाइल इंटरनेट चालू करा.
ms_my: Aplikasi kami hanya berfungsi dengan internet. Sila hidupkan Wi-Fi atau internet mudah alih.
ne: हाम्रो एप्लिकेशन केवल इन्टरनेटसँग काम गर्छ। कृपया Wi-Fi वा मोबाइल इन्टरनेट अन गर्नुहोस्।
nl: Onze app werkt alleen met internet. Schakel alstublieft Wi-Fi of mobiel internet in.
no_no: Appen vår fungerer bare med internett. Vennligst slå på Wi-Fi eller mobildata.
pa: ਸਾਡੀ ਐਪ ਸਿਰਫ਼ ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੰਮ ਕਰਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ Wi-Fi ਜਾਂ ਮੋਬਾਈਲ ਇੰਟਰਨੈੱਟ ਚਾਲੂ ਕਰੋ।
pl: Nasza aplikacja działa tylko z internetem. Proszę włącz Wi-Fi lub internet mobilny.
pt_br: Nosso aplicativo funciona somente com internet. Por favor, ative o Wi-Fi ou a internet móvel.
ro: Aplicația noastră funcționează doar cu internet. Te rugăm să activezi Wi-Fi sau internetul mobil.
ru: Наше приложение работает только с интернетом. Пожалуйста, включите Wi-Fi или мобильный интернет.
si: අපගේ යෙදුම අන්තර්ජාලය සමඟ පමණක් ක්‍රියා කරයි. කරුණාකර Wi-Fi හෝ ජංගම අන්තර්ජාලය සක්‍රීය කරන්න.
sk: Naša aplikácia funguje iba s internetom. Prosím, zapnite Wi-Fi alebo mobilný internet.
sl: Naša aplikacija deluje samo z internetom. Prosimo, vklopite Wi-Fi ali mobilni internet.
sq: Aplikacioni ynë funksionon vetëm me internet. Ju lutemi ndizni Wi-Fi ose internetin mobil.
sr: Наша апликација ради само са интернетом. Молимо укључите Wi-Fi или мобилни интернет.
sv_se: Vår app fungerar endast med internet. Vänligen slå på Wi-Fi eller mobildata.
sw: Programu yetu inafanya kazi tu na intaneti. Tafadhali washa Wi-Fi au intaneti ya simu.
ta: எங்கள் பயன்பாடு இணையத்துடன் மட்டுமே செயல்படுகிறது. தயவுசெய்து Wi-Fi அல்லது மொபைல் இணையத்தை இயக்கவும்.
te: మన యాప్ ఇంటర్నెట్ తో మాత్రమే పనిచేస్తుంది. దయచేసి Wi-Fi లేదా మొబైల్ ఇంటర్నెట్ ఆన్ చేయండి.
th: แอปของเราทำงานได้เฉพาะเมื่อเชื่อมต่ออินเทอร์เน็ต กรุณาเปิด Wi-Fi หรืออินเทอร์เน็ตมือถือ
tr_tr: Uygulamamız sadece internetle çalışır. Lütfen Wi-Fi veya mobil interneti açın.
uk: Наш додаток працює лише з інтернетом. Будь ласка, увімкніть Wi-Fi або мобільний інтернет.
ur: ہمارا ایپلیکیشن صرف انٹرنیٹ کے ساتھ کام کرتا ہے۔ براہ کرم Wi-Fi یا موبائل انٹرنیٹ آن کریں۔
vi: Ứng dụng của chúng tôi chỉ hoạt động khi có internet. Vui lòng bật Wi-Fi hoặc mạng di động.
zh_cn: 我们的应用程序仅在联网状态下工作。请开启Wi-Fi或移动网络。
zh_hk: 我們的應用程式只在有網絡時運作。請開啟 Wi-Fi 或流動數據。
zu: Uhlelo lwethu lusebenza kuphela nge-inthanethi. Sicela uvule i-Wi-Fi noma i-inthanethi yeselula.
