Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# five_cards_screen_suggested_questions_3
source: What opportunities do I have?
af: Watter moontlikhede het ek?
am: እኔ ምን እንደምችል ነው?
ar: ما هي الإمكانيات المتاحة لي؟
az: Mənim hansı imkanlarım var?
bn: আমার কী কী সুযোগ আছে?
ca: Quines possibilitats tinc?
cs: Jaké možnosti mám?
de: Welche Möglichkeiten habe ich?
es_es: ¿Qué opciones tengo?
fa: چه امکاناتی دارم؟
fi_fi: Mitä mahdollisuuksia minulla on?
fil: Anong mga kakayahan ang mayroon ako?
fr: Quelles sont mes options ?
gl: Que opcións teño?
gu: મારી પાસે કયા વિકલ્પો છે?
hi: मेरे पास कौन-कौन से विकल्प हैं?
hu: Milyen lehetőségeim vannak?
hy_am: Ի՞նչ հնարավորություններ ունեմ։
id: Apa saja kemampuan yang saya miliki?
is_is: Hvaða möguleika hef ég?
it_it: Quali possibilità ho?
iw: אילו אפשרויות יש לי?
ja_jp: 私にはどんな機能がありますか？
ka: რა შესაძლებლობები მაქვს?
kk: Менде қандай мүмкіндіктер бар?
km_kh: តើខ្ញុំមានឱកាសអ្វីខ្លះ?
kn_in: ನನಗೆ ಯಾವ ಅವಕಾಶಗಳಿವೆ?
ko_kr: 내게 어떤 기능이 있나요?
ky_kg: Менде кандай мүмкүнчүлүктөр бар?
lo: ຂ້ອຍມີຄວາມສາມາດໃດບ້າງ?
lt: Kokios galimybės man yra?
lv: Kādas iespējas man ir?
mk_mk: Кои можности ги имам?
ml_in: എനിക്ക് എന്ത് സാധ്യതകൾ ഉണ്ട്?
mn_mn: Надад ямар боломжууд байна вэ?
mr: माझ्याकडे कोणकोणत्या संधी आहेत?
ms_my: Apakah kemampuan yang saya ada?
ne: मसँग के के सम्भावनाहरू छन्?
nl: Welke mogelijkheden heb ik?
no_no: Hvilke muligheter har jeg?
pa: ਮੇਰੇ ਕੋਲ ਕਿ๜ੜੀਆਂ ਸਹੂਲਤਾਂ ਹਨ?
pl: Jakie mam możliwości?
pt_br: Quais são as minhas opções?
ro: Ce opțiuni am?
ru: Какие возможности у меня есть?
si: මට ඇති හැකියාවන් මොනවාද?
sk: Aké možnosti mám?
sl: Katere možnosti imam?
sq: Çfarë mundësish kam?
sr: Које могућности имам?
sv_se: Vilka möjligheter har jag?
sw: Nina fursa gani?
ta: எனக்கு என்ன வாய்ப்புகள் உள்ளன?
te: నాకు ఏ అవకాశాలు ఉన్నాయి?
th: ฉันมีความสามารถอะไรบ้าง?
tr_tr: Hangi imkanlara sahibim?
uk: Які можливості у мене є?
ur: میرے پاس کیا امکانات ہیں؟
vi: Tôi có những khả năng gì?
zh_cn: 我有什么功能？
zh_hk: 我有哪些功能？
zu: Yiziphi izinketho enginazo?

# five_cards_screen_see_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎ ምን ማለት እንደሆነ ያውቁ
ar: معرفة المعنى
az: Mənanı öyrənmək
bn: অর্থ জানতে
ca: Descobrir el significat
cs: Zjistit význam
de: Bedeutung herausfinden
es_es: Conocer el significado
fa: دریافت معنی
fi_fi: Selvitä merkitys
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: અર્થ જાણવા
hi: अर्थ जानें
hu: Megtudni a jelentést
hy_am: Իմանալ նշանակությունը
id: Cari arti
is_is: Fá merkingu
it_it: Scoprire il significato
iw: לגלות את המשמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мағынасын білу
km_kh: ស្វែងយល់អត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄ່າໝາຍ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај ја значењето
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: अर्थ जाणून घ्या
ms_my: Ketahui makna
ne: अर्थ थाहा पाउनुहोस्
nl: De betekenis achterhalen
no_no: Finn ut betydningen
pa: ਮਤਲਬ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ค้นหาความหมาย
tr_tr: Anlamını öğren
uk: Дізнатись значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Thola incazelo

# five_cards_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቃ አዘጋጅ
ar: عمل توزيع جديد
az: Yeni yayım etmək
bn: নতুন রিডিং করুন
ca: Fer una nova tirada
cs: Vytvořit nový rozklad
de: Neues Legesystem erstellen
es_es: Hacer una nueva tirada
fa: انجام یک چیدمان جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું રીડિંગ કરો
hi: नई रीडिंग करें
hu: Új kirakást készíteni
hy_am: Ստեղծել նոր դասավորություն
id: Buat pembacaan baru
is_is: Gera nýja dreifingu
it_it: Fare una nuova stesa
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа таралым жасау
km_kh: ធ្វើការចែកបន្ទាត់ថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡಿ
ko_kr: 새로운 카드 배열 만들기
ky_kg: Жаңы таразалоо жасоо
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išdėstymą
lv: Izveidot jaunu izkārtojumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ дэлгэрэнгүй гаргах
mr: नवीन रीडिंग करा
ms_my: Buat bacaan baru
ne: नयाँ पठन गर्नुहोस्
nl: Een nieuwe legging maken
no_no: Lag en ny oppstilling
pa: ਨਵਾਂ ਰੱਖੜ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă etalare
ru: Сделать новый расклад
si: නව පිළිවෙළක් සාදන්න
sk: Vytvoriť nový rozklad
sl: Narediti novo razporeditev
sq: Bëj një shpërndarje të re
sr: Направити ново читање
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பகிர்வு செய்யவும்
te: కొత్త రీడింగ్ చేయండి
th: ทำการแจกไพ่ใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا پھیلاؤ کریں
vi: Làm một trải bài mới
zh_cn: 做一个新的牌阵
zh_hk: 進行新的牌陣
zu: Yenza ukuhlukaniswa okusha

# five_cards_screen_enter_question_hint
source: Enter your request...
af: Voer jou navraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل طلبك...
az: Sorğunuzu daxil edin...
bn: আপনার অনুরোধ লিখুন...
ca: Introduïu la vostra consulta...
cs: Zadejte svůj dotaz...
de: Geben Sie Ihre Anfrage ein...
es_es: Ingrese su consulta...
fa: درخواست خود را وارد کنید...
fi_fi: Kirjoita pyyntösi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre demande...
gl: Introduce a túa consulta...
gu: તમારું પ્રશ્ન દાખલ કરો...
hi: अपनी क्वेरी दर्ज करें...
hu: Írja be a kérését...
hy_am: Մուտքագրեք ձեր հարցումը...
id: Masukkan permintaan Anda...
is_is: Sláðu inn fyrirspurn þína...
it_it: Inserisci la tua richiesta...
iw: הזן את הבקשה שלך...
ja_jp: あなたのリクエストを入力してください...
ka: ჩაწერეთ თქვენი მოთხოვნა...
kk: Сұрауыңызды енгізіңіз...
km_kh: បញ្ចូលសំណើររបស់អ្នក...
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 요청을 입력하세요...
ky_kg: Суранычыңызды киргизиңиз...
lo: ໃສ່ຄໍາຮ້ອງຂໍຂອງທ່ານ...
lt: Įveskite savo užklausą...
lv: Ievadiet savu pieprasījumu...
mk_mk: Внеси го твојот барање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултыг оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan pertanyaan anda...
ne: तपाईंको सोधपुछ लेख्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn forespørselen din...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje zapytanie...
pt_br: Digite sua pergunta...
ro: Introduceți cererea dvs...
ru: Введите ваш запрос...
si: ඔබගේ විමසීම ඇතුළත් කරන්න...
sk: Zadajte svoj dopyt...
sl: Vnesite vaše vprašanje...
sq: Shkruani kërkesën tuaj...
sr: Унесите ваш упит...
sv_se: Ange din fråga...
sw: Ingiza ombi lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ అభ్యర్థనను నమోదు చేయండి...
th: กรอกคำขอของคุณ...
tr_tr: Sorgunuzu girin...
uk: Введіть ваш запит...
ur: اپنی درخواست درج کریں...
vi: Nhập yêu cầu của bạn...
zh_cn: 请输入您的请求...
zh_hk: 請輸入您的查詢...
zu: Faka isicelo sakho...

# five_cards_screen_what_is_five_cards
source: What is a 5-card spread?
af: Wat is 'n uitleg met 5 kaarte?
am: አምስት ካርዶች እቃ ምንድነው?
ar: ما هو توزيع 5 بطاقات؟
az: 5 kartlıq yayım nədir?
bn: ৫টি কার্ডের রিডিং কী?
ca: Què és una tirada de 5 cartes?
cs: Co je to rozklad na 5 karet?
de: Was ist ein 5-Karten-Legesystem?
es_es: ¿Qué es una tirada de 5 cartas?
fa: چیدمان ۵ کارت چیست؟
fi_fi: Mikä on viiden kortin levitys?
fil: Ano ang layout ng 5 card?
fr: Qu'est-ce qu'un tirage de 5 cartes ?
gl: Que é unha tirada de 5 cartas?
gu: 5 કાર્ડ રીડિંગ શું છે?
hi: 5 कार्ड रीडिंग क्या है?
hu: Mi az az 5 lapos kirakás?
hy_am: Ի՞նչ է 5 քարտի դասավորությունը։
id: Apa itu pembacaan 5 kartu?
is_is: Hvað er dreifing með 5 spilum?
it_it: Cos'è una stesa di 5 carte?
iw: מהי פריסה של 5 קלפים?
ja_jp: 5枚のカードスプレッドとは何ですか？
ka: რა არის 5 ბარათის განლაგება?
kk: 5 картаға арналған таралым деген не?
km_kh: តើការចែកបន្ទាត់ 5 សន្លឹកមានអ្វីខ្លះ?
kn_in: 5 ಕಾರ್ಡ್ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 5장 카드 배열이란 무엇인가요?
ky_kg: 5 карта таразалоо деген эмне?
lo: ການຈັດການແບ່ງເປັນ 5 ໃບຄືຫຍັງ?
lt: Kas yra 5 kortų išdėstymas?
lv: Kas ir izkārtojums ar 5 kārtīm?
mk_mk: Што е распоред со 5 карти?
ml_in: 5 കാർഡ് റീഡിംഗ് എന്താണ്?
mn_mn: 5 картын дэлгэрэнгүй гэж юу вэ?
mr: 5 कार्डांचे रीडिंग म्हणजे काय?
ms_my: Apakah bacaan 5 kad?
ne: ५ कार्ड पठन भनेको के हो?
nl: Wat is een legging met 5 kaarten?
no_no: Hva er en oppstilling med 5 kort?
pa: 5 ਕਾਰਡਾਂ ਦਾ ਰੱਖੜ ਕੀ ਹੈ?
pl: Co to jest rozkład na 5 kart?
pt_br: O que é uma leitura de 5 cartas?
ro: Ce este o etalare cu 5 cărți?
ru: Что такое расклад на 5 карт?
si: පත්තර 5 ක පිළිවෙළ කියන්නේ මොකක්ද?
sk: Čo je rozklad na 5 kariet?
sl: Kaj je razporeditev s 5 kartami?
sq: Çfarë është një shpërndarje me 5 karta?
sr: Шта је читање од 5 карата?
sv_se: Vad är en läggning med 5 kort?
sw: Ugawaji wa kadi 5 ni nini?
ta: 5 அட்டைகள் பகிர்வு என்றால் என்ன?
te: 5 కార్డుల రీడింగ్ అంటే ఏమిటి?
th: การแจกไพ่ 5 ใบคืออะไร?
tr_tr: 5 kartlık açılım nedir?
uk: Що таке розклад на 5 карт?
ur: 5 کارڈز کا پھیلاؤ کیا ہے؟
vi: Trải bài 5 lá là gì?
zh_cn: 什么是五张牌牌阵？
zh_hk: 什麼是五張牌牌陣？
zu: Yini ukuhlukaniswa kwamakhadi ama-5?

# five_cards_screen_five_cards_explanation
source: The 5-card spread is a compact layout that reveals five key aspects of the situation: past, present, hidden influences, helper/obstacle, and likely outcome.
af: 'n Uitleg met 5 kaarte is 'n kompakte skema wat vyf sleutelaspekte van die situasie openbaar: die verlede, hede, verborge invloede, helper/obstakel en die waarskynlike uitkoms.
am: ከ5 ካርዶች የተሰራ እቅድ አንድ አጭር እቅድ ነው፣ የሁኔታውን አምስት ቁልፍ አካላት ይገልጻል፡ ያለፈው፣ አሁን፣ የተሰደደ ተጽእኖ፣ እርዳታ/እንቅስቃሴ እና የሚታወቀው ውጤት።
ar: توزيع من 5 بطاقات هو مخطط مدمج يكشف عن خمسة جوانب رئيسية للوضع: الماضي، الحاضر، التأثيرات الخفية، المساعد/العقبة والنتيجة المحتملة.
az: 5 kartlıq açılım, vəziyyətin beş əsas aspektini açıqlayan kompakt sxemadır: keçmiş, indiki, gizli təsirlər, köməkçi/əngəl və ehtimal olunan nəticə.
bn: ৫টি কার্ডের বিন্যাস একটি সংক্ষিপ্ত স্কিমা যা পরিস্থিতির পাঁচটি মূল দিক উন্মোচন করে: অতীত, বর্তমান, গোপন প্রভাব, সহায়ক/বাধা এবং সম্ভাব্য ফলাফল।
ca: La tirada de 5 cartes és un esquema compacte que revela cinc aspectes clau de la situació: passat, present, influències ocultes, ajudant/obstacle i resultat probable.
cs: Rozložení na 5 karet je kompaktní schéma, která odhaluje pět klíčových aspektů situace: minulost, přítomnost, skryté vlivy, pomocníka/překážku a pravděpodobný výsledek.
de: Die Legung mit 5 Karten ist ein kompaktes Schema, das fünf Schlüsselaspekte der Situation offenbart: Vergangenheit, Gegenwart, verborgene Einflüsse, Helfer/Hindernis und wahrscheinliches Ergebnis.
es_es: La tirada de 5 cartas es un esquema compacto que revela cinco aspectos clave de la situación: pasado, presente, influencias ocultas, ayudante/obstáculo y resultado probable.
fa: تاروت ۵ کارتی یک طرح فشرده است که پنج جنبه کلیدی وضعیت را آشکار می‌کند: گذشته، حال، تأثیرات پنهان، یاری‌دهنده/مانع و نتیجه محتمل.
fi_fi: Viiden kortin levitys on tiivis kaavio, joka paljastaa viisi tilanteen keskeistä osa-aluetta: menneisyys, nykyhetki, piilevät vaikutteet, avustaja/este ja todennäköinen lopputulos.
fil: Ang 5 card spread ay isang compact na layout na nagpapakita ng limang pangunahing aspeto ng sitwasyon: nakaraan, kasalukuyan, mga nakatagong impluwensya, katulong/hadlang, at posibleng kinalabasan.
fr: Le tirage à 5 cartes est un schéma compact qui révèle cinq aspects clés de la situation : le passé, le présent, les influences cachées, l'aide/l'obstacle et le résultat probable.
gl: A tirada de 5 cartas é un esquema compacto que revela cinco aspectos clave da situación: pasado, presente, influencias ocultas, axudante/obstáculo e resultado probable.
gu: 5 કાર્ડનું વિતરણ એ એક સંક્ષિપ્ત યોજના છે, જે પરિસ્થિતિના પાંચ મુખ્ય પાસાઓને ખુલ્લું કરે છે: ભૂતકાળ, વર્તમાન, છુપાયેલા પ્રભાવો, સહાયક/અડચણ અને સંભવિત પરિણામ.
hi: 5 कार्डों का फैलाव एक संक्षिप्त योजना है, जो स्थिति के पांच मुख्य पहलुओं को उजागर करती है: अतीत, वर्तमान, छिपे हुए प्रभाव, सहायक/अवरोधक और संभावित परिणाम।
hu: Az 5 kártyás kirakás egy kompakt séma, amely öt kulcsfontosságú aspektust tár fel a helyzetből: múlt, jelen, rejtett hatások, segítő/akadályozó és valószínű eredmény.
hy_am: 5 քարտի դասավորումը կոմպակտ սխեմա է, որը բացահայտում է իրավիճակի հինգ հիմնական կողմերը՝ անցյալը, ներկան, թաքնված ազդեցությունները, օգնողը/արգելքը և հավանական արդյունքը։
id: Penyebaran 5 kartu adalah skema ringkas yang mengungkapkan lima aspek kunci dari situasi: masa lalu, masa kini, pengaruh tersembunyi, pembantu/halangan, dan hasil yang mungkin.
is_is: Útgáfa með 5 spilum er þétt uppsetning sem afhjúpar fimm lykilþætti aðstæðnanna: fortíð, nútíð, falin áhrif, hjálpari/hindrun og líklegur endir.
it_it: La stesura a 5 carte è uno schema compatto che rivela cinque aspetti chiave della situazione: passato, presente, influenze nascoste, aiutante/ostacolo e probabile risultato.
iw: פריסה של 5 קלפים היא סכימה קומפקטית שפותחת חמישה היבטים מרכזיים של המצב: העבר, ההווה, השפעות נסתרות, עוזר/מכשול ותוצאה סבירה.
ja_jp: 5枚のカードのスプレッドは、過去、現在、隠れた影響、助け手／障害、そして予想される結果という状況の5つの重要な側面を明らかにするコンパクトなスキームです。
ka: 5 ბარათის განლაგება არის კომპაქტური სქემა, რომელიც აჩვენებს სიტუაციის ხუთ ძირითად ასპექტს: წარსული, აწმყო, დამალული გავლენები, დამხმარე/ბარიერი და სავარაუდო შედეგი.
kk: 5 картаға арналған таралым — бұл жағдайдың бес негізгі аспектісін ашатын ықшам схема: өткен, қазіргі, жасырын әсерлер, көмекші/кедергі және ықтимал нәтиже.
km_kh: ការបង្ហាញបន្ទាត់ 5 កាតគឺជាសៀវភៅតូចមួយ ដែលបង្ហាញពីបួនជ្រុងសំខាន់ៗនៃស្ថានភាព៖ អតីតកាល បច្ចុប្បន្ន ការប៉ះពាល់លាក់ ក្រុមជំនួយ/ឧបសគ្គ និងលទ្ធផលដែលអាចកើតមាន។
kn_in: 5 ಕಾರ್ಡ್ ವಿನ್ಯಾಸವು ಸಣ್ಣ ರೂಪರೇಖೆಯಾಗಿದೆ, ಇದು ಪರಿಸ್ಥಿತಿಯ ಐದು ಪ್ರಮುಖ ಅಂಶಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ: ಭೂತಕಾಲ, ವರ್ತಮಾನ, ಗುಪ್ತ ಪ್ರಭಾವಗಳು, ಸಹಾಯಕ/ತಡೆ ಮತ್ತು ಸಾಧ್ಯತೆಯ ಫಲಿತಾಂಶ.
ko_kr: 5장의 카드 배열은 과거, 현재, 숨겨진 영향, 조력자/장애물, 그리고 예상 결과라는 다섯 가지 핵심 측면을 드러내는 간결한 구성입니다.
ky_kg: 5 картадан турган жайгашуу - бул кырдаалдын беш негизги аспектин ачкан компакттуу схема: өткөн, азыркы, жашыруун таасирлер, жардамчы/тоскоолдук жана мүмкүн болгон жыйынтык.
lo: ການຈັດການໃນ 5 ບັດແມ່ນແຜນຜະລິດທີ່ກະທົບຫຼັກທີ່ເປັນຫຼັກຂອງສະພາບການ: ອະດີດ, ປັດຈຸບັນ, ອິດທິພົນທີ່ຖືກຊ້ອງເຊື່ອມ, ຜູ້ຊ່ວຍ/ອຸປັກສັກ ແລະ ຜົນສົງໄດ້.
lt: 5 kortų išdėstymas yra kompaktiška schema, atskleidžianti penkis pagrindinius situacijos aspektus: praeitį, dabartį, paslėptus poveikius, pagalbininką/obstrukciją ir tikėtiną rezultatą.
lv: Izklājums no 5 kārtīm ir kompakta shēma, kas atklāj piecus galvenos situācijas aspektus: pagātni, tagadni, slēptās ietekmes, palīgu/šķērsli un iespējamo iznākumu.
mk_mk: Расклад на 5 карти е компактна шема која ги открива петте клучни аспекти на ситуацијата: минатото, сегашноста, скриените влијанија, помошникот/пречка и веројатниот исход.
ml_in: 5 കാർഡ് റീഡിംഗ് ഒരു സംക്ഷിപ്ത സ്കീമാണ്, ഇത് സാഹചര്യത്തിന്റെ അഞ്ച് പ്രധാന വശങ്ങൾ തുറക്കുന്നു: കഴിഞ്ഞകാലം, ഇപ്പോഴത്തെ സ്ഥിതി, മറഞ്ഞിരിക്കുന്ന സ്വാധീനങ്ങൾ, സഹായി/തടസം, സാധ്യതയുള്ള ഫലം.
mn_mn: 5 картын дэлгэрэнгүй нь нөхцөл байдлын таван гол талыг илчилдэг компакт схем юм: өнгөрсөн, одоо, нууц нөлөөлөл, туслагч/саад тотгор, магадлалтай үр дүн.
mr: 5 कार्डांचे विहंगावलोकन ही एक संक्षिप्त योजना आहे, जी परिस्थितीचे पाच मुख्य पैलू उघड करते: भूतकाळ, वर्तमान, लपलेले प्रभाव, सहाय्यक/अडथळा आणि संभाव्य परिणाम.
ms_my: Pembacaan 5 kad adalah skema padat yang mendedahkan lima aspek utama situasi: masa lalu, masa kini, pengaruh tersembunyi, pembantu/halangan dan hasil yang mungkin.
ne: ५ कार्डहरूको लेआउट भनेको एउटा सानो योजना हो, जसले परिस्थितिका पाँच मुख्य पक्षहरूलाई प्रकट गर्छ: विगत, वर्तमान, लुकेको प्रभावहरू, सहायक/अवरोधक र सम्भावित परिणाम।
nl: Een legging van 5 kaarten is een compacte schema die vijf belangrijke aspecten van de situatie onthult: het verleden, het heden, verborgen invloeden, de helper/obstakel en de waarschijnlijke uitkomst.
no_no: Et opplegg med 5 kort er et kompakt skjema som avslører fem nøkkelaspekter av situasjonen: fortid, nåtid, skjulte påvirkninger, hjelper/hindring og sannsynlig utfall.
pa: 5 ਕਾਰਡਾਂ ਦਾ ਵਿਤਰਨ ਇੱਕ ਸੰਕੁਚਿਤ ਯੋਜਨਾ ਹੈ, ਜੋ ਸਥਿਤੀ ਦੇ ਪੰਜ ਮੁੱਖ ਪੱਖਾਂ ਨੂੰ ਖੋਲ੍ਹਦੀ ਹੈ: ਭੂਤਕਾਲ, ਵਰਤਮਾਨ, ਲੁਕਵੇਂ ਪ੍ਰਭਾਵ, ਸਹਾਇਕ/ਰੁਕਾਵਟ ਅਤੇ ਸੰਭਾਵਿਤ ਨਤੀਜਾ।
pl: Rozkład na 5 kart to kompaktowy schemat, który ujawnia pięć kluczowych aspektów sytuacji: przeszłość, teraźniejszość, ukryte wpływy, pomocnika/przeszkodę oraz prawdopodobny wynik.
pt_br: A leitura de 5 cartas é um esquema compacto que revela cinco aspectos-chave da situação: passado, presente, influências ocultas, ajudante/obstáculo e resultado provável.
ro: O etalare cu 5 cărți este un sistem compact care dezvăluie cinci aspecte cheie ale situației: trecutul, prezentul, influențele ascunse, ajutorul/obstacolul și rezultatul probabil.
ru: Расклад на 5 карт это компактная схема, которая раскрывает пять ключевых аспектов ситуации: прошлое, настоящее, скрытые влияния, помощника/препятствие и вероятный итог.
si: පස් කාඩ්පත් විහිදීම යනු තත්ත්වයේ ප්‍රධාන අංශ පහක් හෙළිදරව් කරන සංග්‍රහිත සැලැස්මකි: අතීතය, වර්තමානය, සඟවා ඇති බලපෑම්, සහායකයා/අවහිරකරු සහ සම්භාව්‍ය අවසානය.
sk: Rozklad na 5 kariet je kompaktná schéma, ktorá odhaľuje päť kľúčových aspektov situácie: minulosť, prítomnosť, skryté vplyvy, pomocníka/prekážku a pravdepodobný výsledok.
sl: Razporeditev na 5 kart je kompaktna shema, ki razkriva pet ključnih vidikov situacije: preteklost, sedanjost, skrite vplive, pomočnika/oviro in verjeten izid.
sq: Hedhja me 5 karta është një skemë kompakte që zbulon pesë aspektet kryesore të situatës: e kaluara, e tashmja, ndikimet e fshehura, ndihmësin/ndërprerësin dhe rezultatin e mundshëm.
sr: Расподела на 5 карата је компактна шема која открива пет кључних аспеката ситуације: прошлост, садашњост, скривене утицаје, помоћника/препреку и вероватни исход.
sv_se: En läggning med 5 kort är en kompakt schema som avslöjar fem nyckelaspekter av situationen: det förflutna, nuet, dolda influenser, hjälparen/hindret och det sannolika resultatet.
sw: Mpangilio wa kadi 5 ni mpangilio mfupi unaoonyesha vipengele vitano muhimu vya hali: yaliyopita, sasa, ushawishi uliofichwa, msaidizi/kizuizi na matokeo yanayoweza kutokea.
ta: 5 அட்டைகள் கொண்ட பகிர்வு என்பது ஒரு சுருக்கமான திட்டம், இது நிலைமையின் ஐந்து முக்கிய அம்சங்களை வெளிப்படுத்துகிறது: கடந்த காலம், தற்போதைய காலம், மறைந்த தாக்கங்கள், உதவியாளர்/தடை மற்றும் சாத்தியமான முடிவு.
te: 5 కార్డుల పంచాంగం అనేది ఒక సంక్షిప్త పద్ధతి, ఇది పరిస్థితి యొక్క ఐదు ముఖ్యమైన అంశాలను వెల్లడిస్తుంది: గతం, వర్తమానం, దాచిన ప్రభావాలు, సహాయకుడు/అడ్డంకి మరియు సంభావ్య ఫలితం.
th: การเปิดไพ่ 5 ใบเป็นรูปแบบที่กะทัดรัด ซึ่งเปิดเผยห้าด้านสำคัญของสถานการณ์: อดีต ปัจจุบัน อิทธิพลที่ซ่อนอยู่ ผู้ช่วย/อุปสรรค และผลลัพธ์ที่เป็นไปได้
tr_tr: 5 kartlık açılım, durumun beş ana yönünü ortaya çıkaran kompakt bir şemadır: geçmiş, şimdi, gizli etkiler, yardımcı/engel ve muhtemel sonuç.
uk: Розклад на 5 карт — це компактна схема, яка розкриває п'ять ключових аспектів ситуації: минуле, теперішнє, приховані впливи, помічника/перешкоду та ймовірний підсумок.
ur: پانچ کارڈز کا خاکہ ایک مختصر منصوبہ ہے جو صورتحال کے پانچ اہم پہلوؤں کو ظاہر کرتا ہے: ماضی، حال، پوشیدہ اثرات، مددگار/رکاوٹ، اور ممکنہ نتیجہ۔
vi: Bói bài 5 lá là một sơ đồ nhỏ gọn, tiết lộ năm khía cạnh chính của tình huống: quá khứ, hiện tại, ảnh hưởng tiềm ẩn, người trợ giúp/cản trở và kết quả có thể xảy ra.
zh_cn: 五张牌的牌阵是一种紧凑的布局，揭示了情况的五个关键方面：过去、现在、隐藏的影响、助手/障碍和可能的结果。
zh_hk: 五張牌陣是一個緊湊的布局，揭示情況的五個關鍵方面：過去、現在、隱藏影響、助手/障礙和可能的結果。
zu: Ukuhlela kwamakhadi ama-5 kuyisakhiwo esincane esiveza izici eziyisihlanu ezibalulekile zesimo: esedlule, samanje, imithelela efihlekile, umsizi/umnqobi kanye nomphumela ongaba khona.

# five_cards_screen_understand_button
source: Understood
af: Duidelik
am: ተረድቻለሁ
ar: مفهوم
az: Aydındır
bn: বুঝেছি
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಸ್ಪಷ್ಟವಾಗಿದೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമാണ്
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendido
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptuar
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்துகொண்டேன்
te: స్పష్టంగా
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白
zh_hk: 明白了
zu: Kuyacaca
