Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# five_cards_spread_screen_five_cards_explanation_dialog
source: This spread reveals the entire journey of your question: Card 1 - Past shows the initial circumstances, Card 2 - Present — the current energy, Card 3 - Hidden reveals hidden influences, Card 4 - Advice suggests the optimal action, Card 5 - Outcome predicts the likely result.
af: Hierdie uitleg onthul die hele pad van jou vraag: Kaart 1 - Verlede wys die oorspronklike omstandighede, Kaart 2 - Hede — die huidige energie, Kaart 3 - Verborge onthul verborge invloede, Kaart 4 - Raad gee die optimale aksie aan, Kaart 5 - Uitkoms voorspel die waarskynlike resultaat.
am: ይህ ካርድ ሁሉንም መንገድ የጥያቄዎን ይገልጻል፡፡ ካርድ 1 - ያለፈው መለኪያዎችን ያሳያል፣ ካርድ 2 - አሁን ያለውን ኃይል ያሳያል፣ ካርድ 3 - የተሰወረ እንደሆነ ተጽእኖ ያሳያል፣ ካርድ 4 - ምክር በጥሩ እርምጃ ይመራል፣ ካርድ 5 - ውጤት እንደሚታወቀው ውጤት ይገልጻል።
ar: يكشف هذا التوزيع عن كامل مسار سؤالك: البطاقة 1 - الماضي تظهر الظروف الأصلية، البطاقة 2 - الحاضر — الطاقة الحالية، البطاقة 3 - المخفي يكشف التأثيرات الخفية، البطاقة 4 - النصيحة تشير إلى الإجراء الأمثل، البطاقة 5 - النتيجة تتنبأ بالنتيجة المحتملة.
az: Bu açılım sualınızın bütün yolunu açır: 1-ci kart - Keçmiş başlanğıc şəraitini göstərir, 2-ci kart - İndiki cari enerjini, 3-cü kart - Gizli gizli təsirləri ortaya qoyur, 4-cü kart - Məsləhət optimal hərəkəti bildirir, 5-ci kart - Nəticə ehtimal olunan nəticəni proqnozlaşdırır.
bn: এই রিডিং আপনার প্রশ্নের পুরো পথ উন্মোচন করে: কার্ড ১ - অতীত মূল পরিস্থিতি দেখায়, কার্ড ২ - বর্তমান — চলমান শক্তি, কার্ড ৩ - গোপন লুকানো প্রভাব প্রকাশ করে, কার্ড ৪ - পরামর্শ সর্বোত্তম কর্ম নির্দেশ করে, কার্ড ৫ - ফলাফল সম্ভাব্য ফলাফল পূর্বাভাস দেয়।
ca: Aquesta tirada revela tot el camí de la teva pregunta: Carta 1 - El passat mostra les circumstàncies inicials, Carta 2 - El present — l'energia actual, Carta 3 - L'ocult revela influències amagades, Carta 4 - El consell indica l'acció òptima, Carta 5 - El resultat prediu el probable desenllaç.
cs: Toto rozložení odhaluje celou cestu vaší otázky: Karta 1 - Minulost ukazuje původní okolnosti, Karta 2 - Přítomnost — aktuální energii, Karta 3 - Skryté odhaluje skryté vlivy, Karta 4 - Rada naznačuje optimální akci, Karta 5 - Výsledek předpovídá pravděpodobný výsledek.
de: Diese Legung enthüllt den gesamten Weg Ihrer Frage: Karte 1 - Vergangenheit zeigt die ursprünglichen Umstände, Karte 2 - Gegenwart — die aktuelle Energie, Karte 3 - Verborgene zeigt verborgene Einflüsse, Karte 4 - Rat gibt die optimale Handlung an, Karte 5 - Ergebnis sagt das wahrscheinliche Resultat voraus.
es_es: Esta tirada revela todo el camino de tu pregunta: Carta 1 - El pasado muestra las circunstancias iniciales, Carta 2 - El presente — la energía actual, Carta 3 - Lo oculto revela influencias escondidas, Carta 4 - El consejo indica la acción óptima, Carta 5 - El resultado predice el desenlace probable.
fa: این تاروت کل مسیر سوال شما را آشکار می‌کند: کارت ۱ - گذشته شرایط اولیه را نشان می‌دهد، کارت ۲ - حال انرژی فعلی را نشان می‌دهد، کارت ۳ - پنهان تأثیرات مخفی را آشکار می‌کند، کارت ۴ - توصیه بهترین اقدام را نشان می‌دهد، کارت ۵ - نتیجه پیش‌بینی نتیجه محتمل را می‌کند.
fi_fi: Tämä levitys paljastaa koko kysymyksesi polun: Kortti 1 - Menneisyys näyttää alkuperäiset olosuhteet, Kortti 2 - Nykyhetki — nykyisen energian, Kortti 3 - Piilotettu paljastaa piilevät vaikutteet, Kortti 4 - Neuvo ehdottaa optimaalista toimintaa, Kortti 5 - Lopputulos ennustaa todennäköisen seurauksen.
fil: Ipinapakita ng spread na ito ang buong landas ng iyong tanong: Card 1 - Nakaraan ay nagpapakita ng mga orihinal na kalagayan, Card 2 - Kasalukuyan — ang kasalukuyang enerhiya, Card 3 - Nakatago ay nagpapakita ng mga nakatagong impluwensya, Card 4 - Payo ay nagbibigay ng pinakamainam na aksyon, Card 5 - Resulta ay naghuhula ng posibleng kinalabasan.
fr: Ce tirage révèle tout le chemin de votre question : Carte 1 - Le passé montre les circonstances initiales, Carte 2 - Le présent — l'énergie actuelle, Carte 3 - Le caché révèle les influences cachées, Carte 4 - Le conseil indique l'action optimale, Carte 5 - Le résultat prédit l'issue probable.
gl: Esta tirada revela todo o camiño da túa pregunta: Carta 1 - O pasado mostra as circunstancias iniciais, Carta 2 - O presente — a enerxía actual, Carta 3 - O oculto revela influencias ocultas, Carta 4 - O consello indica a acción óptima, Carta 5 - O resultado predí o resultado probable.
gu: આ વિતરણ તમારા પ્રશ્નનો સંપૂર્ણ માર્ગ પ્રગટ કરે છે: કાર્ડ 1 - ભૂતકાળ મૂળ પરિસ્થિતિઓ બતાવે છે, કાર્ડ 2 - વર્તમાન - વર્તમાન ઊર્જા દર્શાવે છે, કાર્ડ 3 - છુપાયેલું છુપાયેલા પ્રભાવોને બહાર લાવે છે, કાર્ડ 4 - સલાહ શ્રેષ્ઠ ક્રિયા સૂચવે છે, કાર્ડ 5 - પરિણામ સંભવિત પરિણામની આગાહી કરે છે.
hi: यह लेआउट आपके प्रश्न का पूरा रास्ता प्रकट करता है: कार्ड 1 - अतीत मूल परिस्थितियों को दिखाता है, कार्ड 2 - वर्तमान — वर्तमान ऊर्जा, कार्ड 3 - छिपा हुआ छिपे हुए प्रभावों का पता लगाता है, कार्ड 4 - सलाह सर्वोत्तम कार्रवाई का सुझाव देता है, कार्ड 5 - परिणाम संभावित परिणाम की भविष्यवाणी करता है।
hu: Ez a kirakás feltárja a kérdésed teljes útját: 1. lap - Múlt mutatja a kiinduló körülményeket, 2. lap - Jelen — a jelenlegi energiát, 3. lap - Rejtett felfedi a rejtett hatásokat, 4. lap - Tanács jelzi az optimális cselekvést, 5. lap - Eredmény előrejelzi a valószínű kimenetelt.
hy_am: Այս դասավորությունը բացահայտում է ձեր հարցի ամբողջ ճանապարհը՝ Քարտ 1 - Անցյալը ցույց է տալիս սկզբնական պայմանները, Քարտ 2 - Ներկայը՝ ընթացիկ էներգիան, Քարտ 3 - Թաքնվածը բացահայտում է թաքնված ազդեցությունները, Քարտ 4 - Խորհուրդը ցույց է տալիս օպտիմալ գործողությունը, Քարտ 5 - Արդյունքը կանխատեսում է հավանական արդյունքը։
id: Penyebaran ini mengungkap seluruh jalur pertanyaan Anda: Kartu 1 - Masa lalu menunjukkan keadaan awal, Kartu 2 - Saat ini — energi yang sedang berlangsung, Kartu 3 - Tersembunyi mengungkap pengaruh tersembunyi, Kartu 4 - Saran menunjukkan tindakan optimal, Kartu 5 - Hasil meramalkan kemungkinan hasil.
is_is: Þessi dreifing sýnir alla leið spurningar þinnar: Kort 1 - Fortíð sýnir upphafsskilyrði, Kort 2 - Nútíð — núverandi orku, Kort 3 - Falið afhjúpar falin áhrif, Kort 4 - Ráðlegging bendir á besta aðgerð, Kort 5 - Niðurstaða spáir líklegum úrslitum.
it_it: Questa stesa rivela tutto il percorso della tua domanda: Carta 1 - Il passato mostra le circostanze iniziali, Carta 2 - Il presente indica l'energia attuale, Carta 3 - Il nascosto rivela le influenze nascoste, Carta 4 - Il consiglio suggerisce l'azione ottimale, Carta 5 - Il risultato predice l'esito probabile.
iw: הפריסה הזו חושפת את כל הדרך של שאלתך: קלף 1 - העבר מראה את הנסיבות המקוריות, קלף 2 - ההווה — האנרגיה הנוכחית, קלף 3 - הנסתר חושף השפעות נסתרות, קלף 4 - העצה מציעה את הפעולה האופטימלית, קלף 5 - התוצאה חוזה את התוצאה הסבירה.
ja_jp: このスプレッドはあなたの質問の全体の流れを明らかにします： カード1 - 過去は元の状況を示し、 カード2 - 現在は現在のエネルギーを示し、 カード3 - 隠されたものは隠れた影響を明らかにし、 カード4 - アドバイスは最適な行動を示し、 カード5 - 結果は予想される結果を予測します。
ka: ეს განლაგება გიჩვენებთ თქვენი კითხვას მთელ გზას: ბარათი 1 - წარსული აჩვენებს საწყის გარემოებებს, ბარათი 2 - აწმყო — მიმდინარე ენერგიას, ბარათი 3 - დაფარული გამოავლენს დაფარულ გავლენებს, ბარათი 4 - რჩევა მიუთითებს ოპტიმალურ მოქმედებას, ბარათი 5 - შედეგი პროგნოზირებს სავარაუდო შედეგს.
kk: Бұл таратылым сіздің сұрағыңыздың бүкіл жолын ашады: 1-карта – Өткенді бастапқы жағдайларды көрсетеді, 2-карта – Қазіргі уақытты ағымдағы энергияны білдіреді, 3-карта – Жасырынды жасырын әсерлерді анықтайды, 4-карта – Кеңес оңтайлы әрекетті ұсынады, 5-карта – Қорытынды ықтимал нәтижені болжайды.
km_kh: ការចែកចាយនេះបង្ហាញពីផ្លូវទាំងមូលនៃសំណួររបស់អ្នក៖ កាត 1 - អតីតកាលបង្ហាញពីស្ថានការណ៍ដើម, កាត 2 - បច្ចុប្បន្នបង្ហាញពីថាមពលបច្ចុប្បន្ន, កាត 3 - លាក់បង្ហាញពីឥទ្ធិពលដែលលាក់បាំង, កាត 4 - គន្លឹះផ្តល់យោបល់អំពីសកម្មភាពល្អបំផុត, កាត 5 - លទ្ធផលទាយទុកពីលទ្ធផលដែលមានសក្តានុពល។
kn_in: ಈ ವಿತರಣೆ ನಿಮ್ಮ ಪ್ರಶ್ನೆಯ ಸಂಪೂರ್ಣ ಮಾರ್ಗವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ: ಕಾರ್ಡ್ 1 - ಭೂತಕಾಲವು ಮೂಲ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ, ಕಾರ್ಡ್ 2 - ವರ್ತಮಾನವು ಪ್ರಸ್ತುತ ಶಕ್ತಿಯನ್ನು ತೋರಿಸುತ್ತದೆ, ಕಾರ್ಡ್ 3 - ಗುಪ್ತವು ಮರೆಮಾಚಿದ ಪ್ರಭಾವಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ, ಕಾರ್ಡ್ 4 - ಸಲಹೆ ಉತ್ತಮ ಕ್ರಮವನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಕಾರ್ಡ್ 5 - ಫಲಿತಾಂಶ ಸಾಧ್ಯತೆಯ ಫಲಿತಾಂಶವನ್ನು ಊಹಿಸುತ್ತದೆ.
ko_kr: 이 배열은 당신의 질문에 대한 전체 경로를 드러냅니다: 카드 1 - 과거는 원래 상황을 보여주고, 카드 2 - 현재는 현재 에너지를 나타내며, 카드 3 - 숨겨진 것은 숨겨진 영향을 밝혀내고, 카드 4 - 조언은 최적의 행동을 제시하며, 카드 5 - 결과는 예상되는 결과를 예측합니다.
ky_kg: Бул жайгашуу сиздин сурооңуздун толук жолун ачат: 1-карта - Өткөн учурду көрсөтөт, 2-карта - Азыркы энергияны билдирет, 3-карта - Жашыруун таасирлерди ачыкка чыгарат, 4-карта - Кеңеш оптималдуу аракетти сунуштайт, 5-карта - Жыйынтык мүмкүн болгон натыйжаны алдын ала айтат.
lo: ການຈັດການນີ້ເປີດເຜີຍເສັ້ນທາງທັງໝົດຂອງຄຳຖາມຂອງທ່ານ: ໃບທີ 1 - ອະດີດແສດງສະພາບເລີ່ມຕົ້ນ, ໃບທີ 2 - ປັດຈຸບັນ — ພະລັງງານປະຈຸບັນ, ໃບທີ 3 - ທີ່ປິດເຜີຍອອກອິດທິພົນທີ່ຖືກປິດເຊື່ອງ, ໃບທີ 4 - ຄໍາແນະນຳບອກການດຳເນີນງານທີ່ດີທີ່ສຸດ, ໃບທີ 5 - ຜົນສຸດທ້າຍຄາດຄະເນຜົນລັດທີ່ເປັນໄປໄດ້.
lt: Šis išdėstymas atskleidžia visą jūsų klausimo kelią: 1 korta – Praeitis rodo pradinius aplinkybes, 2 korta – Dabartis – esamą energiją, 3 korta – Paslėpta atskleidžia slaptus poveikius, 4 korta – Patarimas nurodo optimalų veiksmą, 5 korta – Rezultatas prognozuoja tikėtiną baigtį.
lv: Šis izklājums atklāj visu jūsu jautājuma ceļu: Kārts 1 - Pagātne rāda sākotnējos apstākļus, Kārts 2 - Tagadne — pašreizējo enerģiju, Kārts 3 - Slēptais atklāj slēptās ietekmes, Kārts 4 - Padoms norāda optimālo rīcību, Kārts 5 - Rezultāts paredz iespējamo iznākumu.
mk_mk: Овој распоред ја открива целата патека на вашето прашање: Карта 1 - Минатото покажува почетни околности, Карта 2 - Сегашноста — тековната енергија, Карта 3 - Скриеното открива скриени влијанија, Карта 4 - Советот сугерира оптимална акција, Карта 5 - Заклучокот предвидува веројатен исход.
ml_in: ഈ റീഡിംഗ് നിങ്ങളുടെ ചോദ്യത്തിന്റെ മുഴുവൻ പാത വെളിപ്പെടുത്തുന്നു: കാർഡ് 1 - കഴിഞ്ഞകാലം പ്രാഥമിക സാഹചര്യങ്ങൾ കാണിക്കുന്നു, കാർഡ് 2 - ഇപ്പോഴത്തെ സമയം നിലവിലെ ഊർജ്ജം, കാർഡ് 3 - മറഞ്ഞിരിക്കുന്നത് മറഞ്ഞിരിക്കുന്ന സ്വാധീനങ്ങൾ വെളിപ്പെടുത്തുന്നു, കാർഡ് 4 - ഉപദേശം ഏറ്റവും അനുയോജ്യമായ പ്രവർത്തനം നിർദ്ദേശിക്കുന്നു, കാർഡ് 5 - ഫലം സാധ്യതയുള്ള ഫലം പ്രവചിക്കുന്നു.
mn_mn: Энэ дэлгэрэнгүй тайлбар таны асуултын бүх замыг илчилнэ: Карт 1 - Өнгөрсөн нь эхний нөхцөл байдлыг харуулна, Карт 2 - Одоогийн нь одоогийн энергийг илэрхийлнэ, Карт 3 - Нууц нь далд нөлөөллийг илрүүлнэ, Карт 4 - Зөвлөгөө нь хамгийн тохиромжтой үйлдлийг заана, Карт 5 - Дүгнэлт нь магадлалтай үр дүнг урьдчилан таамаглана.
mr: हा रीडिंग तुमच्या प्रश्नाचा संपूर्ण मार्ग उघड करतो: कार्ड 1 - भूतकाळ मूळ परिस्थिती दाखवतो, कार्ड 2 - वर्तमान - सध्याची ऊर्जा, कार्ड 3 - लपलेले लपलेले प्रभाव उघड करतो, कार्ड 4 - सल्ला सर्वोत्तम कृती सूचित करतो, कार्ड 5 - निष्कर्ष संभाव्य परिणाम भाकीत करतो.
ms_my: Susunan ini mendedahkan keseluruhan perjalanan soalan anda: Kad 1 - Masa lalu menunjukkan keadaan asal, Kad 2 - Masa kini — tenaga semasa, Kad 3 - Tersembunyi mendedahkan pengaruh tersembunyi, Kad 4 - Nasihat mencadangkan tindakan terbaik, Kad 5 - Hasil meramalkan keputusan yang mungkin.
ne: यो रिडिङले तपाईंको प्रश्नको सम्पूर्ण मार्ग खोल्छ: कार्ड १ - विगतले प्रारम्भिक परिस्थितिहरू देखाउँछ, कार्ड २ - वर्तमानले हालको ऊर्जा देखाउँछ, कार्ड ३ - लुकेकोले लुकेका प्रभावहरू पत्ता लगाउँछ, कार्ड ४ - सल्लाहले उत्तम कार्य सुझाउँछ, कार्ड ५ - नतिजाले सम्भावित परिणाम भविष्यवाणी गर्छ।
nl: Deze legging onthult de hele weg van je vraag: Kaart 1 - Verleden toont de oorspronkelijke omstandigheden, Kaart 2 - Heden — de huidige energie, Kaart 3 - Verborgen onthult verborgen invloeden, Kaart 4 - Advies geeft de optimale actie aan, Kaart 5 - Uitkomst voorspelt het waarschijnlijke resultaat.
no_no: Dette opplegget avslører hele veien for spørsmålet ditt: Kort 1 - Fortiden viser de opprinnelige omstendighetene, Kort 2 - Nåtiden — den nåværende energien, Kort 3 - Det skjulte avslører skjulte påvirkninger, Kort 4 - Rådet gir optimal handling, Kort 5 - Resultatet forutsier sannsynlig utfall.
pa: ਇਹ ਵਿਸ਼ਲੇਸ਼ਣ ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਪੂਰਾ ਰਾਹ ਖੋਲ੍ਹਦਾ ਹੈ: ਕਾਰਡ 1 - ਭੂਤਕਾਲ ਮੂਲ ਸਥਿਤੀਆਂ ਦਿਖਾਉਂਦਾ ਹੈ, ਕਾਰਡ 2 - ਵਰਤਮਾਨ — ਮੌਜੂਦਾ ਊਰਜਾ, ਕਾਰਡ 3 - ਲੁਕਿਆ ਹੋਇਆ ਲੁਕਵੇਂ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਬਿਆਨ ਕਰਦਾ ਹੈ, ਕਾਰਡ 4 - ਸਲਾਹ ਸਭ ਤੋਂ ਵਧੀਆ ਕਾਰਵਾਈ ਦੱਸਦੀ ਹੈ, ਕਾਰਡ 5 - ਨਤੀਜਾ ਸੰਭਾਵਿਤ ਨਤੀਜੇ ਦੀ ਭਵਿੱਖਬਾਣੀ ਕਰਦਾ ਹੈ।
pl: Ten rozkład odsłania całą drogę Twojego pytania: Karta 1 - Przeszłość pokazuje pierwotne okoliczności, Karta 2 - Teraźniejszość — obecną energię, Karta 3 - Ukryte ujawnia ukryte wpływy, Karta 4 - Rada podpowiada optymalne działanie, Karta 5 - Wynik przewiduje prawdopodobny rezultat.
pt_br: Esta leitura revela todo o caminho da sua pergunta: Carta 1 - Passado mostra as circunstâncias iniciais, Carta 2 - Presente — a energia atual, Carta 3 - Oculto revela influências ocultas, Carta 4 - Conselho indica a ação ideal, Carta 5 - Resultado prevê o desfecho provável.
ro: Această etalare dezvăluie întregul parcurs al întrebării tale: Cartea 1 - Trecutul arată circumstanțele inițiale, Cartea 2 - Prezentul — energia actuală, Cartea 3 - Ascunsul relevă influențele ascunse, Cartea 4 - Sfatul indică acțiunea optimă, Cartea 5 - Rezultatul prezice rezultatul probabil.
ru: Этот расклад раскрывает весь путь вашего вопроса: Карта 1 - Прошлое показывает исходные обстоятельства, Карта 2 - Настоящее — текущую энергию, Карта 3 - Скрытое выявляет скрытые влияния, Карта 4 - Совет подсказывает оптимальное действие, Карта 5 - Итог предсказывает вероятный результат.
si: මෙම විස්තරය ඔබේ ප්‍රශ්නයේ සම්පූර්ණ මාර්ගය හෙළි කරයි: පත්තරය 1 - අතීතය මුල් අවස්ථා පෙන්වයි, පත්තරය 2 - වර්තමානය වත්මන් බලය පෙන්වයි, පත්තරය 3 - සඟවා ඇති දේ සඟවා ඇති බලපෑම් හෙළි කරයි, පත්තරය 4 - උපදෙස් හොඳම ක්‍රියාව පෙන්වයි, පත්තරය 5 - අවසන් ප්‍රතිඵලය හැකිතාක් ප්‍රතිඵලය අනාවැකි කරයි.
sk: Tento rozklad odhaľuje celú cestu vašej otázky: Karta 1 - Minulosť ukazuje pôvodné okolnosti, Karta 2 - Prítomnosť — aktuálnu energiu, Karta 3 - Skryté odhaľuje skryté vplyvy, Karta 4 - Rada naznačuje optimálne konanie, Karta 5 - Výsledok predpovedá pravdepodobný záver.
sl: Ta razporeditev razkriva celotno pot vašega vprašanja: Kartica 1 - Preteklost prikazuje začetne okoliščine, Kartica 2 - Sedanjost — trenutno energijo, Kartica 3 - Skrito razkriva skrite vplive, Kartica 4 - Nasvet svetuje optimalno dejanje, Kartica 5 - Rezultat napoveduje verjeten izid.
sq: Kjo shpërndarje zbulon të gjithë rrugën e pyetjes suaj: Karta 1 - E kaluara tregon rrethanat fillestare, Karta 2 - E tashmja — energjinë aktuale, Karta 3 - E fshehta zbulon ndikimet e fshehura, Karta 4 - Këshilla tregon veprimin optimal, Karta 5 - Përfundimi parashikon rezultatin e mundshëm.
sr: Овај распоред открива цео пут вашег питања: Карта 1 - Прошлост показује почетне околности, Карта 2 - Садашњост — тренутну енергију, Карта 3 - Скривено открива скривене утицаје, Карта 4 - Савет указује на оптималну акцију, Карта 5 - Резултат предвиђа вероватан исход.
sv_se: Denna läggning avslöjar hela vägen för din fråga: Kort 1 - Det förflutna visar de ursprungliga omständigheterna, Kort 2 - Nutid — den aktuella energin, Kort 3 - Det dolda avslöjar dolda influenser, Kort 4 - Rådet ger optimal handling, Kort 5 - Resultatet förutspår det sannolika utfallet.
sw: Ugawaji huu unaonyesha njia yote ya swali lako: Kadi 1 - Zamani inaonyesha hali za awali, Kadi 2 - Sasa — nguvu za sasa, Kadi 3 - Vilivyo fichwa vinaonyesha ushawishi uliofichwa, Kadi 4 - Ushauri unaonyesha hatua bora, Kadi 5 - Matokeo yanabashiri matokeo yanayoweza kutokea.
ta: இந்த பரிசீலனை உங்கள் கேள்வியின் முழு பாதையை வெளிப்படுத்துகிறது: அட்டை 1 - கடந்த காலம் ஆரம்ப சூழல்களை காட்டுகிறது, அட்டை 2 - தற்போதையது தற்போதைய சக்தியை காட்டுகிறது, அட்டை 3 - மறைந்தவை மறைந்த தாக்கங்களை வெளிப்படுத்துகிறது, அட்டை 4 - ஆலோசனை சிறந்த நடவடிக்கையை அறிவிக்கிறது, அட்டை 5 - முடிவு சாத்தியமான முடிவை முன்னறிவிக்கிறது.
te: ఈ రీడింగ్ మీ ప్రశ్న యొక్క మొత్తం మార్గాన్ని వెల్లడిస్తుంది: కార్డు 1 - గతం ప్రాథమిక పరిస్థితులను చూపిస్తుంది, కార్డు 2 - వర్తమానం ప్రస్తుత శక్తిని సూచిస్తుంది, కార్డు 3 - దాచినది దాచిన ప్రభావాలను వెల్లడిస్తుంది, కార్డు 4 - సలహా ఉత్తమ చర్యను సూచిస్తుంది, కార్డు 5 - ఫలితం సాధ్యమైన ఫలితాన్ని ఊహిస్తుంది.
th: การวางไพ่ชุดนี้เปิดเผยเส้นทางทั้งหมดของคำถามของคุณ: ไพ่ใบที่ 1 - อดีต แสดงสถานการณ์เริ่มต้น, ไพ่ใบที่ 2 - ปัจจุบัน — พลังงานปัจจุบัน, ไพ่ใบที่ 3 - สิ่งที่ซ่อนเร้น เผยอิทธิพลที่ซ่อนอยู่, ไพ่ใบที่ 4 - คำแนะนำ บอกแนวทางการกระทำที่เหมาะสม, ไพ่ใบที่ 5 - ผลลัพธ์ ทำนายผลลัพธ์ที่เป็นไปได้
tr_tr: Bu açılım, sorunuzun tüm yolunu ortaya çıkarır: Kart 1 - Geçmiş, başlangıç koşullarını gösterir, Kart 2 - Şimdi, mevcut enerjiyi, Kart 3 - Gizli, gizli etkileri ortaya çıkarır, Kart 4 - Tavsiye, en uygun hareketi gösterir, Kart 5 - Sonuç, muhtemel sonucu tahmin eder.
uk: Цей розклад розкриває весь шлях вашого питання: Карта 1 - Минуле показує початкові обставини, Карта 2 - Теперішнє — поточну енергію, Карта 3 - Приховане виявляє приховані впливи, Карта 4 - Порада підказує оптимальну дію, Карта 5 - Підсумок передбачає ймовірний результат.
ur: یہ ترتیب آپ کے سوال کے پورے راستے کو ظاہر کرتی ہے: کارڈ 1 - ماضی اصل حالات دکھاتا ہے، کارڈ 2 - حال موجودہ توانائی کو ظاہر کرتا ہے، کارڈ 3 - پوشیدہ چھپے ہوئے اثرات کو ظاہر کرتا ہے، کارڈ 4 - مشورہ بہترین عمل کی رہنمائی کرتا ہے، کارڈ 5 - نتیجہ ممکنہ نتیجہ کی پیش گوئی کرتا ہے۔
vi: Bói bài này tiết lộ toàn bộ con đường của câu hỏi của bạn: Lá bài 1 - Quá khứ cho thấy hoàn cảnh ban đầu, Lá bài 2 - Hiện tại — năng lượng hiện tại, Lá bài 3 - Bí mật tiết lộ những ảnh hưởng ẩn giấu, Lá bài 4 - Lời khuyên gợi ý hành động tối ưu, Lá bài 5 - Kết quả dự đoán kết quả có khả năng xảy ra.
zh_cn: 这个牌阵揭示了你问题的整个过程： 牌1 - 过去 显示最初的情况， 牌2 - 现在 — 当前的能量， 牌3 - 隐藏 揭示隐藏的影响， 牌4 - 建议 指出最佳行动， 牌5 - 结果 预测可能的结局。
zh_hk: 這個牌陣揭示了你問題的整個過程： 牌 1 - 過去顯示起始情況， 牌 2 - 現在 — 當前能量， 牌 3 - 隱藏揭示隱藏的影響， 牌 4 - 建議提示最佳行動， 牌 5 - 結果預測可能的結果。
zu: Lolu hlolo lukhombisa yonke indlela yombuzo wakho: Ikhadi 1 - Esedlule libonisa izimo zokuqala, Ikhadi 2 - Okwamanje — amandla akhona, Ikhadi 3 - Okufihliwe kukhombisa imithelela efihlekile, Ikhadi 4 - Iseluleko sikhombisa isenzo esifanele, Ikhadi 5 - Umphumela ubikezela umphumela ongaba khona.

# five_cards_spread_screen_understand_button
source: Understood
af: Duidelik
am: አስተዋይ
ar: مفهوم
az: Aydın oldu
bn: বুঝেছি
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ហើយ
kn_in: ಸ್ಪಷ್ಟವಾಗಿದೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprasta
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrepen
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptuar
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: అర్థమైంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# language_selection_screen_title
source: Language
af: Taal
am: ቋንቋ
ar: اللغة
az: Dil
bn: ভাষা
ca: Idioma
cs: Jazyk
de: Sprache
es_es: Idioma
fa: زبان
fi_fi: Kieli
fil: Wika
fr: Langue
gl: Idioma
gu: ભાષા
hi: भाषा
hu: Nyelv
hy_am: Լեզու
id: Bahasa
is_is: Tungumál
it_it: Lingua
iw: שפה
ja_jp: 言語
ka: ენა
kk: Тіл
km_kh: ភាសា
kn_in: ಭಾಷೆ
ko_kr: 언어
ky_kg: Тил
lo: ພາສາ
lt: Kalba
lv: Valoda
mk_mk: Јазик
ml_in: ഭാഷ
mn_mn: Хэл
mr: भाषा
ms_my: Bahasa
ne: भाषा
nl: Taal
no_no: Språk
pa: ਭਾਸ਼ਾ
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
sv_se: Språk
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr_tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zu: Ulimi

# love_spread_screen_what_is_love_spread
source: What is a love spread?
af: Wat is 'n liefdeslegging?
am: የፍቅር ክፍል ምንድነው?
ar: ما هو توزيع الحب؟
az: Sevgi yayımı nədir?
bn: ভালোবাসার রিডিং কী?
ca: Què és una tirada d'amor?
cs: Co je to milostný výklad?
de: Was ist ein Liebes-Spread?
es_es: ¿Qué es una tirada de amor?
fa: فال عشق چیست؟
fi_fi: Mikä on rakkausluku?
fil: Ano ang love spread?
fr: Qu'est-ce qu'un tirage amoureux ?
gl: Que é unha tirada de amor?
gu: પ્રેમનું વિતરણ શું છે?
hi: लव रीडिंग क्या है?
hu: Mi az a szerelmi kirakás?
hy_am: Ինչ է սիրային դասավորությունը?
id: Apa itu pembacaan cinta?
is_is: Hvað er ástarlestur?
it_it: Cos'è una stesa d'amore?
iw: מה זה פריסת אהבה?
ja_jp: ラブリーディングとは何ですか？
ka: რა არის სიყვარულის განლაგება?
kk: Махаббат жайлы таралым деген не?
km_kh: តើការបែងចែកស្នេហ៍ជាអ្វី?
kn_in: ಪ್ರೇಮ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 러브 리딩이란 무엇인가요?
ky_kg: Сүйүү расклады деген эмне?
lo: ການຈັດຕຳແໜ່ງຄວາມຮັກແມ່ນຫຍັງ?
lt: Kas yra meilės išsidėstymas?
lv: Kas ir mīlas izklājums?
mk_mk: Што е љубовен распоред?
ml_in: പ്രണയ റീഡിംഗ് എന്താണ്?
mn_mn: Хайрын тарни гэж юу вэ?
mr: प्रेमाचा रीडिंग म्हणजे काय?
ms_my: Apakah pembacaan cinta?
ne: माया सम्बन्धी पठन भनेको के हो?
nl: Wat is een liefdeslegging?
no_no: Hva er et kjærlighetsoppsett?
pa: ਪਿਆਰ ਦਾ ਰੀਡਿੰਗ ਕੀ ਹੈ?
pl: Co to jest rozkład miłosny?
pt_br: O que é uma leitura de amor?
ro: Ce este o etalare de dragoste?
ru: Что такое любовный расклад?
si: ආදර විවරණය කියන්නේ මොකද්ද?
sk: Čo je to láskový výklad?
sl: Kaj je ljubezenska razporeditev?
sq: Çfarë është një shpërndarje dashurie?
sr: Шта је љубавни расклад?
sv_se: Vad är en kärleksläggning?
sw: Je, ni nini muundo wa mapenzi?
ta: காதல் பரிசோதனை என்றால் என்ன?
te: ప్రేమ రీడింగ్ అంటే ఏమిటి?
th: การอ่านไพ่ความรักคืออะไร?
tr_tr: Aşk açılımı nedir?
uk: Що таке любовний розклад?
ur: محبت کا پھیلاؤ کیا ہے؟
vi: Bói tình yêu là gì?
zh_cn: 什么是爱情牌阵？
zh_hk: 什麼是愛情牌陣？
zu: Yini ukuhlaziywa kothando?
