Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_fun_spread_description
source: lift your spirits, make a humorous spread and share it on social media
af: verhoog jou bui, maak 'n grappige uitleg en deel dit op sosiale media
am: ሁኔታዎን ከፍ አድርጉ, ቀልድ እቅድ ያዘጋጁ እና በማህበራዊ አውታረ መረብ ያጋሩ
ar: ارفع معنوياتك، قم بتوزيع بطاقات فكاهي وشاركها على وسائل التواصل الاجتماعي
az: Əhvalınızı yüksəldin, gülməli yayım edin və sosial şəbəkələrdə paylaşın
bn: মেজাজ উন্নত করুন, একটি হাস্যকর রিডিং করুন এবং সোশ্যাল মিডিয়ায় শেয়ার করুন
ca: millora l'ànim, fes una tirada en broma i comparteix-ho a les xarxes socials
cs: zlepšete náladu, udělejte vtipné rozložení a sdílejte na sociálních sítích
de: Heben Sie die Stimmung, machen Sie eine scherzhafte Legung und teilen Sie sie in sozialen Netzwerken
es_es: levanta el ánimo, haz una tirada en broma y comparte en redes sociales
fa: حال‌وهوایتان را بهتر کنید، یک فال شوخی بگیرید و در شبکه‌های اجتماعی به اشتراک بگذارید
fi_fi: Paranna mielialaasi, tee hauska levitys ja jaa sosiaalisessa mediassa
fil: Pataasin ang iyong mood, gumawa ng pangbirong pagbasa at ibahagi sa social media
fr: remontez le moral, faites un tirage humoristique et partagez-le sur les réseaux sociaux
gl: mellora o ánimo, fai unha tirada en broma e comparte nas redes sociais
gu: મનોબળ વધારવો, હાસ્યપ્રદ વિતરણ કરો અને સોશિયલ નેટવર્કમાં શેર કરો
hi: मूड बढ़ाएं, मज़ाकिया पढ़ाई करें और सोशल नेटवर्क में साझा करें
hu: Emeld a hangulatod, készíts vicces kirakást és oszd meg a közösségi médiában
hy_am: բարձրացրեք տրամադրությունը, արեք հումորային բացահայտում և կիսվեք սոցիալական ցանցերում
id: tingkatkan suasana hati, buat pembacaan kartu lucu dan bagikan di media sosial
is_is: lyftu skapinu, gerðu grínspá og deildu á samfélagsmiðlum
it_it: alza il morale, fai una stesa scherzosa e condividi sui social
iw: הרימו את המצב רוח, עשו פירוש קלפים מצחיק ושתפו ברשתות החברתיות
ja_jp: 気分を上げて、ジョークリーディングをして、SNSでシェアしましょう
ka: გაიუმჯობესეთ განწყობა, გააკეთეთ სასაცილო განლაგება და გაუზიარეთ სოციალურ ქსელებში
kk: көңіл-күйді көтеріңіз, күлкілі тарату жасаңыз және әлеуметтік желілерде бөлісіңіз
km_kh: លើកកម្ពស់អារម្មណ៍ រួចធ្វើការបកស្រាយកាតលេងល្បែង ហើយចែករំលែកនៅបណ្តាញសង្គម
kn_in: ಮನೋಭಾವವನ್ನು ಏರಿಸಿ, ಹಾಸ್ಯಾತ್ಮಕ ವಿತರಣೆ ಮಾಡಿ ಮತ್ತು ಸಾಮಾಜಿಕ ಜಾಲತಾಣಗಳಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಿ
ko_kr: 기분을 올리고, 농담 점괘를 만들어 소셜 미디어에 공유하세요
ky_kg: Көңүлдү көтөрүңүз, күлкүлүү расклад жасаңыз жана социалдык тармактарда бөлүшүңүз
lo: ຍົດຂຶ້ນອາລົມ, ທຳການດຳເນີນການຕະຫຼາດຕະຫຼາດຫຼາຍ ແລະແບ່ງປັນໃນໂຊເຊຍເຊັດ
lt: pakelkite nuotaiką, atlikite juokingą išsidėstymą ir pasidalinkite socialiniuose tinkluose
lv: uzlabojiet garastāvokli, izveidojiet joku izklāstu un dalieties sociālajos tīklos
mk_mk: подигнете го расположението, направете шеговит распоред и споделете на социјалните мрежи
ml_in: മനോഭാവം ഉയർത്തൂ, ഹാസ്യപരമായ റീഡിംഗ് ചെയ്യൂ, സാമൂഹിക മാധ്യമങ്ങളിൽ പങ്കിടൂ
mn_mn: Сэтгэл санаагаа дээшлүүлж, инээдтэй тарнил хийж, нийгмийн сүлжээнд хуваалцаарай
mr: मूड सुधारवा, मजेशीर पद्धत करा आणि सोशल मिडियावर शेअर करा
ms_my: tingkatkan mood, buat bacaan lawak dan kongsi di media sosial
ne: मूड उठाउनुहोस्, रमाइलो पठन गर्नुहोस् र सामाजिक सञ्जालमा साझा गर्नुहोस्
nl: Verhoog je stemming, maak een grappige legging en deel het op sociale media
no_no: løft humøret, lag et morsomt oppslag og del på sosiale medier
pa: ਮਨੋਰੰਜਨ ਵਧਾਓ, ਇੱਕ ਮਜ਼ੇਦਾਰ ਪੜਤਾਲ ਕਰੋ ਅਤੇ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਸਾਂਝਾ ਕਰੋ
pl: popraw nastrój, zrób żartobliwy rozkład i podziel się w mediach społecznościowych
pt_br: anime-se, faça uma leitura divertida e compartilhe nas redes sociais
ro: ridică-ți dispoziția, fă o prezicere amuzantă și împărtășește în rețelele sociale
ru: поднимите настроение, сделайте шуточный расклад и поделитесь в соц сетях
si: මනෝභාවය උසස් කරගන්න, විහිළුවක් ලෙස විවරණයක් කරන්න සහ සමාජ මාධ්‍යවල බෙදාගන්න
sk: zlepšite si náladu, urobte vtipné rozloženie a zdieľajte na sociálnych sieťach
sl: dvignite razpoloženje, naredite šaljivo razporeditev in delite na družbenih omrežjih
sq: ngreji humorin, bëni një hapje për shaka dhe ndani në rrjetet sociale
sr: подигните расположење, направите шалу распоред и поделите на друштвеним мрежама
sv_se: höj humöret, gör en skämtsam läggning och dela på sociala medier
sw: inua hisia, fanya uchambuzi wa mzaha na ushiriki kwenye mitandao ya kijamii
ta: மனநிலையை உயர்த்துங்கள், காமெடி பகிர்வை செய்யுங்கள் மற்றும் சமூக வலைத்தளங்களில் பகிரவும்
te: మనం ఉత్సాహంగా ఉండండి, వినోదాత్మక పాఠనం చేయండి మరియు సోషల్ మీడియాలో పంచుకోండి
th: เพิ่มความสดชื่น ทำการเปิดไพ่แบบตลกขบขันและแชร์ในโซเชียลมีเดีย
tr_tr: moodunuzu yükseltin, şakacı bir açılım yapın ve sosyal medyada paylaşın
uk: підніміть настрій, зробіть жартівливий розклад і поділіться в соцмережах
ur: مزاج بہتر کریں، مزاحیہ تقسیم کریں اور سوشل نیٹ ورکس پر شیئر کریں
vi: tăng tinh thần, làm một lượt bói bài vui và chia sẻ trên mạng xã hội
zh_cn: 提升心情，做一个趣味牌阵并分享到社交网络
zh_hk: 提升心情，做個趣味牌陣並分享到社交媒體
zu: Phakamisa umoya wakho, yenza ukuhlukaniswa kokudlala futhi wabelane ngezinkundla zokuxhumana

# main_screen_love_badge
source: LOVE
af: LIEFDE
am: ፍቅር
ar: الحب
az: SEVGİ
bn: প্রেম
ca: AMOR
cs: LÁSKA
de: LIEBE
es_es: AMOR
fa: عشق
fi_fi: RAKKAUS
fil: PAG-IBIG
fr: AMOUR
gl: AMOR
gu: પ્રેમ
hi: प्यार
hu: SZERELEM
hy_am: ՍԵՐ
id: CINTA
is_is: ÁST
it_it: AMORE
iw: אהבה
ja_jp: 愛
ka: სიყვარული
kk: МАХАББАТ
km_kh: ស្នេហា
kn_in: ಪ್ರೇಮ
ko_kr: 사랑
ky_kg: СҮЙҮҮ
lo: ຄວາມຮັກ
lt: MEILĖ
lv: MĪLESTĪBA
mk_mk: ЉУБОВ
ml_in: സ്നേഹം
mn_mn: ХАЙР
mr: प्रेम
ms_my: CINTA
ne: माया
nl: LIEFDE
no_no: KJÆRLIGHET
pa: ਪਿਆਰ
pl: MIŁOŚĆ
pt_br: AMOR
ro: DRAGOSTE
ru: ЛЮБОВЬ
si: ආදරය
sk: LÁSKA
sl: LJUBEZEN
sq: DASHURI
sr: ЉУБАВ
sv_se: KÄRLEK
sw: UPENDO
ta: காதல்
te: ప్రేమ
th: ความรัก
tr_tr: AŞK
uk: КОХАННЯ
ur: محبت
vi: TÌNH YÊU
zh_cn: 爱情
zh_hk: 愛情
zu: UTHANDO

# card_combination_screen_title
source: Combination of cards
af: Kaartkombinasie
am: ካርዶች ማዋቀሪያ
ar: تركيب البطاقات
az: Kartların birləşməsi
bn: কার্ডের সংমিশ্রণ
ca: Combinació de cartes
cs: Kombinace karet
de: Kartenkombination
es_es: Combinación de cartas
fa: ترکیب کارت‌ها
fi_fi: Korttiyhdistelmä
fil: Pagsasama ng mga card
fr: Combinaison de cartes
gl: Combinaión de cartas
gu: કાર્ડ સંયોજન
hi: कार संयोजन
hu: Kártya kombináció
hy_am: Քարտերի համադրություն
id: Kombinasi kartu
is_is: Kortasamband
it_it: Combinazione di carte
iw: שילוב קלפים
ja_jp: カードの組み合わせ
ka: ბარათების კომბინაცია
kk: Карталардың үйлесімі
km_kh: ការចងក្រងកាត
kn_in: ಕಾರ್ಡ್ ಸಂಯೋಜನೆ
ko_kr: 카드 조합
ky_kg: Карталардын айкалышы
lo: ການປະສົມການຂອງບັດ
lt: Kortų derinys
lv: Kāršu kombinācija
mk_mk: Комбинација на карти
ml_in: കാർഡുകളുടെ സംയോജനം
mn_mn: Картын хослол
mr: कार्ड संयोजन
ms_my: Gabungan kad
ne: कार्ड संयोजन
nl: Kaartcombinatie
no_no: Kombinasjon av kort
pa: ਕਾਰਡਾਂ ਦਾ ਮਿਲਾਪ
pl: Połączenie kart
pt_br: Combinação de cartas
ro: Combinația cărților
ru: Сочетание карт
si: කාඩ්පත් සංයෝජනය
sk: Kombinácia kariet
sl: Kombinacija kart
sq: Kombinimi i kartave
sr: Комбинација карата
sv_se: Kortkombination
sw: Mchanganyiko wa kadi
ta: அட்டை இணைப்பு
te: కార్డుల కలయిక
th: การจับคู่ไพ่
tr_tr: Kart kombinasyonu
uk: Поєднання карт
ur: کارڈز کا امتزاج
vi: Sự kết hợp của các lá bài
zh_cn: 牌组组合
zh_hk: 牌組組合
zu: Ukuhlanganiswa kwamakhadi

# card_combination_screen_greeting
source: Good afternoon, choose cards to discover the combination and meaning.
af: Goeie dag, kies kaarte om die kombinasie en betekenis te leer ken
am: እንደምን አደርክ, ማዋቀሪያና እሴት ለማወቅ ካርዶችን ይምረጡ
ar: مرحبًا، اختر البطاقات لمعرفة التركيب والمعنى
az: Salam, birləşməni və mənasını öyrənmək üçün kartları seçin
bn: শুভ দিন, সংমিশ্রণ এবং অর্থ জানতে কার্ডগুলি নির্বাচন করুন
ca: Bon dia, seleccioneu cartes per conèixer la combinació i el significat
cs: Dobrý den, vyberte karty pro zjištění kombinace a významu
de: Guten Tag, wählen Sie Karten aus, um die Kombination und Bedeutung zu erfahren
es_es: Buenos días, seleccione las cartas para conocer la combinación y el significado
fa: روز بخیر، کارت‌ها را انتخاب کنید تا ترکیب و معنی آن‌ها را بدانید
fi_fi: Hyvää päivää, valitse kortit nähdäksesi yhdistelmän ja merkityksen
fil: Magandang araw, pumili ng mga card upang malaman ang pagsasama at kahulugan
fr: Bonjour, sélectionnez les cartes pour connaître la combinaison et la signification
gl: Bo día, selecciona cartas para coñecer a combinación e o significado
gu: નમસ્તે, સંયોજન અને અર્થ જાણવા માટે કાર્ડ પસંદ કરો
hi: नमस्ते, संयोजन और अर्थ जानने के लिए कार्ड चुनें
hu: Jó napot, válasszon kártyákat a kombináció és jelentés megismeréséhez
hy_am: Բարի օր, ընտրեք քարտերը՝ իմանալու համար համադրությունը և նշանակությունը
id: Selamat siang, pilih kartu untuk mengetahui kombinasi dan maknanya
is_is: Góðan dag, veldu kort til að sjá sambandið og merkinguna
it_it: Buongiorno, seleziona le carte per conoscere la combinazione e il significato
iw: צהריים טובים, בחר קלפים כדי לגלות את השילוב והמשמעות
ja_jp: こんにちは、組み合わせと意味を知るためにカードを選んでください
ka: დილა მშვიდობისა, აირჩიეთ ბარათები კომბინაციისა და მნიშვნელობის გასაგებად
kk: Қайырлы күн, үйлесімділік пен мағынаны білу үшін карталарды таңдаңыз
km_kh: សួស្តីថ្ងៃល្អ សូមជ្រើសរើសកាត ដើម្បីដឹងពីការចងក្រង និងអត្ថន័យ
kn_in: ನಮಸ್ಕಾರ, ಸಂಯೋಜನೆ ಮತ್ತು ಅರ್ಥ ತಿಳಿಯಲು ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko_kr: 안녕하세요, 조합과 의미를 알아볼 카드를 선택하세요
ky_kg: Кутмандуу күн, айкалышты жана маанини билүү үчүн карталарды тандаңыз
lo: ສະບາຍດີ, ເລືອກບັດເພື່ອຮູ້ການປະສົມແລະຄ່າຄວນ
lt: Laba diena, pasirinkite kortas, kad sužinotumėte derinį ir reikšmę
lv: Labdien, izvēlieties kārtis, lai uzzinātu kombināciju un nozīmi
mk_mk: Добар ден, изберете карти за да дознаете комбинација и значење
ml_in: സുപ്രഭാതം, സംയോജനംയും അർത്ഥവും അറിയാൻ കാർഡുകൾ തിരഞ്ഞെടുക്കുക
mn_mn: Өдрийн мэнд, хослол ба утгыг мэдэхийн тулд картуудыг сонгоно уу
mr: नमस्कार, संयोजन आणि अर्थ जाणून घेण्यासाठी कार्ड निवडा
ms_my: Selamat siang, pilih kad untuk mengetahui gabungan dan makna
ne: नमस्कार, संयोजन र अर्थ जान्नका लागि कार्डहरू छान्नुहोस्
nl: Goedendag, selecteer kaarten om de combinatie en betekenis te weten
no_no: God dag, velg kort for å finne ut kombinasjonen og betydningen
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਮਿਲਾਪ ਅਤੇ ਮਤਲਬ ਜਾਣਨ ਲਈ ਕਾਰਡ ਚੁਣੋ
pl: Dzień dobry, wybierz karty, aby poznać połączenie i znaczenie
pt_br: Boa tarde, selecione as cartas para saber a combinação e o significado
ro: Bună ziua, selectați cărțile pentru a afla combinația și semnificația
ru: Добрый день, выберите карты, чтобы узнать сочетание и значение
si: සුභ දවසක්, සංයෝජනය සහ අර්ථය දැන ගැනීමට කාඩ්පත් තෝරන්න
sk: Dobrý deň, vyberte karty, aby ste zistili kombináciu a význam
sl: Dober dan, izberite karte, da izveste kombinacijo in pomen
sq: Mirëdita, zgjidhni kartat për të mësuar kombinimin dhe kuptimin
sr: Добар дан, изаберите карте да бисте сазнали комбинацију и значење
sv_se: God dag, välj kort för att ta reda på kombinationen och betydelsen
sw: Habari za mchana, chagua kadi ili kujua mchanganyiko na maana
ta: நல்வரவு, இணைப்பு மற்றும் அர்த்தத்தை அறிய அட்டைகளை தேர்ந்தெடுக்கவும்
te: శుభోదయం, కలయిక మరియు అర్థం తెలుసుకోవడానికి కార్డులను ఎంచుకోండి
th: สวัสดีค่ะ กรุณาเลือกไพ่เพื่อดูการจับคู่และความหมาย
tr_tr: İyi günler, kombinasyonu ve anlamını öğrenmek için kartları seçin
uk: Доброго дня, оберіть картини, щоб дізнатися поєднання та значення
ur: السلام علیکم، امتزاج اور معنی جاننے کے لیے کارڈز منتخب کریں
vi: Chào bạn, hãy chọn các lá bài để biết sự kết hợp và ý nghĩa
zh_cn: 您好，请选择牌组以了解组合和含义
zh_hk: 您好，請選擇牌組以了解組合和含義
zu: Sawubona, khetha amakhadi ukuze uthole ukuhlanganiswa nokuchazwa

# card_combination_screen_card_hint
source: Card
af: Kaart
am: ካርድ
ar: بطاقة
az: Karta
bn: কার্ড
ca: Carta
cs: Karta
de: Karte
es_es: Carta
fa: کارت
fi_fi: Kortti
fr: Carte
gl: Carta
gu: કાર્ડ
hi: कार्ड
hu: Kártya
hy_am: Քարտ
id: Kartu
is_is: Kort
it_it: Carta
iw: קלף
ja_jp: カード
ka: ბარათი
kk: Карта
km_kh: កាត
kn_in: ಕಾರ್ಡ್
ko_kr: 카드
ky_kg: Карта
lo: ບັດ
lt: Korta
lv: Kārts
mk_mk: Карта
ml_in: കാർഡ്
mn_mn: Карт
mr: कार्ड
ms_my: Kad
ne: कार्ड
nl: Kaart
no_no: Kort
pa: ਕਾਰਡ
pl: Karta
pt_br: Carta
ro: Carte
ru: Карта
si: කාඩ්පත
sk: Karta
sl: Karta
sq: Kartë
sr: Карта
sv_se: Kort
sw: Kadi
ta: அட்டை
te: కార్డు
th: ไพ่
tr_tr: Kart
uk: Карта
ur: کارڈ
vi: Lá bài
zh_cn: 牌
zh_hk: 牌
zu: Ikhadi

# card_combination_screen_get_combination_button
source: Find the combination
af: Vind die kombinasie uit
am: ማዋቀሪያ ለማወቅ
ar: معرفة التركيب
az: Birləşməni öyrənmək
bn: সংমিশ্রণ জানুন
ca: Descobrir combinació
cs: Zjistit kombinaci
de: Kombination erfahren
es_es: Conocer la combinación
fa: دریافت ترکیب
fi_fi: Katso yhdistelmä
fil: Alamin ang pagsasama
fr: Connaître la combinaison
gl: Descubrir combinación
gu: સંયોજન જાણવા
hi: संयोजन जानें
hu: Kombináció megismerése
hy_am: Իմանալ համադրությունը
id: Cari kombinasi
is_is: Skoða samband
it_it: Scopri la combinazione
iw: לגלות שילוב
ja_jp: 組み合わせを知る
ka: გაიგე კომბინაცია
kk: Үйлесімділікті білу
km_kh: ស្វែងយល់ពីការចងក្រង
kn_in: ಸಂಯೋಜನೆ ತಿಳಿಯಿರಿ
ko_kr: 조합 알아보기
ky_kg: Айкалышты билүү
lo: ຮູ້ການປະສົມ
lt: Sužinoti derinį
lv: Uzzināt kombināciju
mk_mk: Дознај комбинација
ml_in: സംയോജനം അറിയുക
mn_mn: Хослолыг мэдэх
mr: संयोजन जाणून घ्या
ms_my: Ketahui gabungan
ne: संयोजन जान्नुहोस्
nl: Combinatie ontdekken
no_no: Finn kombinasjon
pa: ਮਿਲਾਪ ਜਾਣੋ
pl: Poznaj połączenie
pt_br: Descobrir combinação
ro: Află combinația
ru: Узнать сочетание
si: සංයෝජනය දැන ගැනීම
sk: Zistiť kombináciu
sl: Izvedeti kombinacijo
sq: Mëso kombinimin
sr: Сазнај комбинацију
sv_se: Ta reda på kombination
sw: Jua mchanganyiko
ta: இணைப்பை அறியவும்
te: కలయిక తెలుసుకోండి
th: ดูการจับคู่
tr_tr: Kombinasyonu öğren
uk: Дізнатися поєднання
ur: امتزاج جانیں
vi: Tìm hiểu sự kết hợp
zh_cn: 查看组合
zh_hk: 查看組合
zu: Thola ukuhlanganiswa

# card_combination_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቅድ ማድረግ
ar: إجراء توزيع جديد
az: Yeni açılım etmək
bn: নতুন রিডিং করুন
ca: Fer una nova tirada
cs: Vytvořit nový výklad
de: Neues Legeset machen
es_es: Hacer una nueva tirada
fa: انجام یک چیدمان جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું વિતરણ કરવું
hi: नई रीडिंग करें
hu: Új kirakás készítése
hy_am: Կատարել նոր բացում
id: Buat pembacaan baru
is_is: Gera nýja dreifingu
it_it: Fai una nuova stesa
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: შექმენი ახალი განლაგება
kk: Жаңа таралым жасау
km_kh: ធ្វើការបង្ហាញថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡು
ko_kr: 새로운 카드 배열 만들기
ky_kg: Жаңы таразалоо жүргүзүү
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išdėstymą
lv: Veikt jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് ചെയ്യുക
mn_mn: Шинэ дэлгэрэнгүй гаргалгаа хийх
mr: नवीन रीडिंग करा
ms_my: Buat bacaan baru
ne: नयाँ रीडिङ गर्नुहोस्
nl: Nieuwe legging maken
no_no: Lag en ny legging
pa: ਨਵਾਂ ਵਿਤਰਨ ਕਰੋ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă etalare
ru: Сделать новый расклад
si: නව විවරණයක් සකසන්න
sk: Urobiť nový výklad
sl: Naredi novo razporeditev
sq: Bëj një shpërndarje të re
sr: Направи ново читање
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பகிர்வு செய்யவும்
te: కొత్త పాఠం చేయండి
th: ทำการเปิดไพ่ใหม่
tr_tr: Yeni açılım yap
uk: Зробити новий розклад
ur: نیا ریڈنگ کریں
vi: Làm một trải bài mới
zh_cn: 进行新的牌阵
zh_hk: 重新占卜
zu: Yenza ukuhlolwa okusha

# card_combination_screen_fill_all_fields_error
source: Please fill in all the fields of the cards.
af: Vul asseblief al die kaartvelde in.
am: እባክዎ ሁሉንም የካርድ ቦታዎች ይሙሉ።
ar: يرجى ملء جميع حقول البطاقات.
az: Zəhmət olmasa, bütün kart sahələrini doldurun.
bn: অনুগ্রহ করে সমস্ত কার্ড ক্ষেত্র পূরণ করুন।
ca: Si us plau, ompliu tots els camps de les targetes.
cs: Prosím, vyplňte všechna pole karet.
de: Bitte füllen Sie alle Kartenfelder aus.
es_es: Por favor, complete todos los campos de las tarjetas.
fa: لطفاً همه فیلدهای کارت‌ها را پر کنید.
fi_fi: Täytäthän kaikki korttikentät.
fil: Pakiusap, punan ang lahat ng mga patlang ng card.
fr: Veuillez remplir tous les champs des cartes.
gl: Por favor, encha todos os campos das cartas.
gu: કૃપા કરીને તમામ કાર્ડ ફીલ્ડ્સ ભરો.
hi: कृपया सभी कार्ड फ़ील्ड भरें।
hu: Kérjük, töltse ki az összes kártyamezőt.
hy_am: Խնդրում ենք լրացնել քարտերի բոլոր դաշտերը։
id: Silakan isi semua kolom kartu.
is_is: Vinsamlegast fylltu út öll kortareit.
it_it: Per favore, compila tutti i campi delle carte.
iw: אנא מלא את כל שדות הכרטיסים.
ja_jp: すべてのカード欄を入力してください。
ka: გთხოვთ, შეავსოთ ყველა ბარათის ველი.
kk: Барлық карта өрістерін толтырыңызшы.
km_kh: សូមបំពេញទាំងអស់វាលកាត។
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕಾರ್ಡ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko_kr: 모든 카드 필드를 작성해 주세요.
ky_kg: Сураныч, бардык карта талааларын толтуруңуз.
lo: ກະລຸນາກອງຂໍ້ມູນທຸກຊ່ອງບັດ.
lt: Prašome užpildyti visus kortelių laukus.
lv: Lūdzu, aizpildiet visus karšu laukus.
mk_mk: Ве молиме пополнете ги сите полиња за картички.
ml_in: ദയവായി എല്ലാ കാർഡ് ഫീൽഡുകളും പൂരിപ്പിക്കുക.
mn_mn: Бүх картын талбарыг бөглөнө үү.
mr: कृपया सर्व कार्ड फील्ड भरा.
ms_my: Sila isi semua medan kad.
ne: कृपया सबै कार्ड फिल्डहरू भर्नुहोस्।
nl: Vul alstublieft alle kaartvelden in.
no_no: Vennligst fyll ut alle kortfeltene.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਕਾਰਡ ਫੀਲਡ ਭਰੋ।
pl: Proszę wypełnić wszystkie pola kart.
pt_br: Por favor, preencha todos os campos dos cartões.
ro: Vă rugăm să completați toate câmpurile cardurilor.
ru: Пожалуйста, заполните все полей карт.
si: කරුණාකර සියලුම කාඩ්පත් ක්ෂේත්‍ර පුරවන්න.
sk: Prosím, vyplňte všetky polia kariet.
sl: Prosimo, izpolnite vsa polja kart.
sq: Ju lutem plotësoni të gjitha fushat e kartave.
sr: Молимо попуните сва поља картица.
sv_se: Vänligen fyll i alla kortfält.
sw: Tafadhali jaza sehemu zote za kadi.
ta: தயவுசெய்து அனைத்து அட்டை புலங்களையும் நிரப்பவும்.
te: దయచేసి అన్ని కార్డ్ ఫీల్డ్స్‌ను పూరించండి.
th: กรุณากรอกข้อมูลในช่องบัตรทั้งหมด
tr_tr: Lütfen tüm kart alanlarını doldurun.
uk: Будь ласка, заповніть усі поля карт.
ur: براہ کرم تمام کارڈ کے خانے پر کریں۔
vi: Vui lòng điền đầy đủ tất cả các trường thẻ.
zh_cn: 请填写所有卡片字段。
zh_hk: 請填寫所有卡片欄位。
zu: Sicela ugcwalise wonke amasimu wamakhadi.

# card_combination_screen_invalid_cards_error
source: Please select cards only from the provided list. Invalid cards:
af: Kies asseblief kaarte slegs uit die voorgestelde lys. Ongeldige kaarte:
am: እባክዎ ከተሰጠው ዝርዝር ብቻ ካርዶችን ይምረጡ። ልክ ያልሆኑ ካርዶች፦
ar: يرجى اختيار البطاقات فقط من القائمة المقترحة. البطاقات غير الصحيحة:
az: Zəhmət olmasa, yalnız təklif olunan siyahıdan kartlar seçin. Yanlış kartlar:
bn: অনুগ্রহ করে শুধুমাত্র প্রদত্ত তালিকা থেকে কার্ড নির্বাচন করুন। ভুল কার্ডসমূহ:
ca: Si us plau, seleccioneu només targetes de la llista proposada. Targetes incorrectes:
cs: Prosím, vyberte karty pouze ze seznamu. Neplatné karty:
de: Bitte wählen Sie Karten nur aus der vorgeschlagenen Liste aus. Ungültige Karten:
es_es: Por favor, seleccione solo las tarjetas de la lista proporcionada. Tarjetas incorrectas:
fa: لطفاً فقط کارت‌های موجود در فهرست پیشنهادی را انتخاب کنید. کارت‌های نادرست:
fi_fi: Valitsethän kortit vain tarjotusta listasta. Virheelliset kortit:
fil: Pakiusap, pumili lamang ng mga card mula sa ibinigay na listahan. Mali ang mga card:
fr: Veuillez sélectionner uniquement les cartes de la liste proposée. Cartes incorrectes :
gl: Por favor, seleccione cartas só da lista proposta. Cartas incorrectas:
gu: કૃપા કરીને ફક્ત સૂચિત સૂચિમાંથી કાર્ડ પસંદ કરો. ખોટા કાર્ડ:
hi: कृपया केवल दिए गए सूची से कार्ड चुनें। गलत कार्ड:
hu: Kérjük, válasszon kártyákat csak a megadott listából. Érvénytelen kártyák:
hy_am: Խնդրում ենք ընտրել քարտերը միայն առաջարկված ցուցակից։ Սխալ քարտեր՝
id: Silakan pilih kartu hanya dari daftar yang disediakan. Kartu yang tidak valid:
is_is: Vinsamlegast veldu aðeins kort úr boðna listanum. Ógild kort:
it_it: Per favore, seleziona solo le carte dall'elenco proposto. Carte non valide:
iw: אנא בחר כרטיסים רק מהרשימה המוצעת. כרטיסים שגויים:
ja_jp: 指定されたリストからのみカードを選択してください。無効なカード：
ka: გთხოვთ, აირჩიოთ ბარათები მხოლოდ შემოთავაზებული სიიდან. არასწორი ბარათები:
kk: Тек ұсынылған тізімнен карталарды таңдаңызшы. Дұрыс емес карталар:
km_kh: សូមជ្រើសរើសកាតពីបញ្ជីដែលបានផ្តល់ជូនតែប៉ុណ្ណោះ។ កាតមិនត្រឹមត្រូវ៖
kn_in: ದಯವಿಟ್ಟು ನೀಡಲಾದ ಪಟ್ಟಿಯಿಂದ ಮಾತ್ರ ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ. ತಪ್ಪು ಕಾರ್ಡ್‌ಗಳು:
ko_kr: 제공된 목록에서만 카드를 선택해 주세요. 잘못된 카드:
ky_kg: Сураныч, карталарды сунушталган тизмеден гана тандаңыз. Туура эмес карталар:
lo: ກະລຸນາເລືອກບັດເພີ່ມເຕີມຈາກລາຍການທີ່ໄດ້ສະແດງ. ບັດທີ່ບໍ່ຖືກຕ້ອງ:
lt: Prašome pasirinkti korteles tik iš siūlomo sąrašo. Neteisingos kortelės:
lv: Lūdzu, izvēlieties kartes tikai no piedāvātā saraksta. Nepareizās kartes:
mk_mk: Ве молиме изберете картички само од понудениот список. Невалидни картички:
ml_in: ദയവായി നിർദ്ദേശിച്ച പട്ടികയിൽ നിന്നുള്ള കാർഡുകൾ മാത്രം തിരഞ്ഞെടുക്കുക. തെറ്റായ കാർഡുകൾ:
mn_mn: Зөвхөн санал болгосон жагсаалтаас картуудыг сонгоно уу. Буруу картууд:
mr: कृपया फक्त दिलेल्या यादीतील कार्ड निवडा. चुकीचे कार्ड:
ms_my: Sila pilih kad hanya dari senarai yang disediakan. Kad yang tidak sah:
ne: कृपया केवल प्रस्तावित सूचीबाट कार्डहरू चयन गर्नुहोस्। गलत कार्डहरू:
nl: Selecteer alstublieft alleen kaarten uit de voorgestelde lijst. Ongeldige kaarten:
no_no: Vennligst velg kort kun fra den foreslåtte listen. Ugyldige kort:
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਫ ਪ੍ਰਸਤਾਵਿਤ ਸੂਚੀ ਵਿੱਚੋਂ ਕਾਰਡ ਚੁਣੋ। ਗਲਤ ਕਾਰਡ:
pl: Proszę wybierać karty tylko z proponowanej listy. Nieprawidłowe karty:
pt_br: Por favor, selecione cartões apenas da lista fornecida. Cartões inválidos:
ro: Vă rugăm să selectați carduri doar din lista oferită. Carduri incorecte:
ru: Пожалуйста, выберите карты только из предложенного списка. Неверные карты:
si: කරුණාකර යෝජිත ලැයිස්තුවෙන් පමණක් කාඩ්පත් තෝරන්න. වැරදි කාඩ්පත්:
sk: Prosím, vyberte karty iba zo zoznamu ponúkaných. Nesprávne karty:
sl: Prosimo, izberite karte samo s predlaganega seznama. Neveljavne karte:
sq: Ju lutem zgjidhni kartat vetëm nga lista e propozuar. Karta të pasakta:
sr: Молимо изаберите картице само са понуђене листе. Неисправне картице:
sv_se: Vänligen välj kort endast från den föreslagna listan. Ogiltiga kort:
sw: Tafadhali chagua kadi kutoka tu kwenye orodha iliyotolewa. Kadi zisizo sahihi:
ta: தயவுசெய்து வழங்கப்பட்ட பட்டியலில் இருந்து மட்டுமே அட்டைகளை தேர்ந்தெடுக்கவும். தவறான அட்டைகள்:
te: దయచేసి కేవలం సూచించిన జాబితాలోని కార్డులను మాత్రమే ఎంచుకోండి. తప్పు కార్డులు:
th: กรุณาเลือกบัตรเฉพาะจากรายการที่เสนอ บัตรที่ไม่ถูกต้อง:
tr_tr: Lütfen sadece önerilen listeden kart seçin. Geçersiz kartlar:
uk: Будь ласка, оберіть карти лише зі запропонованого списку. Неправильні карти:
ur: براہ کرم صرف دی گئی فہرست سے کارڈ منتخب کریں۔ غلط کارڈز:
vi: Vui lòng chỉ chọn thẻ từ danh sách được đề xuất. Thẻ không hợp lệ:
zh_cn: 请选择仅来自建议列表的卡片。无效的卡片：
zh_hk: 請僅從提供的清單中選擇卡片。錯誤的卡片：
zu: Sicela ukhethe amakhadi kuphela ohlwini olunikeziwe. Amakhadi angalungile:
