Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_detail_screen_general_meaning_prompt
source: Describe the general meaning of the tarot card "{cardName}" in {lang}. Include its history, symbolism, and main interpretations.
af: Beskryf die algemene betekenis van die Tarot-kaart "{cardName}" in die taal {lang}. Sluit geskiedenis, simboliek en hoofbetekenisse in.
am: በ{lang} ቋንቋ የታሮ ካርድ "{cardName}" አጠቃላይ እሴት አስረዳ። ታሪክ፣ ምልክትነት እና ዋና እሴቶችን አካትተው።
ar: صف المعنى العام لبطاقة التارو "{cardName}" باللغة {lang}. قم بتضمين التاريخ والرمزية والمعاني الرئيسية.
az: "{cardName}" Tarot kartının ümumi mənasını {lang} dilində təsvir et. Tarixçəsini, simvolizmini və əsas mənalarını daxil et.
bn: "{cardName}" ট্যারো কার্ডের সাধারণ অর্থ {lang} ভাষায় বর্ণনা করুন। ইতিহাস, প্রতীকবাদ এবং মূল অর্থগুলি অন্তর্ভুক্ত করুন।
ca: Descriu el significat general de la carta del Tarot "{cardName}" en l'idioma {lang}. Inclou la història, el simbolisme i els significats principals.
cs: Popiš obecný význam tarotové karty "{cardName}" v jazyce {lang}. Zahrň historii, symboliku a hlavní významy.
de: Beschreibe die allgemeine Bedeutung der Tarotkarte "{cardName}" in der Sprache {lang}. Füge Geschichte, Symbolik und Hauptbedeutungen hinzu.
es_es: Describe el significado general de la carta del Tarot "{cardName}" en el idioma {lang}. Incluye historia, simbolismo y significados principales.
fa: توضیح معنای کلی کارت تاروت "{cardName}" به زبان {lang}. شامل تاریخچه، نمادگرایی و معانی اصلی باشد.
fi_fi: Kuvaile kortin "{cardName}" yleinen merkitys Tarotissa kielellä {lang}. Sisällytä historia, symboliikka ja keskeiset merkitykset.
fil: Ilarawan ang pangkalahatang kahulugan ng Tarot card na "{cardName}" sa wikang {lang}. Isama ang kasaysayan, simbolismo, at mga pangunahing kahulugan.
fr: Décris la signification générale de la carte de Tarot "{cardName}" en {lang}. Inclue l'histoire, le symbolisme et les significations principales.
gl: Describe o significado xeral da carta do Tarot "{cardName}" no idioma {lang}. Inclúe historia, simbolismo e os principais significados.
gu: કાર્ડ "{cardName}" નું સામાન્ય અર્થ {lang} ભાષામાં વર્ણવો. તેમાં ઇતિહાસ, પ્રતીકવાદ અને મુખ્ય અર્થો શામેલ કરો.
hi: "{cardName}" टैरो कार्ड का सामान्य अर्थ {lang} भाषा में वर्णन करें। इसमें इतिहास, प्रतीकवाद और मुख्य अर्थ शामिल करें।
hu: Írd le a "{cardName}" Tarot kártya általános jelentését {lang} nyelven. Tartalmazza a történetet, a szimbolikát és a fő jelentéseket.
hy_am: Նկարագրիր քարտի "{cardName}" ընդհանուր նշանակությունը {lang} լեզվով։ Ներառիր պատմությունը, սիմվոլիկան և հիմնական նշանակությունները։
id: Jelaskan makna umum kartu Tarot "{cardName}" dalam bahasa {lang}. Sertakan sejarah, simbolisme, dan makna utama.
is_is: Lýstu almenna merkingu Tarot-kortsins "{cardName}" á tungumálinu {lang}. Inniheldur sögu, táknfræði og helstu merkingar.
it_it: Descrivi il significato generale della carta dei Tarocchi "{cardName}" nella lingua {lang}. Includi la storia, il simbolismo e i significati principali.
iw: תאר את המשמעות הכללית של קלף הטארוט "{cardName}" בשפה {lang}. כלול היסטוריה, סמליות ומשמעויות עיקריות.
ja_jp: {lang}語でタロットカード「{cardName}」の全体的な意味を説明してください。歴史、象徴性、主な意味を含めてください。
ka: აღწერე ტარო ბარათის "{cardName}" ზოგადი მნიშვნელობა {lang} ენაზე. ჩართე ისტორია, სიმბოლიზმი და ძირითადი მნიშვნელობები.
kk: Таро картасының "{cardName}" жалпы мәнін {lang} тілінде сипаттаңыз. Тарихы, символикасы және негізгі мағыналарын қосыңыз.
km_kh: ពិពណ៌នាអត្ថន័យទូទៅនៃកាតតារ៉ូ "{cardName}" ជាភាសា {lang}។ រួមបញ្ចូលប្រវត្តិ និមិត្តសញ្ញា និងអត្ថន័យសំខាន់ៗ។
kn_in: {lang} ಭಾಷೆಯಲ್ಲಿ ಟ್ಯಾರೋ ಕಾರ್ಡ್ "{cardName}" ನ ಒಟ್ಟು ಅರ್ಥವನ್ನು ವರ್ಣಿಸಿ. ಇತಿಹಾಸ, ಪ್ರತೀಕಾತ್ಮಕತೆ ಮತ್ತು ಮುಖ್ಯ ಅರ್ಥಗಳನ್ನು ಸೇರಿಸಿ.
ko_kr: {lang} 언어로 타로 카드 "{cardName}"의 전체 의미를 설명하세요. 역사, 상징 및 주요 의미를 포함하세요.
ky_kg: Таро картасы "{cardName}" жалпы маанисин {lang} тилинде сүрөттөп бер. Тарыхын, символикасын жана негизги маанилерин камты.
lo: ອະທິບາຍຄໍາຫມາຍທົ່ວໄປຂອງບັດທາໂຣ "{cardName}" ໃນພາສາ {lang}. ລວມປະຫວັດສາດ, ສັນຍາລັກ ແລະ ຄໍາຫມາຍຫຼັກ.
lt: Aprašyk bendrą kortos "{cardName}" reikšmę taro kalba {lang}. Įtrauk istoriją, simboliką ir pagrindines reikšmes.
lv: Apraksti kārts "{cardName}" vispārējo nozīmi Tarotu valodā {lang}. Iekļauj vēsturi, simboliku un galvenās nozīmes.
mk_mk: Опиши го општото значење на Таро картата "{cardName}" на јазикот {lang}. Вклучи ја историјата, симболиката и главните значења.
ml_in: {lang} ഭാഷയിൽ ടാരോ കാർഡ് "{cardName}" ന്റെ പൊതുവായ അർത്ഥം വിവരിക്കുക. ചരിത്രം, പ്രതീകം, പ്രധാന അർത്ഥങ്ങൾ ഉൾപ്പെടുത്തുക.
mn_mn: Таро карт "{cardName}"-ийн ерөнхий утгыг {lang} хэл дээр тайлбарлаарай. Түүх, бэлгэдэл болон үндсэн утгуудыг оруулна уу.
mr: "{cardName}" टारो कार्डचा सामान्य अर्थ {lang} भाषेत वर्णन करा. इतिहास, प्रतीकवाद आणि मुख्य अर्थ यांचा समावेश करा.
ms_my: Terangkan makna umum kad Tarot "{cardName}" dalam bahasa {lang}. Sertakan sejarah, simbolisme dan makna utama.
ne: "{cardName}" टारो कार्डको सामान्य अर्थ {lang} भाषामा वर्णन गर्नुहोस्। इतिहास, प्रतीकवाद र मुख्य अर्थहरू समावेश गर्नुहोस्।
nl: Beschrijf de algemene betekenis van de Tarotkaart "{cardName}" in de taal {lang}. Voeg geschiedenis, symboliek en belangrijkste betekenissen toe.
no_no: Beskriv den generelle betydningen av Tarot-kortet "{cardName}" på språket {lang}. Inkluder historie, symbolikk og hovedbetydninger.
pa: ਕਾਰਡ "{cardName}" ਦਾ ਕੁੱਲ ਮਤਲਬ {lang} ਭਾਸ਼ਾ ਵਿੱਚ ਵਰਣਨ ਕਰੋ। ਇਤਿਹਾਸ, ਪ੍ਰਤੀਕਵਾਦ ਅਤੇ ਮੁੱਖ ਮਤਲਬ ਸ਼ਾਮਲ ਕਰੋ।
pl: Opisz ogólne znaczenie karty Tarota "{cardName}" w języku {lang}. Uwzględnij historię, symbolikę i główne znaczenia.
pt_br: Descreva o significado geral do cartão de Tarô "{cardName}" no idioma {lang}. Inclua história, simbolismo e significados principais.
ro: Descrie semnificația generală a cărții de Tarot "{cardName}" în limba {lang}. Include istoria, simbolismul și principalele semnificații.
ru: Опиши общее значение карты Таро "{cardName}" на языке {lang}. Включи историю, символику и основные значения.
si: {lang} භාෂාවෙන් ටැරෝ කාඩ්පත "{cardName}" හි සමස්ත අර්ථය විස්තර කරන්න. ඉතිහාසය, සංකේතවාදය සහ ප්‍රධාන අර්ථ ඇතුළත් කරන්න.
sk: Opíš všeobecný význam tarotovej karty "{cardName}" v jazyku {lang}. Zahrň históriu, symboliku a hlavné významy.
sl: Opisati splošni pomen tarot karte "{cardName}" v jeziku {lang}. Vključite zgodovino, simboliko in glavne pomene.
sq: Përshkruaj kuptimin e përgjithshëm të kartës së Taros "{cardName}" në gjuhën {lang}. Përfshi historinë, simbolikën dhe kuptimet kryesore.
sr: Опиши опште значење Таро карте "{cardName}" на језику {lang}. Укључи историју, симболику и основна значења.
sv_se: Beskriv den allmänna betydelsen av Tarotkortet "{cardName}" på språket {lang}. Inkludera historia, symbolik och huvudbetydelser.
sw: Eleza maana ya jumla ya kadi ya Tarot "{cardName}" kwa lugha ya {lang}. Jumuisha historia, uashiriaji na maana kuu.
ta: {lang} மொழியில் டாரோ அட்டை "{cardName}" இன் மொத்த அர்த்தத்தை விவரிக்கவும். வரலாறு, சின்னங்கள் மற்றும் முக்கியமான அர்த்தங்களை சேர்க்கவும்.
te: {lang} భాషలో టారో కార్డు "{cardName}" యొక్క సామాన్య అర్థాన్ని వివరించండి. చరిత్ర, ప్రతీకాత్మకత మరియు ప్రధాన అర్థాలను చేర్చండి.
th: อธิบายความหมายโดยรวมของไพ่ทาโรต์ "{cardName}" ในภาษา {lang} รวมถึงประวัติ สัญลักษณ์ และความหมายหลัก ๆ ด้วย
tr_tr: "{cardName}" Tarot kartının genel anlamını {lang} dilinde tanımlayın. Tarihçeyi, sembolizmi ve temel anlamları dahil edin.
uk: Опиши загальне значення карти Таро "{cardName}" мовою {lang}. Включи історію, символіку та основні значення.
ur: "{cardName}" ٹارو کارڈ کے مجموعی معنی {lang} زبان میں بیان کریں۔ تاریخ، علامتیت اور بنیادی معانی شامل کریں۔
vi: Mô tả ý nghĩa chung của lá bài Tarot "{cardName}" bằng ngôn ngữ {lang}. Bao gồm lịch sử, biểu tượng và các ý nghĩa chính.
zh_cn: 用{lang}语言描述塔罗牌""{cardName}\"的总体含义。包括历史、象征意义和主要含义。
zh_hk: 用{lang}語言描述塔羅牌「{cardName}」的整體意義。包括歷史、象徵和主要意義。
zu: Chaza inani elijwayelekile lekhadi leTarot elithi "{cardName}" ngolimi {lang}. Faka umlando, umehluko kanye nezincazelo eziyinhloko.

# card_detail_screen_reversed_meaning_prompt
source: Describe the reversed meaning of the tarot card "{cardName}" in {lang}. Include opposite meanings and warnings.
af: Beskryf die omgekeerde betekenis van die Tarot-kaart "{cardName}" in die taal {lang}. Sluit die teenoorgestelde betekenisse en waarskuwings in.
am: እባክህ በ{lang} ቋንቋ የ"{cardName}" የታሮ ካርድ ተቃራኒ እና ተቃራኒ እና ማስጠንቀቂያዎችን አካትተህ አስረዳ።
ar: صف معنى بطاقة التارو المقلوبة "{cardName}" باللغة {lang}. قم بتضمين المعاني المعاكسة والتحذيرات.
az: "{cardName}" Tarot kartının tərs mənasını {lang} dilində təsvir edin. Əks mənaları və xəbərdarlıqları daxil edin.
bn: ট্যারো কার্ড "{cardName}" এর উল্টানো অর্থ {lang} ভাষায় বর্ণনা করুন। বিপরীত অর্থ এবং সতর্কতা অন্তর্ভুক্ত করুন।
ca: Descriu el significat invertit de la carta del Tarot "{cardName}" en l'idioma {lang}. Inclou els significats oposats i les advertències.
cs: Popiš obrácený význam tarotové karty "{cardName}" v jazyce {lang}. Zahrň opačné významy a varování.
de: Beschreibe die umgekehrte Bedeutung der Tarotkarte "{cardName}" in der Sprache {lang}. Füge gegensätzliche Bedeutungen und Warnungen hinzu.
es_es: Describe el significado invertido de la carta del Tarot "{cardName}" en el idioma {lang}. Incluye significados opuestos y advertencias.
fa: توضیح معنی وارونه کارت تاروت "{cardName}" به زبان {lang}. شامل معانی مخالف و هشدارها باشد.
fi_fi: Kuvaile käännetyn Tarot-kortin "{cardName}" merkitys kielellä {lang}. Sisällytä vastakkaiset merkitykset ja varoitukset.
fil: Ilarawan ang baligtad na kahulugan ng Tarot card na "{cardName}" sa wikang {lang}. Isama ang mga kabaligtarang kahulugan at mga babala.
fr: Décris la signification inversée de la carte de Tarot "{cardName}" en {lang}. Inclue les significations opposées et les avertissements.
gl: Describe o significado invertido da carta do Tarot "{cardName}" na lingua {lang}. Inclúe significados opostos e advertencias.
gu: ટારો કાર્ડ "{cardName}" ના ઉલટા અર્થને {lang} ભાષામાં વર્ણવો. વિરુદ્ધ અર્થો અને ચેતવણીઓ શામેલ કરો.
hi: टैरो कार्ड "{cardName}" के उल्टे अर्थ को {lang} भाषा में वर्णित करें। विपरीत अर्थ और चेतावनियाँ शामिल करें।
hu: Írd le a "{cardName}" Tarot kártya fordított jelentését {lang} nyelven. Tartalmazza az ellentétes jelentéseket és figyelmeztetéseket.
hy_am: Նկարագրիր Տարոյի քարտի "{cardName}" շրջված նշանակությունը {lang} լեզվով։ Ներառիր հակառակ նշանակությունները և նախազգուշացումները։
id: Jelaskan arti terbalik dari kartu Tarot "{cardName}" dalam bahasa {lang}. Sertakan makna yang berlawanan dan peringatan.
is_is: Lýstu öfugu merkingu Tarot-kortsins "{cardName}" á {lang}. Inniheldur andstæða merkingu og viðvaranir.
it_it: Descrivi il significato rovesciato della carta dei Tarocchi "{cardName}" in lingua {lang}. Includi significati opposti e avvertimenti.
iw: תאר את המשמעות ההפוכה של קלף הטארוט "{cardName}" בשפה {lang}. כלול משמעויות הפוכות ואזהרות.
ja_jp: タロットカード「{cardName}」の逆位置の意味を{lang}で説明してください。反対の意味や警告を含めてください。
ka: აღწერე ტარო ბარათის "{cardName}" გადატრიალებულ მნიშვნელობას {lang} ენაზე. ჩართე საპირისპირო მნიშვნელობები და გაფრთხილებები.
kk: Таро картасының "{cardName}" аударылған мағынасын {lang} тілінде сипаттаңыз. Қарсы мәндер мен ескертулерді қосыңыз.
km_kh: ពិពណ៌នាអត្ថន័យត្រង់បញ្ច្រាសនៃកាតតារ៉ូ "{cardName}" ជាភាសា {lang}។ រួមបញ្ចូលអត្ថន័យផ្ទុយគ្នា និងការព្រមាន។
kn_in: "{cardName}" ಟ್ಯಾರೋ ಕಾರ್ಡ್‌ನ ತಿರುಗಿದ ಅರ್ಥವನ್ನು {lang} ಭಾಷೆಯಲ್ಲಿ ವಿವರಿಸಿ. ವಿರುದ್ಧ ಅರ್ಥಗಳು ಮತ್ತು ಎಚ್ಚರಿಕೆಗಳನ್ನು ಸೇರಿಸಿ.
ko_kr: 타로 카드 "{cardName}"의 역방향 의미를 {lang} 언어로 설명하세요. 반대 의미와 경고를 포함하세요.
ky_kg: Таро картасы "{cardName}" тын тескери маанисин {lang} тилинде сүрөттөп бер. Каршылаш маанилерди жана эскертүүлөрдү кош.
lo: ອະທິບາຍຄ່າທີ່ກັງກັບຂອງບັດທາໂຣ "{cardName}" ໃນພາສາ {lang}. ລວມທັງຄ່າທີ່ຕໍ່ກັນແລະການເຕືອນ.
lt: Aprašyk apverstą Tarot kortos "{cardName}" reikšmę kalba {lang}. Įtrauk priešingas reikšmes ir įspėjimus.
lv: Apraksti apgriezto Tarot kārts "{cardName}" nozīmi valodā {lang}. Iekļauj pretējas nozīmes un brīdinājumus.
mk_mk: Опиши го превртениот значење на картата Таро "{cardName}" на јазикот {lang}. Вклучи спротивни значења и предупредувања.
ml_in: "{cardName}" ടാരോ കാർഡിന്റെ മറിഞ്ഞ അർത്ഥം {lang} ഭാഷയിൽ വിവരിക്കുക. വിരുദ്ധ അർത്ഥങ്ങളും മുന്നറിയിപ്പുകളും ഉൾപ്പെടുത്തുക.
mn_mn: Таро карт "{cardName}"-ийн эргүүлсэн утгыг {lang} хэл дээр тайлбарла. Эсрэг утгууд болон анхааруулгыг оруулна уу.
mr: टॅरो कार्ड "{cardName}" च्या उलटलेल्या अर्थाचे वर्णन {lang} भाषेत करा. विरुद्ध अर्थ आणि इशारे समाविष्ट करा.
ms_my: Terangkan maksud terbalik kad Tarot "{cardName}" dalam bahasa {lang}. Sertakan maksud bertentangan dan amaran.
ne: टारो कार्ड "{cardName}" को उल्टो अर्थ {lang} भाषामा वर्णन गर्नुहोस्। विपरीत अर्थहरू र चेतावनीहरू समावेश गर्नुहोस्।
nl: Beschrijf de omgekeerde betekenis van de Tarotkaart "{cardName}" in de taal {lang}. Voeg tegengestelde betekenissen en waarschuwingen toe.
no_no: Beskriv den omvendte betydningen av Tarot-kortet "{cardName}" på språket {lang}. Inkluder motsatte betydninger og advarsler.
pa: ਕਾਰਡ ਟੈਰੋ "{cardName}" ਦੇ ਉਲਟੇ ਅਰਥ ਨੂੰ {lang} ਭਾਸ਼ਾ ਵਿੱਚ ਵਰਣਨ ਕਰੋ। ਵਿਰੋਧੀ ਅਰਥ ਅਤੇ ਚੇਤਾਵਨੀਆਂ ਸ਼ਾਮਲ ਕਰੋ।
pl: Opisz odwrócone znaczenie karty Tarota "{cardName}" w języku {lang}. Uwzględnij przeciwne znaczenia i ostrzeżenia.
pt_br: Descreva o significado invertido da carta de Tarô "{cardName}" no idioma {lang}. Inclua significados opostos e avisos.
ro: Descrie semnificația inversată a cărții de Tarot "{cardName}" în limba {lang}. Include semnificații opuse și avertismente.
ru: Опиши перевернутое значение карты Таро "{cardName}" на языке {lang}. Включи противоположные значения и предупреждения.
si: "{cardName}" ටැරෝ කාඩ්පතේ उलටු අර්ථය {lang} භාෂාවෙන් විස්තර කරන්න. විරුද්ධ අර්ථ සහ අනතුරු ඇඟවීම් ඇතුළත් කරන්න.
sk: Opíš obrátený význam tarotovej karty "{cardName}" v jazyku {lang}. Zahrň opačné významy a varovania.
sl: Opis obrnjenega pomena karte Tarota "{cardName}" v jeziku {lang}. Vključi nasprotne pomene in opozorila.
sq: Përshkruaj kuptimin e anuar të kartës Tarot "{cardName}" në gjuhën {lang}. Përfshi kuptimet e kundërta dhe paralajmërimet.
sr: Опиши обрнуто значење Таро карте "{cardName}" на језику {lang}. Укључи супротна значења и упозорења.
sv_se: Beskriv den omvända betydelsen av Tarotkortet "{cardName}" på språket {lang}. Inkludera motsatta betydelser och varningar.
sw: Eleza maana iliyogeuzwa ya kadi ya Tarot "{cardName}" kwa lugha ya {lang}. Jumuisha maana zinazopingana na onyo.
ta: "{cardName}" டாரோ கார்டின் திருப்பிய மதிப்பை {lang} மொழியில் விவரிக்கவும். எதிர்மறை அர்த்தங்களையும் எச்சரிக்கைகளையும் சேர்க்கவும்.
te: "{cardName}" టారో కార్డ్ యొక్క తలకిందటి అర్థాన్ని {lang} భాషలో వివరించండి. విరుద్ధ అర్థాలు మరియు హెచ్చరికలను చేర్చండి.
th: อธิบายความหมายกลับหัวของไพ่ทาโรต์ "{cardName}" ในภาษา {lang} รวมถึงความหมายตรงข้ามและคำเตือน
tr_tr: "{cardName}" Tarot kartının ters anlamını {lang} dilinde açıklayın. Zıt anlamları ve uyarıları dahil edin.
uk: Опиши перевернуте значення карти Таро "{cardName}" мовою {lang}. Включи протилежні значення та попередження.
ur: تاروت کارڈ "{cardName}" کی الٹی ہوئی معنی کو {lang} زبان میں بیان کریں۔ متضاد معانی اور انتباہات شامل کریں۔
vi: Mô tả ý nghĩa ngược của lá bài Tarot "{cardName}" bằng ngôn ngữ {lang}. Bao gồm các ý nghĩa trái ngược và cảnh báo.
zh_cn: 用{lang}语言描述塔罗牌""{cardName}\"的逆位含义。包括相反的意义和警示。
zh_hk: 用{lang}語描述塔羅牌「{cardName}」的逆位含義。包括相反的意義和警告。
zu: Chaza incazelo ephambene yekhadi le-Tarot elithi "{cardName}" ngolimi {lang}. Faka izincazelo eziphambene nezexwayiso.

# card_detail_screen_symbolism_prompt
source: Explain the symbolism of the tarot card "{cardName}" in {lang}. Include details of the imagery, colors, and their meanings.
af: Beskryf die simboliek van die Tarot-kaart "{cardName}" in die taal {lang}. Sluit besonderhede van die beeld, kleure en hul betekenisse in.
am: እባክህ በ{lang} ቋንቋ የ"{cardName}" የታሮ ካርድ ምልክትነትን አስረዳ። የምስል ዝርዝሮች፣ ቀለሞችና እነሱ ያላቸውን ማለት አካትተህ አስተውል።
ar: صف رمزية بطاقة التارو "{cardName}" باللغة {lang}. قم بتضمين تفاصيل الصورة، الألوان ومعانيها.
az: "{cardName}" Tarot kartının simvolikasını {lang} dilində təsvir edin. Şəklin detalları, rənglər və onların mənaları daxil edin.
bn: ট্যারো কার্ড "{cardName}" এর প্রতীকবাদ {lang} ভাষায় বর্ণনা করুন। চিত্রের বিবরণ, রঙ এবং তাদের অর্থ অন্তর্ভুক্ত করুন।
ca: Descriu el simbolisme de la carta del Tarot "{cardName}" en l'idioma {lang}. Inclou detalls de la imatge, colors i els seus significats.
cs: Popiš symboliku tarotové karty "{cardName}" v jazyce {lang}. Zahrň detaily obrazu, barvy a jejich významy.
de: Beschreibe den Symbolismus der Tarotkarte "{cardName}" in der Sprache {lang}. Füge Details zum Bild, zu den Farben und deren Bedeutung hinzu.
es_es: Describe el simbolismo de la carta del Tarot "{cardName}" en el idioma {lang}. Incluye detalles de la imagen, colores y sus significados.
fa: توضیح نمادگرایی کارت تاروت "{cardName}" به زبان {lang}. شامل جزئیات تصویر، رنگ‌ها و معانی آنها باشد.
fi_fi: Kuvaile Tarot-kortin "{cardName}" symboliikka kielellä {lang}. Sisällytä kuvan yksityiskohdat, värit ja niiden merkitykset.
fil: Ilarawan ang simbolismo ng Tarot card na "{cardName}" sa wikang {lang}. Isama ang mga detalye ng larawan, mga kulay at ang kanilang mga kahulugan.
fr: Décris le symbolisme de la carte de Tarot "{cardName}" en {lang}. Inclue les détails de l'image, les couleurs et leurs significations.
gl: Describe o simbolismo da carta do Tarot "{cardName}" na lingua {lang}. Inclúe detalles da imaxe, cores e os seus significados.
gu: ટારો કાર્ડ "{cardName}" ના પ્રતીકવાદને {lang} ભાષામાં વર્ણવો. ચિત્રના વિગતવાર, રંગો અને તેમના અર્થો શામેલ કરો.
hi: टैरो कार्ड "{cardName}" के प्रतीकवाद को {lang} भाषा में वर्णित करें। चित्र के विवरण, रंग और उनके अर्थ शामिल करें।
hu: Írd le a "{cardName}" Tarot kártya szimbolikáját {lang} nyelven. Tartalmazza a kép részleteit, a színeket és azok jelentését.
hy_am: Նկարագրիր Տարոյի քարտի "{cardName}" սիմվոլիկան {lang} լեզվով։ Ներառիր պատկերագրության մանրամասները, գույները և դրանց նշանակությունները։
id: Jelaskan simbolisme kartu Tarot "{cardName}" dalam bahasa {lang}. Sertakan detail gambar, warna, dan maknanya.
is_is: Lýstu táknfræði Tarot-kortsins "{cardName}" á {lang}. Inniheldur myndatölur, liti og merkingu þeirra.
it_it: Descrivi il simbolismo della carta dei Tarocchi "{cardName}" in lingua {lang}. Includi dettagli dell'immagine, colori e i loro significati.
iw: תאר את הסימבוליזם של קלף הטארוט "{cardName}" בשפה {lang}. כלול פרטים על התמונה, הצבעים ומשמעותם.
ja_jp: タロットカード「{cardName}」の象徴性を{lang}で説明してください。画像の詳細、色、およびそれらの意味を含めてください。
ka: აღწერე ტარო ბარათის "{cardName}" სიმბოლიზმს {lang} ენაზე. ჩართე გამოსახულების დეტალები, ფერები და მათი მნიშვნელობები.
kk: Таро картасының "{cardName}" символизмін {lang} тілінде сипаттаңыз. Суреттегі детальдар, түстер және олардың мағыналарын қосыңыз.
km_kh: ពិពណ៌នាសញ្ញាសំគាល់នៃកាតតារ៉ូ "{cardName}" ជាភាសា {lang}។ រួមបញ្ចូលព័ត៌មានលម្អិតរូបភាព ពណ៌ និងអត្ថន័យរបស់ពណ៌ទាំងនោះ។
kn_in: "{cardName}" ಟ್ಯಾರೋ ಕಾರ್ಡ್‌ನ ಸಂಕೇತಶಾಸ್ತ್ರವನ್ನು {lang} ಭಾಷೆಯಲ್ಲಿ ವಿವರಿಸಿ. ಚಿತ್ರಣದ ವಿವರಗಳು, ಬಣ್ಣಗಳು ಮತ್ತು ಅವುಗಳ ಅರ್ಥಗಳನ್ನು ಸೇರಿಸಿ.
ko_kr: 타로 카드 "{cardName}"의 상징성을 {lang} 언어로 설명하세요. 이미지의 세부사항, 색상 및 그 의미를 포함하세요.
ky_kg: Таро картасы "{cardName}" тын символикасын {lang} тилинде сүрөттөп бер. Сүрөттүн деталдары, түстөрү жана алардын маанилерин кош.
lo: ອະທິບາຍສັນຍາລັກຂອງບັດທາໂຣ "{cardName}" ໃນພາສາ {lang}. ລວມລາຍລະອຽດຂອງຮູບພາບ, ສີແລະຄ່າຂອງພວກເຂົາ.
lt: Aprašyk Tarot kortos "{cardName}" simboliką kalba {lang}. Įtrauk vaizdo detales, spalvas ir jų reikšmes.
lv: Apraksti Tarot kārts "{cardName}" simboliku valodā {lang}. Iekļauj attēla detaļas, krāsas un to nozīmi.
mk_mk: Опиши го симболизмот на картата Таро "{cardName}" на јазикот {lang}. Вклучи детали од сликата, бои и нивните значења.
ml_in: "{cardName}" ടാരോ കാർഡിന്റെ ചിഹ്നവത്കരണം {lang} ഭാഷയിൽ വിവരിക്കുക. ചിത്രത്തിന്റെ വിശദാംശങ്ങളും നിറങ്ങളും അവയുടെ അർത്ഥവും ഉൾപ്പെടുത്തുക.
mn_mn: Таро карт "{cardName}"-ийн бэлгэдлийг {lang} хэл дээр тайлбарла. Зураг, өнгө болон тэдгээрийн утгыг оруулна уу.
mr: टॅरो कार्ड "{cardName}" चा प्रतीकवाद {lang} भाषेत वर्णन करा. प्रतिमेतील तपशील, रंग आणि त्यांचे अर्थ समाविष्ट करा.
ms_my: Terangkan simbolisme kad Tarot "{cardName}" dalam bahasa {lang}. Sertakan butiran imej, warna dan maksudnya.
ne: टारो कार्ड "{cardName}" को प्रतीकवाद {lang} भाषामा वर्णन गर्नुहोस्। चित्र, रङहरू र तिनीहरूको अर्थहरू समावेश गर्नुहोस्।
nl: Beschrijf het symbolisme van de Tarotkaart "{cardName}" in de taal {lang}. Voeg details toe over de afbeelding, kleuren en hun betekenissen.
no_no: Beskriv symbolikken til Tarot-kortet "{cardName}" på språket {lang}. Inkluder detaljer om bildet, farger og deres betydning.
pa: ਕਾਰਡ ਟੈਰੋ "{cardName}" ਦੇ ਪ੍ਰਤੀਕਾਤਮਕ ਅਰਥ ਨੂੰ {lang} ਭਾਸ਼ਾ ਵਿੱਚ ਵਰਣਨ ਕਰੋ। ਚਿੱਤਰ, ਰੰਗ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅਰਥ ਸ਼ਾਮਲ ਕਰੋ।
pl: Opisz symbolikę karty Tarota "{cardName}" w języku {lang}. Uwzględnij szczegóły obrazu, kolory i ich znaczenie.
pt_br: Descreva o simbolismo da carta de Tarô "{cardName}" no idioma {lang}. Inclua detalhes da imagem, cores e seus significados.
ro: Descrie simbolismul cărții de Tarot "{cardName}" în limba {lang}. Include detalii despre imagine, culori și semnificațiile acestora.
ru: Опиши символизм карты Таро "{cardName}" на языке {lang}. Включи детали изображения, цвета и их значения.
si: "{cardName}" ටැරෝ කාඩ්පතේ සංකේතවාදය {lang} භාෂාවෙන් විස්තර කරන්න. රූපයේ විස්තර, වර්ණ සහ ඒවායේ අර්ථ ඇතුළත් කරන්න.
sk: Opíš symboliku tarotovej karty "{cardName}" v jazyku {lang}. Zahrň detaily obrázka, farby a ich významy.
sl: Opis simbolike karte Tarota "{cardName}" v jeziku {lang}. Vključi podrobnosti slike, barve in njihov pomen.
sq: Përshkruaj simbolizmin e kartës Tarot "{cardName}" në gjuhën {lang}. Përfshi detajet e imazhit, ngjyrat dhe kuptimet e tyre.
sr: Опиши симболику Таро карте "{cardName}" на језику {lang}. Укључи детаље слике, боје и њихова значења.
sv_se: Beskriv symboliken för Tarotkortet "{cardName}" på språket {lang}. Inkludera detaljer om bilden, färgerna och deras betydelser.
sw: Eleza usanamu wa kadi ya Tarot "{cardName}" kwa lugha ya {lang}. Jumuisha maelezo ya picha, rangi na maana zao.
ta: "{cardName}" டாரோ கார்டின் சின்னவியல் {lang} மொழியில் விவரிக்கவும். படத்தின் விவரங்கள், நிறங்கள் மற்றும் அவற்றின் அர்த்தங்களை சேர்க்கவும்.
te: "{cardName}" టారో కార్డ్ యొక్క చిహ్నాత్మకతను {lang} భాషలో వివరించండి. చిత్రణ వివరాలు, రంగులు మరియు వాటి అర్థాలను చేర్చండి.
th: อธิบายสัญลักษณ์ของไพ่ทาโรต์ "{cardName}" ในภาษา {lang} รวมถึงรายละเอียดของภาพ สี และความหมายของสีเหล่านั้น
tr_tr: "{cardName}" Tarot kartının sembolizmini {lang} dilinde açıklayın. Görüntü detayları, renkler ve anlamlarını dahil edin.
uk: Опиши символізм карти Таро "{cardName}" мовою {lang}. Включи деталі зображення, кольори та їх значення.
ur: تاروت کارڈ "{cardName}" کی علامتیت کو {lang} زبان میں بیان کریں۔ تصویر کی تفصیلات، رنگ اور ان کے معانی شامل کریں۔
vi: Mô tả biểu tượng của lá bài Tarot "{cardName}" bằng ngôn ngữ {lang}. Bao gồm chi tiết hình ảnh, màu sắc và ý nghĩa của chúng.
zh_cn: 用{lang}语言描述塔罗牌""{cardName}\"的象征意义。包括图像细节、颜色及其含义。
zh_hk: 用{lang}語描述塔羅牌「{cardName}」的象徵意義。包括圖像細節、顏色及其含義。
zu: Chaza uphawu lwekhadi le-Tarot elithi "{cardName}" ngolimi {lang}. Faka imininingwane yesithombe, imibala kanye nezincazelo zazo.
