Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# select_card
source: Choose a card
af: Kies 'n kaart
am: ካርድ ይምረጡ
ar: اختر البطاقة
az: Kart seçin
bn: কার্ড নির্বাচন করুন
ca: Seleccioneu la targeta
cs: Vyberte kartu
de: Karte auswählen
es_es: Seleccione una tarjeta
fa: یک کارت انتخاب کنید
fi_fi: Valitse kortti
fil: Pumili ng card
fr: Sélectionnez une carte
gl: Seleccione a tarxeta
gu: કાર્ડ પસંદ કરો
hi: कार्ड चुनें
hu: Válasszon kártyát
hy_am: Ընտրեք քարտը
id: Pilih kartu
is_is: Veldu kort
it_it: Seleziona la carta
iw: בחר כרטיס
ja_jp: カードを選択してください
ka: აირჩიეთ ბარათი
kk: Картаны таңдаңыз
km_kh: ជ្រើសរើសកាត
kn_in: ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 카드 선택
ky_kg: Картаны тандаңыз
lo: ເລືອກບັດ
lt: Pasirinkite kortelę
lv: Izvēlieties karti
mk_mk: Изберете карта
ml_in: കാർഡ് തിരഞ്ഞെടുക്കുക
mn_mn: Карт сонгоно уу
mr: कार्ड निवडा
ms_my: Pilih kad
ne: कार्ड चयन गर्नुहोस्
nl: Selecteer een kaart
no_no: Velg kort
pa: ਕਾਰਡ ਚੁਣੋ
pl: Wybierz kartę
pt_br: Selecione o cartão
ro: Selectați cardul
ru: Выберите карту
si: කාඩ්පත තෝරන්න
sk: Vyberte kartu
sl: Izberite kartico
sq: Zgjidh kartën
sr: Изаберите картицу
sv_se: Välj kort
sw: Chagua kadi
ta: அட்டை தேர்ந்தெடுக்கவும்
te: కార్డ్ ఎంచుకోండి
th: เลือกการ์ด
tr_tr: Kart seçin
uk: Виберіть карту
ur: کارڈ منتخب کریں
vi: Chọn thẻ
zh_cn: 选择卡片
zh_hk: 選擇卡片
zu: Khetha ikhadi

# please_select_cards
source: Please select different cards in all fields.
af: Kies asseblief verskillende kaarte in al die velde.
am: እባክዎ በሁሉም መስኮች በተለያዩ ካርዶች ይምረጡ።
ar: يرجى اختيار بطاقات مختلفة في جميع الحقول.
az: Zəhmət olmasa, bütün sahələrdə fərqli kartlar seçin.
bn: অনুগ্রহ করে সব ক্ষেত্রেই ভিন্ন কার্ড নির্বাচন করুন।
ca: Si us plau, seleccioneu targetes diferents en tots els camps.
cs: Vyberte prosím různé karty ve všech polích.
de: Bitte wählen Sie in allen Feldern unterschiedliche Karten aus.
es_es: Por favor, seleccione tarjetas diferentes en todos los campos.
fa: لطفاً در همه فیلدها کارت‌های متفاوتی انتخاب کنید.
fi_fi: Valitse eri kortit kaikista kentistä.
fil: Mangyaring pumili ng iba't ibang mga card sa lahat ng mga patlang.
fr: Veuillez sélectionner des cartes différentes dans tous les champs.
gl: Por favor, seleccione tarxetas diferentes en todos os campos.
gu: કૃપા કરીને બધા ક્ષેત્રોમાં અલગ કાર્ડ પસંદ કરો.
hi: कृपया सभी क्षेत्रों में अलग-अलग कार्ड चुनें।
hu: Kérjük, válasszon különböző kártyákat az összes mezőben.
hy_am: Խնդրում ենք ընտրել տարբեր քարտեր բոլոր դաշտերում։
id: Silakan pilih kartu yang berbeda di semua bidang.
is_is: Vinsamlegast veldu mismunandi kort í öllum reitum.
it_it: Per favore, seleziona carte diverse in tutti i campi.
iw: אנא בחר כרטיסים שונים בכל השדות.
ja_jp: すべてのフィールドで異なるカードを選択してください。
ka: გთხოვთ, აირჩიეთ სხვადასხვა ბარათები ყველა ველში.
kk: Барлық өрістерде әртүрлі карталарды таңдаңыз, өтінемін.
km_kh: សូមជ្រើសរើសកាតផ្សេងគ្នានៅក្នុងប្រអប់ទាំងអស់។
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ವಿಭಿನ್ನ ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 모든 필드에서 서로 다른 카드를 선택해 주세요.
ky_kg: Бардык талааларда ар башка карталарды тандаңыз, сураныч.
lo: ກະລຸນາເລືອກບັດທີ່ແຕກຕ່າງໃນທຸກຊ່ອງ.
lt: Prašome pasirinkti skirtingas korteles visuose laukuose.
lv: Lūdzu, izvēlieties dažādas kartes visās laukos.
mk_mk: Ве молиме, изберете различни карти во сите полиња.
ml_in: ദയവായി എല്ലാ ഫീൽഡുകളിലും വ്യത്യസ്ത കാർഡുകൾ തിരഞ്ഞെടുക്കുക.
mn_mn: Бүх талбарт өөр өөр карт сонгоно уу.
mr: कृपया सर्व फील्डमध्ये वेगवेगळे कार्ड निवडा.
ms_my: Sila pilih kad yang berbeza dalam semua medan.
ne: कृपया सबै फिल्डहरूमा फरक फरक कार्डहरू चयन गर्नुहोस्।
nl: Selecteer alstublieft verschillende kaarten in alle velden.
no_no: Vennligst velg forskjellige kort i alle feltene.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਕਾਰਡ ਚੁਣੋ।
pl: Proszę wybrać różne karty we wszystkich polach.
pt_br: Por favor, selecione cartões diferentes em todos os campos.
ro: Vă rugăm să selectați carduri diferite în toate câmpurile.
ru: Пожалуйста, выберите разные карты во всех полях.
si: කරුණාකර සියලු ක්ෂේත්‍රවල විවිධ කාඩ්පත් තෝරන්න.
sk: Prosím, vyberte rôzne karty vo všetkých poliach.
sl: Prosimo, izberite različne kartice v vseh poljih.
sq: Ju lutemi, zgjidhni karta të ndryshme në të gjitha fushat.
sr: Молимо изаберите различите картице у свим пољима.
sv_se: Vänligen välj olika kort i alla fält.
sw: Tafadhali chagua kadi tofauti katika kila sehemu.
ta: தயவுசெய்து அனைத்து புலங்களிலும் வேறுபட்ட அட்டைகளை தேர்ந்தெடுக்கவும்.
te: దయచేసి అన్ని ఫీల్డుల్లో వేర్వేరు కార్డులను ఎంచుకోండి.
th: กรุณาเลือกการ์ดที่แตกต่างกันในทุกช่องข้อมูลด้วยค่ะ/ครับ
tr_tr: Lütfen tüm alanlarda farklı kartlar seçin.
uk: Будь ласка, виберіть різні карти у всіх полях.
ur: براہ کرم تمام فیلڈز میں مختلف کارڈز منتخب کریں۔
vi: Vui lòng chọn các thẻ khác nhau trong tất cả các trường.
zh_cn: 请在所有字段中选择不同的卡片。
zh_hk: 請在所有欄位選擇不同的卡片。
zu: Sicela ukhethe amakhadi ahlukene kuwo wonke amasimu.

# good_day
source: Have a nice day, Choose cards to discover their combination and meaning.
af: Goeie dag, Kies kaarte om hul kombinasie en betekenis te leer ken
am: መልካም ቀን, ካርዶችን ይምረጡ እንዲሁም የእነሱን ማስተካከያና እሴት ያውቁ
ar: يوم سعيد، اختر البطاقات لمعرفة تركيبتها ومعناها
az: Yaxşı günlər, Uyğunluğunu və mənasını öyrənmək üçün kartları seçin
bn: শুভ দিন, তাদের সংমিশ্রণ এবং অর্থ জানতে কার্ডগুলি নির্বাচন করুন
ca: Bon dia, Seleccioneu cartes per conèixer la seva combinació i significat
cs: Hezký den, Vyberte karty, abyste zjistili jejich kombinaci a význam
de: Schönen Tag, Wählen Sie Karten aus, um ihre Kombination und Bedeutung zu erfahren
es_es: Buen día, Seleccione las cartas para conocer su combinación y significado
fa: روز خوبی داشته باشید، کارت‌ها را انتخاب کنید تا ترکیب و معنی آن‌ها را بدانید
fi_fi: Hyvää päivää, Valitse kortit nähdäksesi niiden yhdistelmän ja merkityksen
fil: Magandang araw, Piliin ang mga card upang malaman ang kanilang kombinasyon at kahulugan
fr: Bonne journée, Sélectionnez les cartes pour connaître leur combinaison et leur signification
gl: Bo día, Seleccione as cartas para coñecer a súa combinación e significado
gu: સારો દિવસ, કાર્ડ પસંદ કરો જેથી તેમનું સંયોજન અને અર્થ જાણવા મળે
hi: शुभ दिन, उन कार्डों का चयन करें ताकि उनके संयोजन और अर्थ जान सकें
hu: Jó napot kívánok, Válassza ki a kártyákat, hogy megtudja azok kombinációját és jelentését
hy_am: Լավ օր, Ընտրեք քարտերը՝ իմանալու նրանց համադրությունը և նշանակությունը
id: Semoga harimu menyenangkan, Pilih kartu untuk mengetahui kombinasi dan artinya
is_is: Góður dagur, Veldu spilin til að sjá samsetningu þeirra og merkingu
it_it: Buona giornata, Seleziona le carte per conoscere la loro combinazione e significato
iw: יום טוב, בחרו קלפים כדי לגלות את השילוב והמשמעות שלהם
ja_jp: 良い一日をお過ごしください、 カードを選んで、その組み合わせと意味を知りましょう
ka: კარგი დღე, აირჩიეთ ბარათები, რათა გაიგოთ მათი კომბინაცია და მნიშვნელობა
kk: Жақсы күн тілеймін, Олардың үйлесімі мен мағынасын білу үшін карталарды таңдаңыз
km_kh: សូមជួបថ្ងៃល្អ, ជ្រើសរើសកាតដើម្បីដឹងពីការរួមបញ្ចូល និងអត្ថន័យរបស់ពួកវា
kn_in: ಒಳ್ಳೆಯ ದಿನವಾಗಲಿ, ಅವರ ಸಂಯೋಜನೆ ಮತ್ತು ಅರ್ಥವನ್ನು ತಿಳಿಯಲು ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko_kr: 좋은 하루 되세요, 조합과 의미를 알아볼 카드를 선택하세요
ky_kg: Жакшы күн болсун, Алардын айкалышын жана маанисин билүү үчүн карталарды тандаңыз
lo: ສະບາຍດີວັນນີ້, ເລືອກບັດເພື່ອຮູ້ການປະສົມຂອງພວກເຂົາແລະຄໍາຫມາຍ
lt: Geros dienos, Pasirinkite kortas, kad sužinotumėte jų derinį ir reikšmę
lv: Lai jauka diena, Izvēlieties kartes, lai uzzinātu to kombināciju un nozīmi
mk_mk: Убав ден, Изберете карти за да дознаете нивната комбинација и значење
ml_in: നല്ല ദിവസം, അവയുടെ സംയോജനംയും അർത്ഥവും അറിയാൻ കാർഡുകൾ തിരഞ്ഞെടുക്കുക
mn_mn: Өдрийн мэнд, Тэдгээрийн хослол ба утгыг мэдэхийн тулд картуудыг сонгоно уу
mr: चांगला दिवस, त्यांचे संयोजन आणि अर्थ जाणून घेण्यासाठी कार्ड निवडा
ms_my: Selamat hari, Pilih kad untuk mengetahui gabungan dan maknanya
ne: शुभ दिन, तिनीहरूको संयोजन र अर्थ जान्नका लागि कार्डहरू छान्नुहोस्
nl: Fijne dag, Selecteer kaarten om hun combinatie en betekenis te ontdekken
no_no: Ha en fin dag, Velg kort for å se kombinasjonen og betydningen deres
pa: ਸ਼ੁਭ ਦਿਨ, ਕਾਰਡਾਂ ਚੁਣੋ ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਮਿਲਾਪ ਅਤੇ ਅਰਥ ਬਾਰੇ ਜਾਣ ਸਕੋ
pl: Miłego dnia, Wybierz karty, aby poznać ich połączenie i znaczenie
pt_br: Tenha um bom dia, Selecione os cards para saber sua combinação e significado
ro: O zi bună, Selectați cărțile pentru a afla combinația și semnificația lor
ru: Хорошего дня, Выберите карты, чтобы узнать их сочетание и значение
si: සුභ දවසක්, ඔවුන්ගේ සංයෝජනය සහ අර්ථය දැන ගැනීමට කාඩ්පත් තෝරන්න
sk: Pekný deň, Vyberte karty, aby ste zistili ich kombináciu a význam
sl: Lep dan, Izberite karte, da izveste njihovo kombinacijo in pomen
sq: Ditë të mbarë, Zgjidhni kartat për të mësuar kombinimin dhe kuptimin e tyre
sr: Пријатан дан, Изаберите карте да бисте сазнали њихову комбинацију и значење
sv_se: Ha en bra dag, Välj kort för att ta reda på deras kombination och betydelse
sw: Siku njema, Chagua kadi ili kujua mchanganyiko wake na maana
ta: நல்ல நாள் வாழ்த்துக்கள், அவர்களின் இணைப்பு மற்றும் அர்த்தத்தை அறிய அட்டைகளை தேர்ந்தெடுக்கவும்
te: శుభ దినం, కార్డుల కలయిక మరియు అర్థం తెలుసుకోవడానికి కార్డులను ఎంచుకోండి
th: ขอให้เป็นวันที่ดี, เลือกไพ่เพื่อดูการจับคู่และความหมายของไพ่
tr_tr: İyi günler, Kombinasyonlarını ve anlamlarını öğrenmek için kartları seçin
uk: Гарного дня, Виберіть картини, щоб дізнатися їх поєднання та значення
ur: اچھا دن ہو، کارڈز منتخب کریں تاکہ ان کے امتزاج اور معنی معلوم ہوں
vi: Chúc bạn một ngày tốt lành, Chọn các lá bài để biết sự kết hợp và ý nghĩa của chúng
zh_cn: 祝你有美好的一天， 选择牌卡以了解它们的组合和含义
zh_hk: 祝你有美好的一天， 選擇牌卡以了解它們的組合和含義
zu: Usuku oluhle, Khetha amakhadi ukuze uthole ukuhlanganiswa kwawo nomqondo wawo

# language_hint
source: For complete personalization of spreads
af: Vir volledige personalisering van uitlegte
am: ለሙሉ የግል ማስተካከያ የተዘጋጀ እንዲሆን
ar: للتخصيص الكامل للتوزيعات
az: Tam fərdiləşdirmə üçün
bn: সম্পূর্ণ ব্যক্তিগতকরণের জন্য রিডিংগুলি
ca: Per a una personalització completa de les tirades
cs: Pro úplnou personalizaci rozložení
de: Für eine vollständige Personalisierung der Legungen
es_es: Para una personalización completa de las tiradas
fa: برای شخصی‌سازی کامل چیدمان‌ها
fi_fi: Täydellistä personointia varten
fil: Para sa kumpletong personalisasyon ng mga spread
fr: Pour une personnalisation complète des tirages
gl: Para unha personalización completa das tiradas
gu: પૂર્ણ વ્યક્તિગતકરણ માટેના વિતરણો માટે
hi: पूर्ण व्यक्तिगतकरण के लिए
hu: A teljes személyre szabott kirakásokhoz
hy_am: Լրիվ անհատականացման համար
id: Untuk personalisasi lengkap dari pembacaan kartu
is_is: Fyrir fullkomna sérsniðningu á dreifingum
it_it: Per una personalizzazione completa delle stese
iw: להתאמה אישית מלאה של הפירושים
ja_jp: 完全なパーソナライズのために
ka: სრული პერსონალიზაციისთვის განლაგებების
kk: Толық жекелендіру үшін
km_kh: សម្រាប់ការប្តូរតាមបំណងពេញលេញនៃការបង្ហាញ
kn_in: ಪೂರ್ಣ ವೈಯಕ್ತಿಕೀಕರಣಕ್ಕಾಗಿ ವಿತರಣೆಗಳು
ko_kr: 완전한 맞춤형 리딩을 위해
ky_kg: Толук персоналдаштыруу үчүн
lo: ເພື່ອການປັບແຕ່ງການຈັດຕັ້ງໃຫ້ເຕັມທີ່ສຸດ
lt: Pilnam išsidėstymų suasmeninimui
lv: Pilnīgai izklājumu personalizācijai
mk_mk: За целосна персонализација на распоредите
ml_in: പൂർണ്ണമായ വ്യക്തിഗതവത്കരണത്തിനായി
mn_mn: Тайлбаруудыг бүрэн хувийн болгохын тулд
mr: पूर्ण वैयक्तिकरणासाठी रीडिंग्ज
ms_my: Untuk penyesuaian penuh bacaan kad
ne: पूर्ण व्यक्तिगतकरणका लागि
nl: Voor volledige personalisatie van leggingen
no_no: For full tilpasning av oppleggene
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਿੱਜੀਕਰਨ ਲਈ ਰੀਡਿੰਗਜ਼
pl: Dla pełnej personalizacji rozkładów
pt_br: Para uma personalização completa das leituras
ro: Pentru personalizarea completă a aranjamentelor
ru: Для полной персонализации раскладов
si: සම්පූර්ණ පුද්ගලීකරණය සඳහා
sk: Pre úplnú personalizáciu rozkladov
sl: Za popolno personalizacijo razporeditev
sq: Për personalizim të plotë të shpërndarjeve
sr: За потпуну персонализацију распоредa
sv_se: För fullständig anpassning av läggningar
sw: Kwa ubinafsishaji kamili wa muundo
ta: முழுமையான தனிப்பயனாக்கத்திற்காக
te: పూర్తి వ్యక్తిగతీకరణ కోసం
th: สำหรับการปรับแต่งการอ่านไพ่ให้สมบูรณ์แบบ
tr_tr: Tam kişiselleştirme için açılımlar
uk: Для повної персоналізації розкладів
ur: مکمل تخصیص کے لیے ریڈنگز
vi: Để cá nhân hóa hoàn toàn các trải bài
zh_cn: 为了完全个性化牌阵
zh_hk: 為了完全個性化牌陣
zu: Ukuze wenze ngokwezifiso ngokuphelele ukuhlukaniswa

# quickReading
source: Quick spread
af: Vinnige uitleg
am: ፈጣን ማስተካከያ
ar: توزيع سريع
az: Sürətli açılış
bn: দ্রুত রিডিং
ca: Tirada ràpida
cs: Rychlé rozložení
de: Schnelle Legung
es_es: Tirada rápida
fa: چیدمان سریع
fi_fi: Nopea levitys
fil: Mabilis na spread
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: त्वरित रीडिंग
hu: Gyors kirakás
hy_am: Արագ բացահայտում
id: Pembacaan cepat
is_is: Hraðdreifing
it_it: Stesa rapida
iw: פירוש מהיר
ja_jp: クイックスプレッド
ka: სწრაფი განლაგება
kk: Жылдам таратылым
km_kh: ការបង្ហាញរហ័ស
kn_in: ತ್ವರಿತ ವಿತರಣೆ
ko_kr: 빠른 리딩
ky_kg: Ыкчам жайгаштыруу
lo: ການຈັດຕັ້ງໄວ
lt: Greitas išsidėstymas
lv: Ātrais izklājums
mk_mk: Брз распоред
ml_in: വേഗത്തിലുള്ള റീഡിംഗ്
mn_mn: Хурдан тайлбар
mr: जलद रीडिंग
ms_my: Bacaan pantas
ne: छिटो रिडिङ
nl: Snelle legging
no_no: Rask opplegg
pa: ਤੇਜ਼ ਰੀਡਿੰਗ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Aranjament rapid
ru: Быстрый расклад
si: ඉක්මන් විවරණය
sk: Rýchly rozklad
sl: Hiter razpored
sq: Shpërndarje e shpejtë
sr: Брзи распоред
sv_se: Snabb läggning
sw: Muundo wa haraka
ta: விரைவு பகிர்வு
te: త్వరిత పంచిక
th: การอ่านไพ่ด่วน
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: تیز ریڈنگ
vi: Trải bài nhanh
zh_cn: 快速牌阵
zh_hk: 快速牌陣
zu: Ukuhlukaniswa okusheshayo

source: Coming soon
af: Binnekort beskikbaar
am: በቅርብ ይገኛል
ar: قريبًا سيكون متاحًا
az: Tezliklə mövcud olacaq
bn: শীঘ্রই উপলব্ধ হবে
ca: Disponible aviat
cs: Brzy k dispozici
de: Bald verfügbar
es_es: Próximamente disponible
fa: به زودی در دسترس خواهد بود
fi_fi: Tulossa pian saataville
fil: Malapit nang maging available
fr: Bientôt disponible
gl: Estará dispoñible pronto
gu: જલ્દી ઉપલબ્ધ થશે
hi: जल्द ही उपलब्ध होगा
hu: Hamarosan elérhető
hy_am: Շուտով հասանելի կլինի
id: Segera tersedia
is_is: Verður fljótlega aðgengilegt
it_it: Disponibile a breve
iw: זמין בקרוב
ja_jp: まもなく利用可能
ka: მალე იქნება ხელმისაწვდომი
kk: Жақында қолжетімді болады
km_kh: ឆាប់ៗនេះនឹងមានស្រាប់
kn_in: ಶೀಘ್ರದಲ್ಲೇ ಲಭ್ಯವಾಗಲಿದೆ
ko_kr: 곧 이용 가능
ky_kg: Жакында жеткиликтүү болот
lo: ຈະມາໃນໄວໆນີ້
lt: Netrukus bus prieinama
lv: Drīzumā būs pieejams
mk_mk: Ќе биде достапно наскоро
ml_in: വേഗത്തിൽ ലഭ്യമാകും
mn_mn: Удахгүй ашиглах боломжтой болно
mr: लवकरच उपलब्ध होईल
ms_my: Akan tersedia tidak lama lagi
ne: चाँडै उपलब्ध हुनेछ
nl: Binnenkort beschikbaar
no_no: Kommer snart
pa: ਜਲਦੀ ਉਪਲਬਧ ਹੋਵੇਗਾ
pl: Wkrótce dostępne
pt_br: Em breve disponível
ro: Va fi disponibil în curând
ru: Скоро будет доступно
si: ඉක්මනින් ලබා ගත හැක
sk: Čoskoro dostupné
sl: Kmalu na voljo
sq: Së shpejti në dispozicion
sr: Ускоро доступно
sv_se: Kommer snart att finnas tillgängligt
sw: Itapatikana hivi karibuni
ta: விரைவில் கிடைக்கும்
te: త్వరలో అందుబాటులో ఉంటుంది
th: จะพร้อมใช้งานเร็วๆ นี้
tr_tr: Yakında kullanıma sunulacak
uk: Незабаром буде доступно
ur: جلد دستیاب ہوگا
vi: Sắp có sẵn
zh_cn: 即将推出
zh_hk: 即將推出
zu: Kuzotholakala maduzane

# onboarding_notifications_title
source: 🔔 Do you want to not miss the "Card of the Day" and new spreads?
af: 🔔 Wil jy nooit die "Kaart van die dag" en nuwe uitlegte misloop nie?
am: 🔔 የ«የቀን ካርድ»ን እና አዳዲስ ማስተካከያዎችን እንዳትንሱ ትፈልጋለህ?
ar: 🔔 هل تريد ألا تفوت «بطاقة اليوم» والتوزيعات الجديدة؟
az: 🔔 «Günün kartı» və yeni açılışları qaçırmamaq istəyirsiniz?
bn: 🔔 আপনি কি «দিনের কার্ড» এবং নতুন রিডিংগুলি মিস করতে চান না?
ca: 🔔 Voleu no perdre-us la «Carta del dia» i les noves tirades?
cs: �� Chcete nepromeškat "Kartu dne" a nová rozložení?
de: 🔔 Möchten Sie die "Karte des Tages" und neue Legungen nicht verpassen?
es_es: 🔔 ¿Quieres no perderte la «Carta del día» y nuevas tiradas?
fa: 🔔 می‌خواهید «کارت روز» و چیدمان‌های جدید را از دست ندهید؟
fi_fi: 🔔 Haluatko olla missaamatta "Päivän kortti" ja uusia levityksiä?
fil: 🔔 Gusto mo bang hindi mapalampas ang «Karta ng araw» at mga bagong spread?
fr: 🔔 Voulez-vous ne pas manquer la « Carte du jour » et les nouveaux tirages ?
gl: 🔔 Queres non perder a «Carta do día» e as novas tiradas?
gu: 🔔 શું તમે "દિવસનો કાર્ડ" અને નવા વિતરણો ચૂકી ન જવા માંગો છો?
hi: 🔔 क्या आप "दिन का कार्ड" और नई रीडिंग्स मिस नहीं करना चाहते?
hu: 🔔 Szeretné, ha nem maradna le a "Napi kártyáról" és az új kirakásokról?
hy_am: 🔔 Ցանկանու՞մ եք չմոռանալ «Օրվա քարտը» և նոր բացահայտումները?
id: 🔔 Ingin tidak melewatkan «Kartu hari ini» dan pembacaan baru?
is_is: 🔔 Viltu ekki missa af „Dagskortinu" og nýjum dreifingum?
it_it: 🔔 Vuoi non perdere la «Carta del giorno» e le nuove stese?
iw: 🔔 רוצים לא לפספס את «קלף היום» ופירושים חדשים?
ja_jp: 🔔 「今日のカード」と新しいスプレッドを見逃したくないですか？
ka: 🔔 გსურთ არ გამოტოვოთ «დღის ბარათი» და ახალი განლაგებები?
kk: 🔔 «Күннің картасын» және жаңа таратылымдарды өткізіп алмауды қалайсыз ба?
km_kh: 🔔 តើអ្នកចង់មិនខកខាន «កាតថ្ងៃ» និងការបង្ហាញថ្មីៗទេ?
kn_in: 🔔 "ದಿನದ ಕಾರ್ಡ್" ಮತ್ತು ಹೊಸ ವಿತರಣೆಗಳನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳಬಯಸುವಿರಾ?
ko_kr: 🔔 '오늘의 카드'와 새로운 리딩을 놓치고 싶지 않으신가요?
ky_kg: 🔔 «Күндүн картасын» жана жаңы жайгаштырууларды өткөрүп жибербөөңүз келеби?
lo: 🔔 ທ່ານຕ້ອງການບໍ່ໃຫ້ພາດ «ບັດຂອງວັນ» ແລະການຈັດຕັ້ງໃໝ່ບໍ?
lt: 🔔 Norite nepraleisti "Dienos kortos" ir naujų išsidėstymų?
lv: 🔔 Vai vēlaties nepalaist garām «Dienas karti» un jaunus izklājumus?
mk_mk: 🔔 Дали сакате да не пропуштите "Карта на денот" и нови распоред?
ml_in: 🔔 "ദിവസത്തിന്റെ കാർഡ്"യും പുതിയ റീഡിംഗുകളും നഷ്ടപ്പെടുത്താൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവോ?
mn_mn: 🔔 Өдөр тутмын карт болон шинэ тайлбаруудыг алдахыг хүсэхгүй байна уу?
mr: 🔔 तुम्हाला "दिवसाचे कार्ड" आणि नवीन रीडिंग्ज चुकवायचे नाहीत का?
ms_my: 🔔 Mahu tidak terlepas «Kad hari ini» dan bacaan baru?
ne: 🔔 के तपाईं "दिनको कार्ड" र नयाँ रिडिङहरू नछुटाउन चाहनुहुन्छ?
nl: 🔔 Wil je de «Kaart van de dag» en nieuwe leggingen niet missen?
no_no: 🔔 Vil du ikke gå glipp av «Dagens kort» og nye opplegg?
pa: 🔔 ਕੀ ਤੁਸੀਂ "ਦਿਨ ਦਾ ਕਾਰਡ" ਅਤੇ ਨਵੀਆਂ ਰੀਡਿੰਗਜ਼ ਨਾ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: 🔔 Chcesz nie przegapić "Kartę dnia" i nowe rozkłady?
pt_br: 🔔 Quer não perder o «Card do dia» e novas leituras?
ro: 🔔 Doriți să nu ratați "Cartea zilei" și noile aranjamente?
ru: 🔔 Хотите не пропускать «Карту дня» и новые расклады?
si: 🔔 "දින කාඩ්පත" සහ නව විවරණ නොඅහිමි කිරීමට අවශ්‍යද?
sk: 🔔 Chcete nevynechať "Kartu dňa" a nové rozklady?
sl: 🔔 Želite, da ne zamudite »Karte dneva« in novih razporeditev?
sq: 🔔 Dëshironi të mos humbisni «Kartën e ditës» dhe shpërndarjet e reja?
sr: 🔔 Желите да не пропустите "Карту дана" и нове распоређаје?
sv_se: 🔔 Vill du inte missa "Dagens kort" och nya läggningar?
sw: 🔔 Unataka usikose «Kadi ya siku» na muundo mpya?
ta: 🔔 "நாள் அட்டை" மற்றும் புதிய பகிர்வுகளை தவறாமல் பெற விரும்புகிறீர்களா?
te: 🔔 "రోజు కార్డు" మరియు కొత్త పంచికలను మిస్ కాకుండా కావాలా?
th: 🔔 ต้องการไม่พลาด «ไพ่ประจำวัน» และการอ่านไพ่ใหม่ๆ ไหม?
tr_tr: 🔔 «Günün Kartı»nı ve yeni açılımları kaçırmak istemiyor musunuz?
uk: 🔔 Хочете не пропускати «Карту дня» та нові розклади?
ur: 🔔 کیا آپ "کارڈ آف دی ڈے" اور نئی ریڈنگز کو مس نہیں کرنا چاہتے؟
vi: 🔔 Bạn có muốn không bỏ lỡ «Lá bài trong ngày» và các trải bài mới?
zh_cn: 🔔 想不错过"今日之牌"和新的牌阵吗？
zh_hk: 🔔 想不錯過「今日之牌」和新的牌陣嗎？
zu: 🔔 Ufuna ungaphuthelwa "Ikhadi losuku" nezihlukaniso ezintsha?

# onboarding_notifications_subtitle
source: Please agree to receive notifications (no spam).
af: Aanvaar asseblief die stuur van kennisgewings (geen spam nie).
am: እባክዎ ማስታወቂያዎችን ለማስተላለፍ ተስማሙ (ስፔም አይደለም)።
ar: يرجى الموافقة على إرسال الإشعارات (بدون رسائل مزعجة).
az: Zəhmət olmasa bildirişlərin göndərilməsinə razılıq verin (spam yoxdur).
bn: অনুগ্রহ করে বিজ্ঞপ্তি প্রেরণে সম্মতি দিন (স্প্যাম নয়)।
ca: Si us plau, accepteu rebre notificacions (sense spam).
cs: Prosím, souhlaste s odesíláním oznámení (bez spamu).
de: Bitte stimmen Sie dem Empfang von Benachrichtigungen zu (kein Spam).
es_es: Por favor, acepte recibir notificaciones (sin spam).
fa: لطفاً با ارسال اعلان‌ها موافقت کنید (بدون هرزنامه).
fi_fi: Ole hyvä ja hyväksy ilmoitusten lähettäminen (ei roskapostia).
fil: Mangyaring payagan ang pagpapadala ng mga abiso (walang spam).
fr: Veuillez accepter de recevoir des notifications (sans spam).
gl: Por favor, acepta recibir notificacións (sen spam).
gu: કૃપા કરીને સૂચનાઓ મોકલવા માટે સંમતિ આપો (સ્પામ વગર).
hi: कृपया सूचनाएं भेजने की अनुमति दें (स्पैम नहीं)।
hu: Kérjük, engedélyezze az értesítések küldését (nem spam).
hy_am: Խնդրում ենք համաձայնել ծանուցումներ ստանալու համար (առանց սպամի):
id: Silakan setujui pengiriman notifikasi (tanpa spam).
is_is: Vinsamlegast samþykktu að fá tilkynningar (engin ruslpóstur).
it_it: Per favore, acconsenti a ricevere notifiche (niente spam).
iw: אנא הסכימו לקבלת התראות (ללא ספאם).
ja_jp: 通知の送信に同意してください（スパムはありません）。
ka: გთხოვთ, დათანხმდეთ შეტყობინებების გაგზავნას (სპამის გარეშე).
kk: Хабарламаларды жіберуге келісім беріңізші (спамсыз).
km_kh: សូមយល់ព្រមទទួលការជូនដំណឹង (គ្មានស្ពាម)។
kn_in: ದಯವಿಟ್ಟು ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು ಒಪ್ಪಿಕೊಳ್ಳಿ (ಸ್ಪ್ಯಾಮ್ ಇಲ್ಲದೆ).
ko_kr: 알림 전송에 동의해 주세요 (스팸 없음).
ky_kg: Сураныч, билдирүүлөрдү жөнөтүүгө макул болуңуз (спам жок).
lo: ກະລຸນາຍອມຮັບການສົ່ງແຈ້ງເຕືອນ (ບໍ່ມີສແປມ)
lt: Prašome sutikti gauti pranešimus (be šlamšto).
lv: Lūdzu, piekrītiet saņemt paziņojumus (bez surogātpasta).
mk_mk: Ве молиме согласете се за испраќање известувања (без спам).
ml_in: ദയവായി അറിയിപ്പുകൾ അയയ്ക്കുന്നതിന് സമ്മതിക്കുക (സ്പാം ഇല്ലാതെ).
mn_mn: Зөвшөөрч мэдэгдэл илгээхийг хүсч байна уу (спам биш).
mr: कृपया सूचना पाठविण्यास सहमती द्या (स्पॅमशिवाय).
ms_my: Sila setuju untuk menerima pemberitahuan (tanpa spam).
ne: कृपया सूचनाहरू पठाउन सहमति दिनुहोस् (स्प्याम बिना)।
nl: Accepteer alstublieft het ontvangen van meldingen (geen spam).
no_no: Vennligst godta å motta varsler (ingen spam).
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੂਚਨਾਵਾਂ ਭੇਜਣ ਲਈ ਸਹਿਮਤ ਹੋਵੋ (ਬਿਨਾਂ ਸਪੈਮ ਦੇ)।
pl: Proszę wyrazić zgodę na otrzymywanie powiadomień (bez spamu).
pt_br: Por favor, concorde em receber notificações (sem spam).
ro: Vă rugăm să acceptați trimiterea notificărilor (fără spam).
ru: Пожалуйста согласитесь на отправку уведомлений (без спама).
si: කරුණාකර දැනුම්දීම් යැවීමට එකඟ වන්න (ස්පෑම් නොමැත).
sk: Prosím, súhlasíte s odosielaním upozornení (bez spamu).
sl: Prosimo, dovolite pošiljanje obvestil (brez vsiljene pošte).
sq: Ju lutem pranoni dërgimin e njoftimeve (pa spam).
sr: Молим вас да се сложите са слањем обавештења (без спама).
sv_se: Vänligen godkänn att ta emot aviseringar (ingen spam).
sw: Tafadhali kubali kupokea arifa (bila barua taka).
ta: தயவுசெய்து அறிவிப்புகளை அனுப்புவதற்கு ஒப்புதல் அளிக்கவும் (ஸ்பாம் இல்லாமல்).
te: దయచేసి నోటిఫికేషన్లు పంపడాన్ని అంగీకరించండి (స్పామ్ లేకుండా).
th: กรุณายอมรับการส่งการแจ้งเตือน (ไม่มีสแปม)
tr_tr: Lütfen bildirim göndermeyi kabul edin (spam yok).
uk: Будь ласка, погодьтеся на надсилання сповіщень (без спаму).
ur: براہ کرم نوٹیفیکیشن بھیجنے کی اجازت دیں (بغیر اسپیم کے)۔
vi: Vui lòng đồng ý nhận thông báo (không gửi thư rác).
zh_cn: 请同意接收通知（无垃圾信息）。
zh_hk: 請同意接收通知（不會發送垃圾郵件）。
zu: Sicela uvume ukuthumela izaziso (ngaphandle kwe-spam).

# onboarding_notifications_allow
source: AGREE
af: AANVAAR
am: ተስማሙ
ar: موافق
az: RAZILAŞMAQ
bn: সম্মত হোন
ca: ACCEPTAR
cs: SOUHLASIT
de: ZUSTIMMEN
es_es: ACEPTAR
fa: موافقت کردن
fi_fi: HYVÄKSY
fil: SUMANG-AYON
fr: ACCEPTER
gl: ACEPTAR
gu: સંમતિ આપો
hi: सहमत होना
hu: ELFOGADOM
hy_am: ՀԱՄԱՑԵԼ
id: SETUJU
is_is: SAMÞYKKJA
it_it: ACCETTA
iw: להסכים
ja_jp: 同意する
ka: დამეთანხმეთ
kk: КЕЛІСУ
km_kh: យល់ព្រម
kn_in: ಒಪ್ಪಿಕೊಳ್ಳಿ
ko_kr: 동의하기
ky_kg: МАКУЛ БОЛУУ
lo: ຍອມຮັບ
lt: SUTINKU
lv: PIEKRĪT
mk_mk: СОГЛАСИ СЕ
ml_in: സമ്മതിക്കുക
mn_mn: ЗӨВШӨӨРӨХ
mr: सहमत व्हा
ms_my: SETUJU
ne: सहमत हुनुहोस्
nl: ACCEPTEREN
no_no: ENIG
pa: ਸਹਿਮਤ ਹੋਵੋ
pl: ZGADZAM SIĘ
pt_br: CONCORDAR
ro: ACCEPTĂ
ru: СОГЛАСИТЬСЯ
si: එකඟ වන්න
sk: SÚHLASIŤ
sl: STRINJAM SE
sq: PRANOJ
sr: СЛОЖИТИ СЕ
sv_se: GODKÄNN
sw: KUBALI
ta: ஒப்புதல்
te: అంగీకరించండి
th: ยอมรับ
tr_tr: KABUL ET
uk: ПОГОДИТИСЯ
ur: رضامندی دیں
vi: ĐỒNG Ý
zh_cn: 同意
zh_hk: 同意
zu: VUMA
