Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_suggest_spread
source: What spread to add? Write to us.
af: Watter uitleg moet ons byvoeg? Skryf vir ons.
am: ምን ዓይነት ቅርጸ ተንቀሳቃሽ ማክም ነው? እባክዎ ይጻፉልን
az: Hansı yayımı əlavə edək? Bizə yazın
ca: Quina tirada vols afegir? Escriu-nos
cs: Jaký rozklad přidat? Napište nám
de: Welche Legung sollen wir hinzufügen? Schreiben Sie uns.
es_es: ¿Qué tirada agregar? Escríbenos
fa: چه چیدمانی اضافه کنیم؟ برای ما بنویسید
fi_fi: Minkä levityksen haluat lisätä? Kirjoita meille
fil: Anong pagbasa ang idagdag? Isulat sa amin
fr: Quel tirage ajouter ? Écrivez-nous
gl: Que tirada engadir? Escríbenos
gu: કયો વિતરણ ઉમેરવો? અમને લખો
hu: Milyen kirakást adjunk hozzá? Írjon nekünk!
hy_am: Որ դասավորությունն ավելացնենք։ Գրեք մեզ։
id: Pembacaan apa yang ingin Anda tambahkan? Hubungi kami
is_is: Hvaða dreifingu á að bæta við? Skrifaðu til okkar
it_it: Quale stesa aggiungere? Scrivici
iw: איזו פריסה להוסיף? כתבו לנו
ka: რომელი განლაგება დაამატოთ? მოგვწერეთ
km_kh: តើចង់បន្ថែមការវាយតម្លៃអ្វី? សូមសរសេរមកពួកយើង។
kn_in: ಯಾವ ವಿತರಣೆ ಸೇರಿಸಬೇಕು? ನಮಗೆ ಬರೆಯಿರಿ
ko_kr: 어떤 리딩을 추가할까요? 문의해 주세요
lo: ການວາງບັດໃດທີ່ຈະເພີ່ມ? ຂຽນຫາພວກເຮົາ
lt: Kokį išsidėstymą pridėti? Parašykite mums
lv: Kādu izklājumu pievienot? Rakstiet mums
mk_mk: Кој распоред да додадеме? Напишете ни
ml_in: ഏത് പടിയിടൽ ചേർക്കണമെന്ന്? ഞങ്ങളെ ബന്ധപ്പെടുക
mn_mn: Ямар зааг нэмэх вэ? Бидэнд бичнэ үү
mr: कोणता पत्ता जोडायचा? आम्हाला लिहा
ms_my: Bacaan apa yang ingin ditambah? Hubungi kami
ne: कुन लेआउट थप्ने? हामीलाई लेख्नुहोस्
nl: Welke legging wilt u toevoegen? Schrijf ons een bericht
no_no: Hvilken lesning skal vi legge til? Skriv til oss
pa: ਕਿ๜ੜੀ ਪੜਚੋਲ ਸ਼ਾਮਲ ਕਰਨਾ ਹੈ? ਸਾਨੂੰ ਲਿਖੋ
pl: Jaki rozkład dodać? Napisz do nas
pt_br: Qual leitura adicionar? Escreva para nós
ro: Ce etalare să adăugăm? Scrie-ne
ru: Какой расклад добавить? Напишите нам
si: කොහොමද විවරණයක් එක් කරන්න? අපට ලියන්න
sk: Aký rozklad pridať? Napíšte nám
sl: Kateri razpored naj dodamo? Pišite nam
sq: Çfarë shpërndarjeje të shtojmë? Na shkruani ju.
sr: Који распоред додати? Пишите нам
sv_se: Vilken läggning vill du lägga till? Skriv till oss
sw: Ugawaji gani wa kadi ungependa kuongeza? Tuma ujumbe kwetu
ta: எந்த பகிர்வை சேர்க்க வேண்டும்? எங்களுக்கு எழுதுங்கள்
te: ఏ పంచాంగం జోడించాలి? మాకు రాయండి
th: อยากเพิ่มการเปิดไพ่แบบไหน? เขียนถึงเรามาได้เลย
tr_tr: Hangi açılımı ekleyelim? Bize yazın
uk: Який розклад додати? Напишіть нам
ur: کون سا پھیلاؤ شامل کریں؟ ہمیں لکھیں۔
vi: Thêm trải bài nào? Hãy viết cho chúng tôi biết
zh_cn: 还缺少什么牌阵？请写信告诉我们
zh_hk: 想添加什麼牌陣？請聯絡我們
zu: Yisiphi ukuhlolwa okufanele sengeze? Sithumele umbuzo wethu

# main_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat u neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው የአርቲፊሻል ኢንተሊጀንስ (AI) በመዝናኛ አላማ ብቻ እንደሚጠቀም ነው። የራስዎን ውሳኔ ምክንያት አንደኛ አይደለንም። አስፈላጊ ከሆነ ከባለሙያ ጋር ይመከራሉ።
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá umělou inteligenci výhradně pro zábavné účely. Nejsme odpovědní za rozhodnutí, která učiníte. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: برنامه فقط برای اهداف سرگرمی از هوش مصنوعی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به یک متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang aplikasyon ay gumagamit ng AI para lamang sa layuning panglibangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins récréatives. Nous ne sommes pas responsables des décisions que vous prenez. En cas de besoin, consultez un spécialiste.
gl: A aplicación utiliza a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન માત્ર મનોરંજન માટે AI નો ઉપયોગ કરે છે. અમે તમારા દ્વારા લેવામાં આવેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական ինտելեկտ միայն զվարճանքի նպատակներով։ Մենք չենք պատասխանատու ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni da te prese. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנחנו לא אחראים על ההחלטות שאתה מקבל. במידת הצורך, פנה למומחה.
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់គោលបំណងកំសាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಕೇವಲ ಮನರಂಜನೆಗಾಗಿ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 인공지능을 사용합니다. 사용자가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가와 상담하시기 바랍니다.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຈຸດປະສົງບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈທີ່ທ່ານໄດ້ກະທຳ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കുകയുള്ളൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായപ്പോൾ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन केवळ मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk kepada pakar.
ne: एपलेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de door u genomen beslissingen. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਦੇ ਉਦੇਸ਼ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje sztuczną inteligencję wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo utiliza IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම කෙරෙහි බුද්ධිමත් යන්ත්‍රය විනෝදාත්මක අරමුණු සඳහා පමණක් භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත සම්බන්ධ වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nie sme zodpovední za rozhodnutia, ktoré urobíte. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za vaše odločitve ne prevzemamo odgovornosti. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor IA-në vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Vid behov, kontakta en specialist.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubebei uwajibikaji kwa maamuzi uliyofanya. Ikiwa ni lazima, tafadhali wasiliana na mtaalamu.
ta: அப்பிளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் ஒரு நிபுணரை அணுகவும்.
te: అప్లికేషన్ కేవలం వినోద ప్రయోజనాల కోసం AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปพลิเคชันใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจที่คุณทำ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. У разі потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI کا استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے لیے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định mà bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定承擔任何責任。如有需要，請諮詢專業人士。
zu: Uhlelo lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinto ozinqumayo. Uma kudingeka, xhumana nochwepheshe.

# fun_share_button
source: Share
af: Deel
am: አጋራ
bn: শেয়ার করুন
fa: اشتراک‌گذاری
fil: Ibahagi
id: Bagikan
is_is: Deila
it_it: Condividi
iw: שתף
ja_jp: 共有
ka: გაზიარება
ko_kr: 공유
lo: ແບ່ງປັນ
lt: Dalintis
ml_in: പങ്കുവെയ്ക്കുക
mr: शेअर करा
ms_my: Kongsi
pa: ਸ਼ੇਅਰ ਕਰੋ
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
sq: Ndaj
th: แชร์
tr_tr: Paylaş

# fun_new_spread_button
source: New spread
af: Nuwe uitleg
am: አዲስ ቅድመ አሰራር
bn: নতুন স্প্রেড
fa: گسترش جدید
fil: Bagong pagkalat
id: Sebaran baru
is_is: Ný útbreiðsla
it_it: Nuova lettura
iw: פיזור חדש
ja_jp: 新しいスプレッド
ka: ახალი გაშლა
ko_kr: 새로운 스프레드
lo: ການແຜ່ຂະຫຍາຍໃໝ່
lt: Naujas išdėstymas
ml_in: പുതിയ സ്പ്രെഡ്
mr: नवीन स्प्रेड
ms_my: Sebaran baharu
pa: ਨਵਾਂ ਸਪ੍ਰੈਡ
pl: Nowe rozłożenie
pt_br: Nova tiragem
ro: Întindere nouă
sq: Shpërndarje e re
th: การแพร่กระจายใหม่
tr_tr: Yeni yayılım
