Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# three_cards_screen_see_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎን እንዴት እንደሚሰማ ያውቁ
ar: اكتشف المعنى
az: Mənasını öyrənmək
bn: অর্থ জানুন
ca: Descobrir el significat
cs: Zjistit význam
de: Bedeutung erfahren
es_es: Conocer el significado
fa: معنی را بدانید
fi_fi: Ota selvää merkityksestä
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: અર્થ જાણવા
hi: अर्थ जानें
hu: Ismerd meg a jelentést
hy_am: Գիտակցել իմաստը
id: Cari tahu arti
is_is: Fá merkingu
it_it: Scopri il significato
iw: לגלות משמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мағынасын білу
km_kh: ស្វែងយល់អត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄ່າໝາຍ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај значење
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: अर्थ जाणून घ्या
ms_my: Ketahui maknanya
ne: अर्थ जान्नुहोस्
nl: Betekenis ontdekken
no_no: Finn ut betydningen
pa: ਮਤਲਬ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ค้นหาความหมาย
tr_tr: Anlamını öğren
uk: Дізнатися значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Thola incazelo

# three_cards_screen_new_spread_button
source: New spread
af: Nuwe uitleg
am: አዲስ እንቅስቃሴ
ar: توزيع جديد
az: Yeni yayım
bn: নতুন বিন্যাস
ca: Nova tirada
cs: Nové rozložení
de: Neues Legesystem
es_es: Nueva tirada
fa: پخش جدید
fi_fi: Uusi levitys
fil: Bagong layout
fr: Nouveau tirage
gl: Nova tirada
gu: નવું વિતરણ
hi: नई पंक्ति
hu: Új kirakás
hy_am: Նոր դասավորություն
id: Pembacaan baru
is_is: Ný dreifing
it_it: Nuova stesura
iw: פריסה חדשה
ja_jp: 新しいスプレッド
ka: ახალი განლაგება
kk: Жаңа тарату
km_kh: ការបង្ហាញថ្មី
kn_in: ಹೊಸ ವಿಂಗಡಣೆ
ko_kr: 새로운 카드 배열
ky_kg: Жаңы жайгаштыруу
lo: ການຈັດການໃໝ່
lt: Naujas išdėstymas
lv: Jauna izklāsts
mk_mk: Нова распоредба
ml_in: പുതിയ പകർപ്പ്
mn_mn: Шинэ дэлгэрэнгүй
mr: नवीन पद्धत
ms_my: Susunan baru
ne: नयाँ फैलावट
nl: Nieuwe legging
no_no: Nytt oppsett
pa: ਨਵਾਂ ਵਿਤਰਨ
pl: Nowy rozkład
pt_br: Nova leitura
ro: O nouă aranjare
ru: Новый расклад
si: නව විවරණය
sk: Nové rozloženie
sl: Nova razporeditev
sq: Hapje e re
sr: Нови распоред
sv_se: Ny läggning
sw: Mpangilio mpya
ta: புதிய படிவம்
te: కొత్త పంచిక
th: การแจกไพ่ใหม่
tr_tr: Yeni açılım
uk: Новий розклад
ur: نیا پھیلاؤ
vi: Bói bài mới
zh_cn: 新牌阵
zh_hk: 新牌陣
zu: Ukusabalalisa okusha

# three_cards_screen_enter_question_hint
source: Enter your request...
af: Voer jou navraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل طلبك...
az: Sorğunuzu daxil edin...
bn: আপনার অনুরোধ লিখুন...
ca: Introduïu la vostra consulta...
cs: Zadejte svůj dotaz...
de: Geben Sie Ihre Anfrage ein...
es_es: Introduce tu consulta...
fa: درخواست خود را وارد کنید...
fi_fi: Syötä pyyntösi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre demande...
gl: Introduce a túa consulta...
gu: તમારું પ્રશ્ન દાખલ કરો...
hi: अपनी क्वेरी दर्ज करें...
hu: Írd be a kérésed...
hy_am: Մուտքագրեք ձեր հարցումը...
id: Masukkan permintaan Anda...
is_is: Sláðu inn fyrirspurn þína...
it_it: Inserisci la tua richiesta...
iw: הזן את הבקשה שלך...
ja_jp: あなたのリクエストを入力してください...
ka: შეიყვანეთ თქვენი მოთხოვნა...
kk: Сұрауыңызды енгізіңіз...
km_kh: បញ្ចូលសំណើររបស់អ្នក...
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 요청을 입력하세요...
ky_kg: Суранычыңызды киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo užklausą...
lv: Ievadiet savu pieprasījumu...
mk_mk: Внесете го вашиот барање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Өөрийн асуултаа оруулна уу...
mr: आपला प्रश्न प्रविष्ट करा...
ms_my: Masukkan pertanyaan anda...
ne: तपाईंको सोधपुछ प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn forespørselen din...
pa: ਆਪਣਾ ਪ੍ਰਸ਼ਨ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje zapytanie...
pt_br: Digite sua pergunta...
ro: Introduceți cererea dvs...
ru: Введите ваш запрос...
si: ඔබගේ විමසීම ඇතුළත් කරන්න...
sk: Zadajte váš dopyt...
sl: Vnesite vaš poizvedbo...
sq: Shkruani kërkesën tuaj...
sr: Унесите ваш упит...
sv_se: Ange din förfrågan...
sw: Weka ombi lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ అభ్యర్థనను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Lütfen talebinizi girin...
uk: Введіть ваш запит...
ur: اپنی درخواست درج کریں...
vi: Nhập yêu cầu của bạn...
zh_cn: 请输入您的请求...
zh_hk: 請輸入您的查詢...
zu: Faka isicelo sakho...

# three_cards_screen_what_is_three_cards
source: What is a 3-card spread?
af: Wat is 'n uitleg met 3 kaarte?
am: ሶስት ካርዶች መደበኛ ስርዓት ምንድነው?
ar: ما هو توزيع البطاقات على 3 بطاقات؟
az: 3 kartlı yayım nədir?
bn: ৩টি কার্ডের রিডিং কী?
ca: Què és una tirada de 3 cartes?
cs: Co je to výklad na 3 karty?
de: Was ist eine Legung mit 3 Karten?
es_es: ¿Qué es una tirada de 3 cartas?
fa: تفسیر سه کارتی چیست؟
fi_fi: Mikä on 3 kortin levitys?
fil: Ano ang ibig sabihin ng 3 card spread?
fr: Qu'est-ce qu'un tirage à 3 cartes?
gl: Que é unha tirada de 3 cartas?
gu: 3 કાર્ડનું રીડિંગ શું છે?
hi: 3 कार्ड का लेआउट क्या है?
hu: Mi az a 3 kártyás kirakás?
hy_am: Ի՞նչ է 3 քարտի դասավորությունը:
id: Apa itu pembacaan 3 kartu?
is_is: Hvað er 3 spila dreifing?
it_it: Cos'è una stesa di 3 carte?
iw: מה זה פריסה של 3 קלפים?
ja_jp: 3枚のカードスプレッドとは何ですか？
ka: რა არის 3 ბარათის განლაგება?
kk: 3 картаға арналған таратылым деген не?
km_kh: តើការបង្ហាញបាតុភូត ៣ កាតមានអ្វីខ្លះ?
kn_in: 3 ಕಾರ್ಡ್ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 3장 카드 배열이란 무엇인가요?
ky_kg: 3 карта боюнча жайгаштыруу деген эмне?
lo: ການຈັດການດ້ວຍ 3 ໃບກາດແມ່ນຫຍັງ?
lt: Kas yra 3 kortų išdėstymas?
lv: Kas ir izklājums no 3 kārtīm?
mk_mk: Што е распоред на 3 карти?
ml_in: 3 കാർഡുകളുടെ റീഡിംഗ് എന്താണ്?
mn_mn: 3 ширхэг картын дэлгэрэнгүй гэж юу вэ?
mr: 3 कार्डांचे विहंगावलोकन म्हणजे काय?
ms_my: Apa itu pembacaan 3 kad?
ne: 3 वटा कार्डको लेआउट भनेको के हो?
nl: Wat is een legging met 3 kaarten?
no_no: Hva er et opplegg med 3 kort?
pa: 3 ਕਾਰਡਾਂ ਦਾ ਵਿਖੇੜਾ ਕੀ ਹੈ?
pl: Co to jest rozkład na 3 karty?
pt_br: O que é uma leitura de 3 cartas?
ro: Ce este o etalare cu 3 cărți?
ru: Что такое расклад на 3 карты?
si: 3 කාඩ්පත් විස්තරය කියන්නේ මොකද්ද?
sk: Čo je to rozklad na 3 karty?
sl: Kaj je razporeditev s 3 kartami?
sq: Çfarë është një shpërndarje me 3 karta?
sr: Шта је распоред од 3 карте?
sv_se: Vad är en tre-korts läggning?
sw: Je, ni nini ugawaji wa kadi 3?
ta: 3 அட்டைகள் என்றால் என்ன?
te: 3 కార్డుల రీడింగ్ అంటే ఏమిటి?
th: การเปิดไพ่ 3 ใบคืออะไร?
tr_tr: 3 kart açılımı nedir?
uk: Що таке розклад на 3 карти?
ur: 3 کارڈز کا ریڈنگ کیا ہے؟
vi: Bói bài 3 lá là gì?
zh_cn: 什么是三张牌牌阵？
zh_hk: 什麼是三張牌陣？
zu: Iyini ukuhlukaniswa kwamakhadi amathathu?

# three_cards_screen_three_cards_explanation
source: A classic spread that shows the past, present, and future of your situation. The first card represents the past, the second the present, and the third the future.
af: 'n Klassieke uitleg wat die verlede, hede en toekoms van jou situasie wys. Die eerste kaart is die verlede, die tweede die hede, die derde die toekoms.
am: ባህላዊ ስርዓት ነው፣ ያለፈውን፣ አሁንንና ወደ ፊት ያለውን ሁኔታዎትን የሚያሳይ። የመጀመሪያው ካርድ — ያለፈው፣ ሁለተኛው — አሁን፣ ሶስተኛው — ወደ ፊት።
ar: توزيع كلاسيكي يُظهر الماضي والحاضر والمستقبل لوضعك. البطاقة الأولى — الماضي، الثانية — الحاضر، الثالثة — المستقبل.
az: Klassik yayım, vəziyyətinizin keçmişini, indisini və gələcəyini göstərir. Birinci kart — keçmiş, ikinci — indiki, üçüncü — gələcəkdir.
bn: একটি ক্লাসিক রিডিং যা আপনার পরিস্থিতির অতীত, বর্তমান এবং ভবিষ্যৎ দেখায়। প্রথম কার্ড — অতীত, দ্বিতীয় — বর্তমান, তৃতীয় — ভবিষ্যৎ।
ca: Una tirada clàssica que mostra el passat, el present i el futur de la teva situació. La primera carta és el passat, la segona el present, la tercera el futur.
cs: Klasický výklad, který ukazuje minulost, přítomnost a budoucnost vaší situace. První karta je minulost, druhá přítomnost, třetí budoucnost.
de: Eine klassische Legung, die die Vergangenheit, Gegenwart und Zukunft Ihrer Situation zeigt. Die erste Karte steht für die Vergangenheit, die zweite für die Gegenwart, die dritte für die Zukunft.
es_es: Una tirada clásica que muestra el pasado, presente y futuro de tu situación. La primera carta es el pasado, la segunda el presente, la tercera el futuro.
fa: تفسیر کلاسیک که گذشته، حال و آینده وضعیت شما را نشان می‌دهد. کارت اول — گذشته، کارت دوم — حال، کارت سوم — آینده.
fi_fi: Klassinen levitys, joka näyttää tilanteesi menneisyyden, nykyisyyden ja tulevaisuuden. Ensimmäinen kortti on menneisyys, toinen nykyisyys, kolmas tulevaisuus.
fil: Isang klasikong spread na nagpapakita ng nakaraan, kasalukuyan, at hinaharap ng iyong sitwasyon. Ang unang card ay ang nakaraan, ang pangalawa ay kasalukuyan, at ang pangatlo ay hinaharap.
fr: Un tirage classique qui montre le passé, le présent et l'avenir de votre situation. La première carte représente le passé, la deuxième le présent, la troisième l'avenir.
gl: Unha tirada clásica que amosa o pasado, o presente e o futuro da túa situación. A primeira carta é o pasado, a segunda o presente, a terceira o futuro.
gu: ક્લાસિક રીડિંગ, જે તમારી પરિસ્થિતિનું ભૂતકાળ, વર્તમાન અને ભવિષ્ય બતાવે છે. પ્રથમ કાર્ડ — ભૂતકાળ, બીજું — વર્તમાન, ત્રીજું — ભવિષ્ય.
hi: एक क्लासिक लेआउट जो आपकी स्थिति का अतीत, वर्तमान और भविष्य दिखाता है। पहला कार्ड — अतीत, दूसरा — वर्तमान, तीसरा — भविष्य।
hu: Egy klasszikus kirakás, amely megmutatja a helyzeted múltját, jelenét és jövőjét. Az első kártya a múlt, a második a jelen, a harmadik a jövő.
hy_am: Դասական դասավորություն, որը ցույց է տալիս ձեր իրավիճակի անցյալը, ներկան և ապագան։ Առաջին քարտը՝ անցյալ, երկրորդը՝ ներկա, երրորդը՝ ապագա։
id: Pembacaan klasik yang menunjukkan masa lalu, masa kini, dan masa depan situasi Anda. Kartu pertama — masa lalu, kartu kedua — masa kini, kartu ketiga — masa depan.
is_is: Klassísk dreifing sem sýnir fortíð, nútíð og framtíð aðstæðna þinna. Fyrsta spilið er fortíð, annað nútíð og þriðja framtíð.
it_it: Una stesa classica che mostra il passato, il presente e il futuro della tua situazione. La prima carta rappresenta il passato, la seconda il presente, la terza il futuro.
iw: פריסה קלאסית שמראה את העבר, ההווה והעתיד של המצב שלך. הקלף הראשון — העבר, השני — ההווה, השלישי — העתיד.
ja_jp: 過去、現在、未来の状況を示すクラシックなスプレッドです。1枚目のカードは過去、2枚目は現在、3枚目は未来を表します。
ka: კლასიკური განლაგება, რომელიც აჩვენებს თქვენს სიტუაციის წარსულს, აწმყოს და მომავალს. პირველი ბარათი — წარსული, მეორე — აწმყო, მესამე — მომავალი.
kk: Сіздің жағдайыңыздың өткенін, қазіргісін және болашағын көрсететін классикалық таратылым. Бірінші карта — өткен, екінші — қазіргі, үшінші — болашақ.
km_kh: ការបង្ហាញបាតុភូតបែបបុរាណ ដែលបង្ហាញពីអតីតកាល បច្ចុប្បន្ន និងអនាគតនៃស្ថានភាពរបស់អ្នក។ កាតទីមួយគឺអតីតកាល កាតទីពីរគឺបច្ចុប្បន្ន និងកាតទីបីគឺអនាគត។
kn_in: ಪಾರಂಪರಿಕ ವಿತರಣೆ, ಇದು ನಿಮ್ಮ ಪರಿಸ್ಥಿತಿಯ ಭೂತಕಾಲ, ವರ್ತಮಾನ ಮತ್ತು ಭವಿಷ್ಯವನ್ನು ತೋರಿಸುತ್ತದೆ. ಮೊದಲ ಕಾರ್ಡ್ — ಭೂತಕಾಲ, ಎರಡನೇ — ವರ್ತಮಾನ, ಮೂರನೇ — ಭವಿಷ್ಯ.
ko_kr: 과거, 현재, 미래의 상황을 보여주는 고전적인 배열입니다. 첫 번째 카드는 과거, 두 번째 카드는 현재, 세 번째 카드는 미래를 나타냅니다.
ky_kg: Классикалык жайгаштыруу, ал сиздин абалыңыздын өткөнүн, азырын жана келечегин көрсөтөт. Биринчи карта — өткөн, экинчи — азыркы, үчүнчү — келечек.
lo: ການຈັດການຄລາສສິກ ທີ່ສະແດງໃຫ້ເຫັນອະດີດ, ປັດຈຸບັນ ແລະ ອະນາຄົດຂອງສະພາບຂອງທ່ານ. ໃບກາດທຳອິດ — ອະດີດ, ໃບທີສອງ — ປັດຈຸບັນ, ໃບທີສາມ — ອະນາຄົດ.
lt: Klasikinis išdėstymas, kuris parodo jūsų situacijos praeitį, dabartį ir ateitį. Pirmoji korta – praeitis, antroji – dabartis, trečioji – ateitis.
lv: Klasisks izklājums, kas rāda jūsu situācijas pagātni, tagadni un nākotni. Pirmā kārts — pagātne, otrā — tagadne, trešā — nākotne.
mk_mk: Класичен распоред кој ја покажува минатото, сегашноста и иднината на вашата ситуација. Првата карта е минатото, втората — сегашноста, третата — иднината.
ml_in: ക്ലാസിക് റീഡിംഗ്, ഇത് നിങ്ങളുടെ സാഹചര്യത്തിന്റെ കഴിഞ്ഞകാലം, ഇപ്പോഴത്തെ സമയം, ഭാവി എന്നിവ കാണിക്കുന്നു. ആദ്യ കാർഡ് — കഴിഞ്ഞകാലം, രണ്ടാം കാർഡ് — ഇപ്പോഴത്തെ സമയം, മൂന്നാം കാർഡ് — ഭാവി.
mn_mn: Таны нөхцөл байдлын өнгөрсөн, одоо ба ирээдүйг харуулдаг уламжлалт дэлгэрэнгүй. Эхний карт — өнгөрсөн, хоёр дахь — одоо, гурав дахь — ирээдүй.
mr: क्लासिक विहंगावलोकन, जे तुमच्या परिस्थितीचे भूतकाळ, वर्तमान आणि भविष्य दर्शवते. पहिला कार्ड — भूतकाळ, दुसरा — वर्तमान, तिसरा — भविष्य.
ms_my: Pembacaan klasik yang menunjukkan masa lalu, masa kini dan masa depan situasi anda. Kad pertama adalah masa lalu, kad kedua adalah masa kini, kad ketiga adalah masa depan.
ne: क्लासिक लेआउट, जसले तपाईंको परिस्थितिको विगत, वर्तमान र भविष्य देखाउँछ। पहिलो कार्ड — विगत, दोस्रो — वर्तमान, तेस्रो — भविष्य।
nl: Een klassieke legging die het verleden, heden en de toekomst van jouw situatie toont. De eerste kaart is het verleden, de tweede het heden, de derde de toekomst.
no_no: Et klassisk opplegg som viser fortiden, nåtiden og fremtiden i din situasjon. Det første kortet er fortiden, det andre er nåtiden, det tredje er fremtiden.
pa: ਇੱਕ ਕਲਾਸਿਕ ਵਿਖੇੜਾ, ਜੋ ਤੁਹਾਡੇ ਸਥਿਤੀ ਦਾ ਭੂਤਕਾਲ, ਵਰਤਮਾਨ ਅਤੇ ਭਵਿੱਖ ਦਿਖਾਉਂਦਾ ਹੈ। ਪਹਿਲਾ ਕਾਰਡ — ਭੂਤਕਾਲ, ਦੂਜਾ — ਵਰਤਮਾਨ, ਤੀਜਾ — ਭਵਿੱਖ।
pl: Klasyczny rozkład, który pokazuje przeszłość, teraźniejszość i przyszłość Twojej sytuacji. Pierwsza karta — przeszłość, druga — teraźniejszość, trzecia — przyszłość.
pt_br: Leitura clássica que mostra o passado, presente e futuro da sua situação. A primeira carta é o passado, a segunda é o presente, a terceira é o futuro.
ro: O etalare clasică care arată trecutul, prezentul și viitorul situației tale. Prima carte reprezintă trecutul, a doua — prezentul, a treia — viitorul.
ru: Классический расклад, который показывает прошлое, настоящее и будущее вашей ситуации. Первая карта — прошлое, вторая — настоящее, третья — будущее.
si: ඔබගේ තත්ත්වයේ අතීතය, වර්තමානය සහ අනාගතය පෙන්වන සාම්ප්‍රදායික විස්තරය. පළවෙනි කාඩ්පත — අතීතය, දෙවෙනි — වර්තමානය, තුන්වෙනි — අනාගතය.
sk: Klasický rozklad, ktorý ukazuje minulosť, prítomnosť a budúcnosť vašej situácie. Prvá karta je minulosť, druhá je prítomnosť, tretia je budúcnosť.
sl: Klasična razporeditev, ki prikazuje preteklost, sedanjost in prihodnost vaše situacije. Prva karta je preteklost, druga sedanjost, tretja prihodnost.
sq: Shpërndarja klasike që tregon të kaluarën, të tashmen dhe të ardhmen e situatës suaj. Karta e parë — e kaluara, e dyta — e tashmja, e treta — e ardhmja.
sr: Класичан распоред који показује прошлост, садашњост и будућност ваше ситуације. Прва карта је прошлост, друга је садашњост, трећа је будућност.
sv_se: En klassisk läggning som visar det förflutna, nuet och framtiden för din situation. Det första kortet är det förflutna, det andra är nuet, det tredje är framtiden.
sw: Ugawaji wa kawaida unaoonyesha yaliyopita, sasa, na yajayo ya hali yako. Kadi ya kwanza ni yaliyopita, ya pili ni sasa, ya tatu ni yajayo.
ta: உங்கள் நிலையின் கடந்த காலம், தற்போதைய காலம் மற்றும் எதிர்காலத்தை காட்டும் பாரம்பரிய அட்டைப் பகிர்வு. முதல் அட்டை — கடந்த காலம், இரண்டாவது — தற்போதைய காலம், மூன்றாவது — எதிர்காலம்.
te: మీ పరిస్థితి యొక్క గతం, వర్తమానం మరియు భవిష్యత్తును చూపించే క్లాసిక్ రీడింగ్. మొదటి కార్డు — గతం, రెండవది — వర్తమానం, మూడవది — భవిష్యత్తు.
th: การเปิดไพ่แบบคลาสสิกที่แสดงอดีต ปัจจุบัน และอนาคตของสถานการณ์ของคุณ ไพ่ใบแรกคืออดีต ใบที่สองคือปัจจุบัน ใบที่สามคืออนาคต
tr_tr: Durumunuzun geçmişini, şimdiki zamanını ve geleceğini gösteren klasik açılım. Birinci kart geçmişi, ikinci kart şimdiki zamanı, üçüncü kart geleceği temsil eder.
uk: Класичний розклад, який показує минуле, теперішнє та майбутнє вашої ситуації. Перша карта — минуле, друга — теперішнє, третя — майбутнє.
ur: روایتی ریڈنگ جو آپ کی صورتحال کے ماضی، حال اور مستقبل کو ظاہر کرتی ہے۔ پہلا کارڈ ماضی ہے، دوسرا حال، تیسرا مستقبل۔
vi: Bói bài cổ điển, cho thấy quá khứ, hiện tại và tương lai của tình huống của bạn. Lá bài đầu tiên — quá khứ, lá thứ hai — hiện tại, lá thứ ba — tương lai.
zh_cn: 经典牌阵，展示您情况的过去、现在和未来。第一张牌代表过去，第二张牌代表现在，第三张牌代表未来。
zh_hk: 經典牌陣，展示您情況的過去、現在和未來。第一張牌代表過去，第二張牌代表現在，第三張牌代表未來。
zu: Ukuhlukaniswa kwendabuko okukhombisa okwedlule, okwamanje nekusasa lesimo sakho. Ikhadi lokuqala — okwedlule, lesibili — okwamanje, lesithathu — ikusasa.

# three_cards_screen_understand_button
source: Understood
af: Duidelik
am: ግልጽ ነው
ar: مفهوم
az: Aydındır
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ហើយ
kn_in: ಬುಧ್ಧಿವಂತಿಕೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprasta
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptuar
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: స్పష్టంగా ఉంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# three_cards_screen_error_getting_value
source: Error retrieving the spread value. Please try again.
af: Fout tydens die kry van die uitlegwaarde. Probeer weer.
am: የስርዓቱን እሴት ማግኘት ላይ ስህተት አጋጥሟል። እባክዎን እንደገና ይሞክሩ።
ar: حدث خطأ أثناء استرجاع قيمة التوزيع. حاول مرة أخرى.
az: Yayım dəyərinin alınmasında səhv baş verdi. Zəhmət olmasa, yenidən cəhd edin.
bn: রিডিং মান পাওয়ার সময় ত্রুটি। আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torna-ho a provar.
cs: Chyba při získávání hodnoty výkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtalo de nuevo.
fa: خطا در دریافت مقدار تفسیر. لطفاً دوباره تلاش کنید.
fi_fi: Virhe levityksen arvon hakemisessa. Yritä uudelleen.
fil: Error sa pagkuha ng halaga ng spread. Pakisubukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Tenta de novo.
gu: રીડિંગનું મૂલ્ય મેળવવામાં ત્રુટિ. ફરી પ્રયાસ કરો.
hi: लेआउट मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba történt a kirakás értékének lekérésekor. Próbáld újra.
hy_am: Սխալ դասավորման արժեքը ստանալու ժամանակ։ Փորձեք կրկին։
id: Terjadi kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja dreifingargildi. Reyndu aftur.
it_it: Errore nel recupero del valore della stesa. Riprova.
iw: שגיאה בקבלת ערך הפריסה. נסה שוב.
ja_jp: スプレッドの値を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Таратылым мәнін алу кезінде қате болды. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃបាតុភូត។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿತರಣೆ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 배열 값을 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Жайгаштыруу маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida gaunant išdėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma vērtību. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на распоредот. Обидете се повторно.
ml_in: റീഡിംഗ് മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Дэлгэрэнгүй утгыг авахад алдаа гарлаа. Дахин оролдоно уу.
mr: विहंगावलोकन मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai pembacaan. Sila cuba lagi.
ne: लेआउटका मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de leggingwaarde. Probeer het opnieuw.
no_no: Feil ved henting av oppleggets verdi. Vennligst prøv igjen.
pa: ਵਿਖੇੜੇ ਦੀ ਕੀਮਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Tente novamente.
ro: Eroare la obținerea valorii etalării. Vă rugăm să încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: විස්තරය ලබා ගැනීමේ දෝෂයක්. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së vlerës së shpërndarjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању вредности распореда. Покушајте поново.
sv_se: Fel vid hämtning av läggningsvärde. Försök igen.
sw: Kosa katika kupata thamani ya ugawaji. Tafadhali jaribu tena.
ta: அட்டைப் பகிர்வின் மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: రీడింగ్ విలువ పొందడంలో లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değeri alınırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: ریڈنگ کی ویلیو حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị bói bài. Vui lòng thử lại.
zh_cn: 获取牌阵值时出错。请再试一次。
zh_hk: 獲取牌陣數值時出錯。請再試一次。
zu: Iphutha ekutholeni inani lokuhlukaniswa. Zama futhi.
