Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

source: Love spread
af: Liefdeslegging
am: የፍቅር እቅድ
ar: توزيع الحب
az: Sevgi yayımı
bn: প্রেমের রিডিং
ca: Tirada d'amor
cs: Milostný rozklad
de: Liebeslegung
es_es: Tirada de amor
fa: فال عشقی
fi_fi: Rakkausluku
fr: Tirage amoureux
gl: Tirada de amor
gu: પ્રેમનો રીડિંગ
hi: प्रेम प्रसंग
hu: Szerelmi kirakás
hy_am: Սիրային բացատրություն
id: Pembacaan cinta
is_is: Ástarlestur
it_it: Stesa d'amore
iw: פריסת אהבה
ja_jp: 恋愛リーディング
ka: სიყვარულის განლაგება
kk: Махаббат таралымы
km_kh: ការបង្ហាញស្នេហ៍
kn_in: ಪ್ರೇಮ ವಿತರಣೆ
ko_kr: 사랑 점괘
ky_kg: Сүйүү таразасы
lo: ການກະຈາຍຄວາມຮັກ
lt: Meilės išsidėstymas
lv: Mīlas izklājums
mk_mk: Љубовен распоред
ml_in: പ്രണയ റീഡിംഗ്
mn_mn: Хайрын тарни
mr: प्रेम रीडिंग
ms_my: Bacaan cinta
ne: प्रेम सम्बन्धको फैलावट
nl: Liefdeslegging
no_no: Kjærlighetslegging
pa: ਪ੍ਰੇਮ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Miłosny rozkład
pt_br: Leitura amorosa
ro: Etalare de dragoste
ru: Любовный расклад
si: ආදර විග්‍රහය
sk: Láskový rozklad
sl: Ljubezenska razporeditev
sq: Shpërndarje dashurie
sr: Ljubavno čitanje
sv_se: Kärleksläggning
sw: Ugawaji wa mapenzi
ta: காதல் பரிசோதனை
te: ప్రేమ రీడింగ్
th: การเปิดไพ่รัก
tr_tr: Aşk açılımı
uk: Любовний розклад
ur: محبت کا پھیلاؤ
vi: Trải bài tình yêu
zh_cn: 爱情牌阵
zh_hk: 愛情牌陣
zu: Ukuhlolwa kothando

source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg asseblief ’n spesialis indien nodig.
am: መተግበሪያው አርከትን በብቻ ለመዝናናት ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደምንም ኃላፊነት አንወስድም። በፍላጎት ለሚያስፈልጉ ሰዎች ለሙያ ባለሙያ ይገናኙ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. في حال الحاجة، يرجى استشارة مختص.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আপনার নেওয়া সিদ্ধান্তের জন্য আমরা দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza la IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavní účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. Si es necesario, consulte a un especialista.
fa: برنامه فقط برای اهداف سرگرمی از هوش مصنوعی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به یک متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteyttä asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong gagawin mo. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન એઆઈનો ઉપયોગ માત્ર મનોરંજન માટે કરે છે. અમે તમારા દ્વારા લેવામાં આવેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni da te prese. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא נושאים באחריות להחלטות שקיבלת. במידת הצורך פנה למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。あなたの決定に対して当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យាបញ្ញាសិប្បនិម្មិតសម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះសេចក្តីសម្រេចដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಕೇವಲ ಮನರಂಜನೆಗಾಗಿ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 인공지능을 사용합니다. 귀하가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуучу максаттарда колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ສະເພາະເພື່ອຄວາມບັງເບີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈທີ່ທ່ານໄດ້ເຮັດ. ຖ້າຈຳເປັນ ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на стручњак.
ml_in: ആപ്പ് എഐയെ വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമുണ്ടെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй холбогдоно уу.
mr: अॅप्लिकेशन फक्त मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje SI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම කෙරෙහි කෘතිම බුද්ධිය විනෝදාත්මක අරමුණු සඳහා පමණක් භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගෙන සිටිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za rozhodnutia, ktoré urobíte. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za vaše odločitve ne odgovarjamo. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor IA-në vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Në rast nevoje, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Vid behov, kontakta en specialist.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubeba uwajibikaji kwa maamuzi uliyoyafanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆப்ளிகேஷன் செயற்கை நுண்ணறிவை முழுமையாக பொழுதுபோக்கு நோக்கத்திற்காக மட்டுமே பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ కేవలం వినోద ప్రయోజనాల కోసం AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 該應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定承擔任何責任。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinketho ozenzile. Uma kudingeka, xhumana nochwepheshe.

# main_screen_greeting_with_name
source: Hello, {name}
af: Goeie dag, {name}
am: ሰላም {name}
ar: مرحباً، {name}
az: Salam, {name}
bn: স্বাগতম, {name}
ca: Hola, {name}
cs: Ahoj, {name}
de: Hallo, {name}
es_es: Hola, {name}
fa: سلام، {name}
fi_fi: Tervehdys, {name}
fil: Kumusta, {name}
fr: Bonjour, {name}
gl: Saúdos, {name}
gu: નમસ્તે, {name}
hi: नमस्ते, {name}
hu: Üdvözöllek, {name}
hy_am: Բարեւ, {name}
id: Salam, {name}
is_is: Halló, {name}
it_it: Ciao, {name}
iw: שלום, {name}
ja_jp: こんにちは、{name}
ka: გამარჯობა, {name}
kk: Сәлеметсіз бе, {name}
km_kh: សួស្តី, {name}
kn_in: ನಮಸ್ಕಾರ, {name}
ko_kr: 안녕하세요, {name}
ky_kg: Салам, {name}
lo: ສະບາຍດີ, {name}
lt: Sveiki, {name}
lv: Sveiki, {name}
mk_mk: Здраво, {name}
ml_in: നമസ്കാരം, {name}
mn_mn: Сайн байна уу, {name}
mr: नमस्कार, {name}
ms_my: Salam, {name}
ne: नमस्ते, {name}
nl: Hallo, {name}
no_no: Hei, {name}
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, {name}
pl: Witaj, {name}
pt_br: Olá, {name}
ro: Salut, {name}
ru: Приветствую, {name}
si: ආයුබෝවන්, {name}
sk: Ahoj, {name}
sl: Pozdravljen, {name}
sq: Përshëndetje, {name}
sr: Здраво, {name}
sv_se: Hej, {name}
sw: Habari, {name}
ta: வணக்கம், {name}
te: హలో, {name}
th: สวัสดี, {name}
tr_tr: Merhaba, {name}
uk: Вітаю, {name}
ur: سلام، {name}
vi: Chào, {name}
zh_cn: 你好，{name}
zh_hk: 你好，{name}
zu: Sawubona, {name}

# main_screen_monday
source: Monday
af: Maandag
am: ሰኞ
ar: الاثنين
az: Bazar ertəsi
bn: সোমবার
ca: Dilluns
cs: Pondělí
de: Montag
es_es: Lunes
fa: دوشنبه
fi_fi: Maanantai
fil: Lunes
fr: Lundi
gl: Luns
gu: સોમવાર
hi: सोमवार
hu: Hétfő
hy_am: Երկուշաբթի
id: Senin
is_is: Mánudagur
it_it: Lunedì
iw: יום שני
ja_jp: 月曜日
ka: ორშაბათი
kk: Дүйсенбі
km_kh: ថ្ងៃច័ន្ទ
kn_in: ಸೋಮವಾರ
ko_kr: 월요일
ky_kg: Дүйшөмбү
lo: ວັນຈັນ
lt: Pirmadienis
lv: Pirmdiena
mk_mk: Понеделник
ml_in: തിങ്കളാഴ്ച
mn_mn: Даваа гараг
mr: सोमवार
ms_my: Isnin
ne: सोमबार
nl: Maandag
no_no: Mandag
pa: ਸੋਮਵਾਰ
pl: Poniedziałek
pt_br: Segunda-feira
ro: Luni
ru: Понедельник
si: සඳුදා
sk: Pondelok
sl: Ponedeljek
sq: E hënë
sr: Понедељак
sv_se: Måndag
sw: Jumatatu
ta: திங்கள்
te: సోమవారం
th: วันจันทร์
tr_tr: Pazartesi
uk: Понеділок
ur: پیر
vi: Thứ Hai
zh_cn: 星期一
zh_hk: 星期一
zu: NgoMsombuluko

# main_screen_tuesday
source: Tuesday
af: Dinsdag
am: ማክሰኞ
ar: الثلاثاء
az: Çərşənbə axşamı
bn: মঙ্গলবার
ca: Dimarts
cs: Úterý
de: Dienstag
es_es: Martes
fa: سه‌شنبه
fi_fi: Tiistai
fil: Martes
fr: Mardi
gl: Martes
gu: મંગળવાર
hi: मंगलवार
hu: Kedd
hy_am: Երեքշաբթի
id: Selasa
is_is: Þriðjudagur
it_it: Martedì
iw: יום שלישי
ja_jp: 火曜日
ka: სამშაბათი
kk: Сейсенбі
km_kh: ថ្ងៃអង្គារ
kn_in: ಮಂಗಳವಾರ
ko_kr: 화요일
ky_kg: Шейшемби
lo: ວັນອັງຄານ
lt: Antradienis
lv: Otrdiena
mk_mk: Вторник
ml_in: ചൊവ്വാഴ്ച
mn_mn: Мягмар гараг
mr: मंगळवार
ms_my: Selasa
ne: मंगलबार
nl: Dinsdag
no_no: Tirsdag
pa: ਮੰਗਲਵਾਰ
pl: Wtorek
pt_br: Terça-feira
ro: Marți
ru: Вторник
si: අඟහරුවාදා
sk: Utorok
sl: Torek
sq: E martë
sr: Уторак
sv_se: Tisdag
sw: Jumanne
ta: செவ்வாய்
te: మంగళవారం
th: วันอังคาร
tr_tr: Salı
uk: Вівторок
ur: منگل
vi: Thứ Ba
zh_cn: 星期二
zh_hk: 星期二
zu: NgoLwesibili

# main_screen_wednesday
source: Wednesday
af: Woensdag
am: ረቡዕ
ar: الأربعاء
az: Çərşənbə
bn: বুধবার
ca: Dimecres
cs: Středa
de: Mittwoch
es_es: Miércoles
fa: چهارشنبه
fi_fi: Keskiviikko
fil: Miyerkules
fr: Mercredi
gl: Mércores
gu: બુધવાર
hi: बुधवार
hu: Szerda
hy_am: Չորեքշաբթի
id: Rabu
is_is: Miðvikudagur
it_it: Mercoledì
iw: יום רביעי
ja_jp: 水曜日
ka: ოთხშაბათი
kk: Сәрсенбі
km_kh: ថ្ងៃពុធ
kn_in: ಬುಧವಾರ
ko_kr: 수요일
ky_kg: Шаршемби
lo: ວັນພຸດ
lt: Trečiadienis
lv: Trešdiena
mk_mk: Среда
ml_in: ബുധനാഴ്ച
mn_mn: Лхагва гараг
mr: बुधवार
ms_my: Rabu
ne: बुधबार
nl: Woensdag
no_no: Onsdag
pa: ਬੁੱਧਵਾਰ
pl: Środa
pt_br: Quarta-feira
ro: Miercuri
ru: Среда
si: බදාදා
sk: Streda
sl: Sreda
sq: E mërkurë
sr: Среда
sv_se: Onsdag
sw: Jumatano
ta: புதன்
te: బుధవారం
th: วันพุธ
tr_tr: Çarşamba
uk: Середа
ur: بدھ
vi: Thứ Tư
zh_cn: 星期三
zh_hk: 星期三
zu: NgoLwesithathu

# main_screen_thursday
source: Thursday
af: Donderdag
am: ሐሙስ
ar: الخميس
az: Cümə axşamı
bn: বৃহস্পতিবার
ca: Dijous
cs: Čtvrtek
de: Donnerstag
es_es: Jueves
fa: پنج‌شنبه
fi_fi: Torstai
fil: Huwebes
fr: Jeudi
gl: Xoves
gu: ગુરુવાર
hi: गुरुवार
hu: Csütörtök
hy_am: Հինգշաբթի
id: Kamis
is_is: Fimmtudagur
it_it: Giovedì
iw: יום חמישי
ja_jp: 木曜日
ka: ხუთშაბათი
kk: Бейсенбі
km_kh: ថ្ងៃព្រហស្បតិ៍
kn_in: ಗುರುವಾರ
ko_kr: 목요일
ky_kg: Бейшемби
lo: ວັນພະຫັດ
lt: Ketvirtadienis
lv: Ceturtdiena
mk_mk: Четврток
ml_in: വ്യാഴാഴ്ച
mn_mn: Пүрэв гараг
mr: गुरुवार
ms_my: Khamis
ne: बिहीबार
nl: Donderdag
no_no: Torsdag
pa: ਵੀਰਵਾਰ
pl: Czwartek
pt_br: Quinta-feira
ro: Joi
ru: Четверг
si: බ්‍රහස්පතින්දා
sk: Štvrtok
sl: Četrtek
sq: E enjte
sr: Четвртак
sv_se: Torsdag
sw: Alhamisi
ta: வியாழன்
te: గురువారం
th: วันพฤหัสบดี
tr_tr: Perşembe
uk: Четвер
ur: جمعرات
vi: Thứ Năm
zh_cn: 星期四
zh_hk: 星期四
zu: NgoLwesine

# main_screen_friday
source: Friday
af: Vrydag
am: አርብ
ar: الجمعة
az: Cümə
bn: শুক্রবার
ca: Divendres
cs: Pátek
de: Freitag
es_es: Viernes
fa: جمعه
fi_fi: Perjantai
fil: Biyernes
fr: Vendredi
gl: Venres
gu: શુક્રવાર
hi: शुक्रवार
hu: Péntek
hy_am: Ուրբաթ
id: Jumat
is_is: Föstudagur
it_it: Venerdì
iw: יום שישי
ja_jp: 金曜日
ka: პარასკევი
kk: Жұма
km_kh: ថ្ងៃសុក្រ
kn_in: ಶುಕ್ರವಾರ
ko_kr: 금요일
ky_kg: Жума
lo: ວັນສຸກ
lt: Penktadienis
lv: Piektdiena
mk_mk: Петок
ml_in: വെള്ളി
mn_mn: Баасан
mr: शुक्रवार
ms_my: Jumaat
ne: शुक्रबार
nl: Vrijdag
no_no: Fredag
pa: ਸ਼ੁੱਕਰਵਾਰ
pl: Piątek
pt_br: Sexta-feira
ro: Vineri
ru: Пятница
si: සිකුරාදා
sk: Piatok
sl: Petek
sq: E premte
sr: Петак
sv_se: Fredag
sw: Ijumaa
ta: வெள்ளி
te: శుక్రవారం
th: วันศุกร์
tr_tr: Cuma
uk: П'ятниця
ur: جمعہ
vi: Thứ Sáu
zh_cn: 星期五
zh_hk: 星期五
zu: NgoLwesihlanu

# main_screen_saturday
source: Saturday
af: Saterdag
am: ቅዳሜ
ar: السبت
az: Şənbə
bn: শনিবার
ca: Dissabte
cs: Sobota
de: Samstag
es_es: Sábado
fa: شنبه
fi_fi: Lauantai
fil: Sabado
fr: Samedi
gl: Sábado
gu: શનિવાર
hi: शनिवार
hu: Szombat
hy_am: Շաբաթ
id: Sabtu
is_is: Laugardagur
it_it: Sabato
iw: שבת
ja_jp: 土曜日
ka: შაბათი
kk: Сенбі
km_kh: ថ្ងៃសៅរ៍
kn_in: ಶನಿವಾರ
ko_kr: 토요일
ky_kg: Ишемби
lo: ວັນເສົາ
lt: Šeštadienis
lv: Sestdiena
mk_mk: Сабота
ml_in: ശനി
mn_mn: Бямба
mr: शनिवार
ms_my: Sabtu
ne: शनिबार
nl: Zaterdag
no_no: Lørdag
pa: ਸ਼ਨੀਚਰਵਾਰ
pl: Sobota
pt_br: Sábado
ro: Sâmbătă
ru: Суббота
si: සෙනසුරාදා
sk: Sobota
sl: Sobota
sq: E shtunë
sr: Субота
sv_se: Lördag
sw: Jumamosi
ta: சனி
te: శనివారం
th: วันเสาร์
tr_tr: Cumartesi
uk: Субота
ur: ہفتہ
vi: Thứ Bảy
zh_cn: 星期六
zh_hk: 星期六
zu: NgoMgqibelo

# main_screen_sunday
source: Sunday
af: Sondag
am: እሁድ
ar: الأحد
az: Bazar
bn: রবিবার
ca: Diumenge
cs: Neděle
de: Sonntag
es_es: Domingo
fa: یکشنبه
fi_fi: Sunnuntai
fil: Linggo
fr: Dimanche
gl: Domingo
gu: રવિવાર
hi: रविवार
hu: Vasárnap
hy_am: Կիրակի
id: Minggu
is_is: Sunnudagur
it_it: Domenica
iw: יום ראשון
ja_jp: 日曜日
ka: კვირა
kk: Жексенбі
km_kh: ថ្ងៃអាទិត្យ
kn_in: ಭಾನುವಾರ
ko_kr: 일요일
ky_kg: Жекшемби
lo: ວັນອາທິດ
lt: Sekmadienis
lv: Svētdiena
mk_mk: Недела
ml_in: ഞായർ
mn_mn: Ням
mr: रविवार
ms_my: Ahad
ne: आइतबार
nl: Zondag
no_no: Søndag
pa: ਐਤਵਾਰ
pl: Niedziela
pt_br: Domingo
ro: Duminică
ru: Воскресенье
si: ඉරිදා
sk: Nedeľa
sl: Nedelja
sq: E diel
sr: Недеља
sv_se: Söndag
sw: Jumapili
ta: ஞாயிறு
te: ఆదివారం
th: วันอาทิตย์
tr_tr: Pazar
uk: Неділя
ur: اتوار
vi: Chủ Nhật
zh_cn: 星期日
zh_hk: 星期日
zu: NgeSonto

# main_screen_your_card_of_the_day
source: Your card of the day
af: Jou kaart van die dag
am: የቀን ካርድዎ
ar: بطاقتك لليوم
az: Sizin günün kartınız
bn: আপনার দিনের কার্ড
ca: La teva carta del dia
cs: Vaše karta dne
de: Ihre Karte des Tages
es_es: Tu carta del día
fa: کارت روز شما
fi_fi: Päiväsi kortti
fil: Ang iyong card ng araw
fr: Votre carte du jour
gl: A túa carta do día
gu: તમારો દિવસનો કાર્ડ
hi: आपका दिन का कार्ड
hu: A te napi kártyád
hy_am: Ձեր օրվա քարտը
id: Kartu harian Anda
is_is: Dagkortið þitt
it_it: La tua carta del giorno
iw: הקלף היומי שלך
ja_jp: あなたの今日のカード
ka: თქვენი დღიური ბარათი
kk: Сіздің күннің картаңыз
km_kh: កាតថ្ងៃរបស់អ្នក
kn_in: ನಿಮ್ಮ ದಿನದ ಕಾರ್ಡ್
ko_kr: 오늘의 카드
ky_kg: Сиздин күндүн картасы
lo: ບັດຂອງທ່ານສຳລັບມື້ນີ້
lt: Jūsų dienos korta
lv: Jūsu dienas karte
mk_mk: Твојата карта на денот
ml_in: നിങ്ങളുടെ ദിവസത്തെ കാർഡ്
mn_mn: Таны өдрийн карт
mr: तुमचा दिवसाचा कार्ड
ms_my: Kad hari anda
ne: तपाईंको दिनको कार्ड
nl: Uw kaart van de dag
no_no: Ditt kort for dagen
pa: ਤੁਹਾਡਾ ਦਿਨ ਦਾ ਕਾਰਡ
pl: Twoja karta dnia
pt_br: Seu cartão do dia
ro: Cardul tău al zilei
ru: Ваша карта дня
si: ඔබේ දින කාඩ්පත
sk: Vaša karta dňa
sl: Vaša karta dneva
sq: Karta juaj e ditës
sr: Ваша карта дана
sv_se: Din dagskort
sw: Kadi yako ya siku
ta: உங்கள் நாள் அட்டை
te: మీ రోజు కార్డు
th: ไพ่ของคุณในวันนี้
tr_tr: Günün kartınız
uk: Ваша карта дня
ur: آپ کا دن کا کارڈ
vi: Lá bài trong ngày của bạn
zh_cn: 你今天的牌
zh_hk: 你今日的牌
zu: Ikhadi lakho losuku

# main_screen_card_of_the_day_with_name
source: Card of the day: {cardName}
af: Kaart van die dag: {cardName}
am: የቀን ካርድ: {cardName}
ar: بطاقة اليوم: {cardName}
az: Günün kartı: {cardName}
bn: দিনের কার্ড: {cardName}
ca: Carta del dia: {cardName}
cs: Karta dne: {cardName}
de: Karte des Tages: {cardName}
es_es: Carta del día: {cardName}
fa: کارت روز: {cardName}
fi_fi: Päivän kortti: {cardName}
fil: Card ng araw: {cardName}
fr: Carte du jour : {cardName}
gl: Carta do día: {cardName}
gu: દિવસનો કાર્ડ: {cardName}
hi: दिन का कार्ड: {cardName}
hu: Napi kártya: {cardName}
hy_am: Օրվա քարտը՝ {cardName}
id: Kartu hari ini: {cardName}
is_is: Dagskort: {cardName}
it_it: Carta del giorno: {cardName}
iw: קלף היום: {cardName}
ja_jp: 今日のカード: {cardName}
ka: დღიური ბარათი: {cardName}
kk: Күннің картасы: {cardName}
km_kh: កាតថ្ងៃ: {cardName}
kn_in: ದಿನದ ಕಾರ್ಡ್: {cardName}
ko_kr: 오늘의 카드: {cardName}
ky_kg: Күндүн картасы: {cardName}
lo: ບັດຂອງມື້: {cardName}
lt: Dienos korta: {cardName}
lv: Dienas karte: {cardName}
mk_mk: Карта на денот: {cardName}
ml_in: ദിവസത്തെ കാർഡ്: {cardName}
mn_mn: Өдрийн карт: {cardName}
mr: दिवसाचा कार्ड: {cardName}
ms_my: Kad hari: {cardName}
ne: दिनको कार्ड: {cardName}
nl: Kaart van de dag: {cardName}
no_no: Dagens kort: {cardName}
pa: ਦਿਨ ਦਾ ਕਾਰਡ: {cardName}
pl: Karta dnia: {cardName}
pt_br: Carta do dia: {cardName}
ro: Cardul zilei: {cardName}
ru: Карта дня: {cardName}
si: දින කාඩ්පත: {cardName}
sk: Karta dňa: {cardName}
sl: Karta dneva: {cardName}
sq: Karta e ditës: {cardName}
sr: Карта дана: {cardName}
sv_se: Dagskort: {cardName}
sw: Kadi ya siku: {cardName}
ta: நாள் அட்டை: {cardName}
te: రోజు కార్డు: {cardName}
th: ไพ่ประจำวัน: {cardName}
tr_tr: Günün kartı: {cardName}
uk: Карта дня: {cardName}
ur: دن کا کارڈ: {cardName}
vi: Lá bài trong ngày: {cardName}
zh_cn: 今日之牌：{cardName}
zh_hk: 今日之牌：{cardName}
zu: Ikhadi losuku: {cardName}

# main_screen_card_of_the_day
source: Card of the day:
af: Kaart van die dag:
am: የቀን ካርድ:
ar: بطاقة اليوم:
az: Günün kartı:
bn: দিনের কার্ড:
ca: Carta del dia:
cs: Karta dne:
de: Karte des Tages:
es_es: Carta del día:
fa: کارت روز:
fi_fi: Päivän kortti:
fil: Card ng araw:
fr: Carte du jour :
gl: Carta do día:
gu: દિવસનું કાર્ડ:
hi: दिन का कार्ड:
hu: A nap kártyája:
hy_am: Օրվա քարտը:
id: Kartu hari ini:
is_is: Dagskort:
it_it: Carta del giorno:
iw: קלף היום:
ja_jp: 今日のカード：
ka: დღის ბარათი:
kk: Күннің картасы:
km_kh: កាតថ្ងៃ៖
kn_in: ದಿನದ ಕಾರ್ಡ್:
ko_kr: 오늘의 카드:
ky_kg: Күндүн картасы:
lo: ບັດຂອງມື້:
lt: Dienos korta:
lv: Dienas karte:
mk_mk: Карта на денот:
ml_in: ദിവസത്തിന്റെ കാർഡ്:
mn_mn: Өдрийн карт:
mr: दिवसाची कार्ड:
ms_my: Kad hari ini:
ne: दिनको कार्ड:
nl: Kaart van de dag:
no_no: Dagens kort:
pa: ਦਿਨ ਦਾ ਕਾਰਡ:
pl: Karta dnia:
pt_br: Carta do dia:
ro: Cartea zilei:
ru: Карта дня:
si: දින කාඩ්පත:
sk: Karta dňa:
sl: Kartica dneva:
sq: Karta e ditës:
sr: Карта дана:
sv_se: Dagens kort:
sw: Kadi ya siku:
ta: நாள் அட்டை:
te: రోజు కార్డు:
th: ไพ่ประจำวัน:
tr_tr: Günün kartı:
uk: Карта дня:
ur: کارڈ دن کا:
vi: Lá bài trong ngày:
zh_cn: 今日之卡：
zh_hk: 今日之卡：
zu: Ikhadi losuku:

# main_screen_viewed
source: Open
af: Oop
am: ተከፈተ
ar: مفتوح
az: Açıq
bn: খোলা
ca: Oberta
cs: Otevřeno
de: Geöffnet
es_es: Abierto
fa: باز است
fi_fi: Avoinna
fil: Bukas
fr: Ouvert
gl: Aberto
gu: ખુલ્લું
hi: खुला
hu: Nyitva
hy_am: Բաց է
id: Terbuka
is_is: Opin
it_it: Aperta
iw: פתוח
ja_jp: 開いている
ka: ღიაა
kk: Ашық
km_kh: បានបើក
kn_in: ತೆರೆದಿದೆ
ko_kr: 열림
ky_kg: Ачык
lo: ເປີດແລ້ວ
lt: Atidaryta
lv: Atvērts
mk_mk: Отворено
ml_in: തുറന്നിരിക്കുന്നു
mn_mn: Нээлттэй
mr: उघडलेले
ms_my: Dibuka
ne: खुल्यो
no_no: Åpen
pa: ਖੁੱਲ੍ਹਾ
pl: Otwarte
pt_br: Aberta
ro: Deschisă
ru: Открыта
si: විවෘතයි
sk: Otvorené
sl: Odprto
sq: E hapur
sr: Отворено
sv_se: Öppen
sw: Imefunguliwa
ta: திறந்தது
te: తెరవబడింది
th: เปิดอยู่
tr_tr: Açık
uk: Відкрита
ur: کھلا ہوا
vi: Mở
zh_cn: 已开启
zh_hk: 已開啟
zu: Ivuliwe
