Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# five_cards_screen_error_getting_value
source: Error retrieving the spread value. Please try again.
af: Fout tydens die verkryging van die uitlegwaarde. Probeer asseblief weer.
am: የእቅድ እሴት ማግኘት ላይ ስህተት አጋጥሟል። እባክዎን ደግሞ ይሞክሩ።
ar: حدث خطأ أثناء استرجاع قيمة التوزيع. حاول مرة أخرى.
az: Açılım dəyərinin alınmasında səhv. Zəhmət olmasa yenidən cəhd edin.
bn: বিন্যাসের মান পাওয়ার সময় ত্রুটি হয়েছে। আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torneu-ho a provar.
cs: Chyba při získávání hodnoty rozložení. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtalo de nuevo.
fa: خطا در دریافت مقدار تاروت. لطفاً دوباره تلاش کنید.
fi_fi: Virhe levityksen arvon hakemisessa. Yritä uudelleen.
fil: Error sa pagkuha ng halaga ng spread. Subukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Por favor, inténtao de novo.
gu: વિતરણનું મૂલ્ય મેળવવામાં ભૂલ. ફરી પ્રયાસ કરો.
hi: फैलाव का मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba a kirakás értékének lekérésekor. Kérjük, próbálja újra.
hy_am: Սխալ դասավորման արժեքը ստանալու ժամանակ։ Փորձեք կրկին։
id: Kesalahan saat mengambil nilai penyebaran. Silakan coba lagi.
is_is: Villa við að sækja gildi útgáfu. Reyndu aftur.
it_it: Errore nel recupero del valore della stesura. Riprova.
iw: שגיאה בקבלת ערך הפריסה. נסה שוב.
ja_jp: スプレッドの値を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Таралым мәнін алу кезінде қате болды. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃបង្ហាញបន្ទាត់។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿನ್ಯಾಸ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 배열 값 가져오기 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Жайгашуунун маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida gaunant išdėstymo reikšmę. Bandykite dar kartą. Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Kļūda, iegūstot izklājuma vērtību. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на раскладот. Обидете се повторно.
ml_in: റീഡിംഗിന്റെ മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Дэлгэрэнгүй утгыг авахад алдаа гарлаа. Дахин оролдоно уу.
mr: विहंगावलोकन मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai pembacaan. Sila cuba lagi.
ne: लेआउटका मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de leggingwaarde. Probeer het opnieuw.
no_no: Feil ved henting av oppleggets verdi. Vennligst prøv igjen.
pa: ਵਿਤਰਨ ਦਾ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Tente novamente.
ro: Eroare la obținerea valorii etalării. Vă rugăm să încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: විහිදීමේ අගය ලබා ගැනීමේ දෝෂයක්. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së vlerës së hedhjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању вредности расподеле. Покушајте поново.
sv_se: Fel vid hämtning av läggningsvärde. Försök igen.
sw: Hitilafu ilipotokea wakati wa kupata thamani ya mpangilio. Tafadhali jaribu tena.
ta: பகிர்வின் மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: పంచాంగ విలువ పొందడంలో లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değeri alınırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: خاکہ کی قیمت حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị bói bài. Vui lòng thử lại.
zh_cn: 获取牌阵数值时出错。请再试一次。
zh_hk: 獲取牌陣數值時出錯。請再試一次。
zu: Iphutha ekutholeni inani lohlelo. Zama futhi.

# five_cards_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አርቲፊሺያል ኢንተሊጅንስን በመዝናኛ አላማ ብቻ ይጠቀማል። እኛ ስለወሰኑት ውሳኔዎች አንደምንም ኃላፊነት አናደርግም። በአስፈላጊነት ለሙያ ሰው ይመልከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. إذا لزم الأمر، استشر متخصصًا.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপ্লিকেশনটি শুধুমাত্র বিনোদনের উদ্দেশ্যে কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে বিশেষজ্ঞের পরামর্শ নিন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tomes. Consulta a un especialista si es necesario.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ginagamit ang app ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. איננו אחראים על ההחלטות שתקבל. במידת הצורך פנה למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の決定に対して当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიერ მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់ AI សម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆ ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರಿಯಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчилик албайбыз. Зарыл болсо, адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Vajadzības gadījumā konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Не сме одговорни за донесените одлуки. Доколку е потребно, обратете се на специјалист.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन फक्त मनोरंजनासाठी AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් කෘත්‍රිම බුද්ධිය භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනී. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výlučne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor IA vetëm për qëllime argëtuese. Ne nuk mbajmë përgjegjësi për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не сносимо одговорност за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu hutumia AI kwa madhumuni ya burudani tu. Hatubeba dhamana kwa maamuzi uliyofanya. Ikiwa inahitajika, tafadhali wasiliana na mtaalamu.
ta: ஆப்ளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே செயற்கை நுண்ணறிவை பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోదకరమైన ప్రయోజనాల కోసం మాత్రమే AI ని ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI کا استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رابطہ کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# celtic_cross_screen_title
source: Celtic Cross
af: Keltiese kruis
am: ኬልቲክ ክሮስ
ar: الصليب السلتي
az: Kelt xaçı
bn: কেল্টিক ক্রস
ca: Creu celta
cs: Keltský kříž
de: Keltisches Kreuz
es_es: Cruz celta
fa: صلیب سلتی
fi_fi: Kelttiristi
fr: La croix celtique
gl: Cruz celta
gu: કેલ્ટિક ક્રોસ
hi: केल्टिक क्रॉस
hu: Kelta kereszt
hy_am: Կելտական խաչ
id: Salib Keltik
is_is: Keltneskur kross
it_it: Croce Celtica
iw: צלב קלטי
ja_jp: ケルト十字
ka: კელტური ჯვარი
kk: Кельт кресті
km_kh: គ្រឹស្តសាសន៍កែលធី
kn_in: ಕೆಲ್ಟಿಕ್ ಕ್ರಾಸ್
ko_kr: 켈트 십자
ky_kg: Кельт крест
lo: ກາດເລັດເຄວັດ
lt: Keltų kryžius
lv: Keltu krusts
mk_mk: Келтски крст
ml_in: സെൽറ്റിക് ക്രോസ്
mn_mn: Кельт загалмай
mr: केल्टिक क्रॉस
ms_my: Salib Celtic
ne: केल्ट क्रस
nl: Keltisch kruis
no_no: Keltisk kors
pa: ਕੇਲਟਿਕ ਕ੍ਰਾਸ
pl: Krzyż celtycki
pt_br: Cruz Celta
ro: Crucea celtică
ru: Кельтский крест
si: කෙල්ට් ක්‍රොස්
sk: Keltský kríž
sl: Keltski križ
sq: Kryqi Keltik
sr: Келтски крст
sv_se: Keltiska korset
sw: Msalaba wa Keltic
ta: செல்டிக் குறுக்கு
te: కెల్టిక్ క్రాస్
th: กางเขนเคลต์
tr_tr: Kelt haçı
uk: Кельтський хрест
ur: کیلٹ کراس
vi: Thập giá Celt
zh_cn: 凯尔特十字架
zh_hk: 凱爾特十字
zu: I-Keltic Cross

# celtic_cross_screen_initial_message
source: Good afternoon, please write your request below:
af: Goeie dag, skryf asseblief jou versoek hieronder:
am: እንደምን አደርክ፣ እባክህ ጥያቄዎን በታች ያስገቡ፡፡
ar: مرحبًا، يرجى كتابة طلبك أدناه:
az: Salam, zəhmət olmasa, sorğunuzu aşağıda yazın:
bn: শুভ দুপুর, অনুগ্রহ করে নিচে আপনার অনুরোধ লিখুন:
ca: Bon dia, si us plau, escriviu la vostra consulta a continuació:
cs: Dobrý den, prosím, napište svůj dotaz níže:
de: Guten Tag, bitte schreiben Sie Ihre Anfrage unten:
es_es: Buenas tardes, por favor escriba su consulta a continuación:
fa: روز بخیر، لطفاً درخواست خود را در زیر بنویسید:
fi_fi: Hyvää päivää, kirjoita pyyntösi alle:
fil: Magandang araw, pakisulat ang iyong kahilingan sa ibaba:
fr: Bonjour, veuillez écrire votre demande ci-dessous :
gl: Bo día, por favor, escriba a súa consulta a continuación:
gu: નમસ્તે, કૃપા કરીને તમારું વિનંતી નીચે લખો:
hi: नमस्ते, कृपया अपना अनुरोध नीचे लिखें:
hu: Jó napot, kérjük, írja be az alábbi mezőbe a kérését:
hy_am: Բարի օր, խնդրում ենք գրեք ձեր հարցումը ներքևում:
id: Selamat siang, silakan tulis permintaan Anda di bawah ini:
is_is: Góðan dag, vinsamlegast skrifaðu beiðnina þína hér að neðan:
it_it: Buongiorno, per favore scrivi la tua richiesta qui sotto:
iw: שלום, אנא כתוב את הבקשה שלך למטה:
ja_jp: こんにちは、以下にご要望をお書きください：
ka: დილა მშვიდობისა, გთხოვთ, დაწერეთ თქვენი მოთხოვნა ქვემოთ:
kk: Қайырлы күн, өтінемін, сұрауыңызды төменге жазыңыз:
km_kh: សួស្តីថ្ងៃល្អ សូមសរសេរសំណើររបស់អ្នកនៅខាងក្រោម៖
kn_in: ನಮಸ್ಕಾರ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕೆಳಗೆ ಬರೆಯಿರಿ:
ko_kr: 안녕하세요, 아래에 문의 사항을 작성해 주세요:
ky_kg: Кутмандуу күн, сураныч, сурооңузду төмөндө жазыңыз:
lo: ສະບາຍດີ, ກະລຸນາຂຽນຄໍາຮ້ອງຂໍຂອງທ່ານຢູ່ລຸ່ມນີ້:
lt: Laba diena, prašome parašyti savo užklausą žemiau:
lv: Labdien, lūdzu, ierakstiet savu pieprasījumu zemāk:
mk_mk: Добар ден, ве молам напишете го вашиот барање подолу:
ml_in: നമസ്കാരം, ദയവായി നിങ്ങളുടെ അഭ്യർത്ഥന താഴെ എഴുതുക:
mn_mn: Өдрийн мэнд, доор хүсэлтээ бичнэ үү:
mr: नमस्कार, कृपया आपला विनंती खाली लिहा:
ms_my: Selamat siang, sila tulis permintaan anda di bawah:
ne: नमस्कार, कृपया तल तपाईंको अनुरोध लेख्नुहोस्:
nl: Goedendag, schrijf alstublieft uw verzoek hieronder:
no_no: God dag, vennligst skriv inn forespørselen din nedenfor:
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਬੇਨਤੀ ਹੇਠਾਂ ਲਿਖੋ:
pl: Dzień dobry, proszę napisz swoje zapytanie poniżej:
pt_br: Boa tarde, por favor, escreva sua solicitação abaixo:
ro: Bună ziua, vă rugăm să scrieți cererea dvs. mai jos:
ru: Добрый день, пожалуйста, напишите ваш запрос ниже:
si: සුභ දවසක්, කරුණාකර ඔබගේ විමසීම පහළින් ලියන්න:
sk: Dobrý deň, prosím, napíšte svoj dopyt nižšie:
sl: Dober dan, prosim, vnesite vaše vprašanje spodaj:
sq: Mirëdita, ju lutem shkruani kërkesën tuaj më poshtë:
sr: Добар дан, молимо вас да унесете ваш захтев испод:
sv_se: God dag, vänligen skriv din förfrågan nedan:
sw: Habari za mchana, tafadhali andika ombi lako hapa chini:
ta: நல்வரவு, தயவுசெய்து உங்கள் கோரிக்கையை கீழே எழுதவும்:
te: శుభోదయం, దయచేసి మీ అభ్యర్థనను క్రింద రాయండి:
th: สวัสดีตอนบ่าย กรุณาเขียนคำขอของคุณด้านล่าง:
tr_tr: İyi günler, lütfen talebinizi aşağıya yazınız:
uk: Доброго дня, будь ласка, напишіть ваш запит нижче:
ur: السلام علیکم، براہ کرم اپنا سوال نیچے لکھیں:
vi: Chào bạn, vui lòng viết yêu cầu của bạn bên dưới:
zh_cn: 您好，请在下面写下您的请求：
zh_hk: 您好，請在下方輸入您的請求：
zu: Sawubona, sicela ubhale isicelo sakho ngezansi:

# celtic_cross_screen_suggested_questions_1
source: What internal resources are available to me?
af: Wat is my hoofprobleem tans?
am: አሁን ያለኝ ዋና ችግር ምንድነው?
ar: ما هي المشكلة الأساسية التي أواجهها الآن؟
az: İndiki əsas problemim nədir?
bn: আমার এখন প্রধান সমস্যা কী?
ca: Quin és el principal problema que tinc ara mateix?
cs: Jaký je můj hlavní problém právě teď?
de: Was ist mein Hauptproblem im Moment?
es_es: ¿Cuál es el problema principal que tengo ahora?
fa: مشکل اصلی من در حال حاضر چیست؟
fi_fi: Mikä on tällä hetkellä suurin ongelmani?
fil: Ano ang pangunahing problema ko ngayon?
fr: Quel est mon principal problème en ce moment ?
gl: Cal é o problema principal que teño agora?
gu: હાલ મારી મુખ્ય સમસ્યા શું છે?
hi: मेरी वर्तमान मुख्य समस्या क्या है?
hu: Mi a legfőbb problémám jelenleg?
hy_am: Ի՞նչ է իմ հիմնական խնդիրն այժմ:
id: Apa masalah utama saya saat ini?
is_is: Hver er helsta vandamálið mitt núna?
it_it: Qual è il problema principale che ho adesso?
iw: מה הבעיה העיקרית שלי כרגע?
ja_jp: 今の私の主な問題は何ですか？
ka: რა არის ჩემი მთავარი პრობლემა ამჟამად?
kk: Қазір менің басты мәселем не?
km_kh: បញ្ហាសំខាន់បំផុតរបស់ខ្ញុំឥឡូវនេះគឺអ្វី?
kn_in: ಈಗ ನನ್ನ ಪ್ರಮುಖ ಸಮಸ್ಯೆ ಏನು?
ko_kr: 지금 저에게 가장 큰 문제는 무엇인가요?
ky_kg: Азыр менин негизги көйгөйүм эмне?
lo: ບັນຫາຫຼັກຂອງຂ້ອຍໃນປັດຈຸບັນແມ່ນຫຍັງ?
lt: Kokia pagrindinė problema man dabar?
lv: Kāda ir mana galvenā problēma šobrīd?
mk_mk: Кој е главниот проблем што го имам сега?
ml_in: ഇപ്പോൾ എനിക്ക് പ്രധാന പ്രശ്നം എന്താണ്?
mn_mn: Одоогоор миний гол асуудал юу вэ?
mr: सध्या माझी मुख्य समस्या काय आहे?
ms_my: Apakah masalah utama saya sekarang?
ne: हाल मेरो मुख्य समस्या के हो?
nl: Wat is mijn belangrijkste probleem op dit moment?
no_no: Hva er mitt hovedproblem akkurat nå?
pa: ਮੇਰੇ ਕੋਲ ਇਸ ਸਮੇਂ ਮੁੱਖ ਸਮੱਸਿਆ ਕੀ ਹੈ?
pl: Jaki jest mój główny problem w tej chwili?
pt_br: Qual é o principal problema que eu tenho agora?
ro: Care este problema principală pe care o am acum?
ru: Какая основная проблема у меня сейчас?
si: දැනට මට ඇති ප්‍රධාන ගැටලුව කුමක්ද?
sk: Aký je môj hlavný problém práve teraz?
sl: Kakšen je moj glavni problem trenutno?
sq: Cili është problemi kryesor që kam tani?
sr: Који је мој главни проблем тренутно?
sv_se: Vad är mitt största problem just nu?
sw: Tatizo kuu nililolalo sasa ni lipi?
ta: என்னுடைய தற்போதைய முக்கிய பிரச்சனை என்ன?
te: ప్రస్తుతం నాకు ప్రధాన సమస్య ఏమిటి?
th: ปัญหาหลักของฉันตอนนี้คืออะไร?
tr_tr: Şu anda benim en büyük sorunum nedir?
uk: Яка основна проблема у мене зараз?
ur: اس وقت میری سب سے بڑی مسئلہ کیا ہے؟
vi: Vấn đề chính của tôi hiện nay là gì?
zh_cn: 我目前的主要问题是什么？
zh_hk: 我現在的主要問題是什麼？
zu: Iyiphi inkinga enkulu enginayo njengamanje?
