Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# onboarding_notifications_decline
source: REFUSE
af: WEIER
am: አትስማሙ
ar: رفض
az: RAZILAŞMAMAQ
bn: অস্বীকার করুন
ca: REBUTJAR
cs: ODMÍTNOUT
de: ABLEHNEN
es_es: RECHAZAR
fa: رد کردن
fi_fi: HYLKÄÄ
fil: TANGGAPIN
fr: REFUSER
gl: RECHAZAR
gu: નકારી દો
hi: अस्वीकार करना
hu: ELUTASÍTOM
hy_am: Մերժել
id: TOLAK
is_is: HAFNA
it_it: RIFIUTA
iw: לדחות
ja_jp: 拒否する
ka: უარი თქვით
kk: КЕЛІСПЕУ
km_kh: បដិសេធ
kn_in: ನಿರಾಕರಿಸಿ
ko_kr: 거부하기
ky_kg: ЖОК ДЕП КОЙУУ
lo: ປະຕິເສດ
lt: ATSAUKIUOSI
lv: NORAIDĪT
mk_mk: ОТКАЖИ СЕ
ml_in: നിഷേധിക്കുക
mn_mn: ТАТГАЛЗАХ
mr: नकार द्या
ms_my: TOLAK
ne: अस्वीकार गर्नुहोस्
nl: WEIGEREN
no_no: NEKTE
pa: ਇਨਕਾਰ ਕਰੋ
pl: ODRZUĆ
pt_br: RECUSAR
ro: REFUZĂ
ru: ОТКАЗАТЬСЯ
si: ප්‍රතික්ෂේප කරන්න
sk: ODMIETNUŤ
sl: ZAVRNEM
sq: REFUZOJ
sr: ОДБИТИ
sv_se: AVBÖJ
sw: KATAA
ta: நிராகரிக்கவும்
te: నిరాకరించండి
th: ปฏิเสธ
tr_tr: REDDET
uk: ВІДМОВИТИСЯ
ur: انکار کریں
vi: TỪ CHỐI
zh_cn: 拒绝
zh_hk: 拒絕
zu: KHANSELA

# suggested_questions_chat_1
source: Tell me about my love life.
af: Vertel my van my liefdeslewe
am: ስለ የፍቅር ሕይወቴ ንገረኝ
ar: أخبرني عن حياتي العاطفية
az: Mənə sevgi həyatım haqqında danış
bn: আমার প্রেমজীবন সম্পর্কে বলুন
ca: Explica'm sobre la meva vida amorosa
cs: Řekněte mi o mém milostném životě
de: Erzählen Sie mir von meinem Liebesleben
es_es: Cuéntame sobre mi vida amorosa
fa: درباره زندگی عاشقانه من به من بگو
fi_fi: Kerro minulle rakkauselämästäni
fil: Sabihin mo sa akin ang tungkol sa aking buhay pag-ibig
fr: Parlez-moi de ma vie amoureuse
gl: Cóntame sobre a miña vida amorosa
gu: મારી પ્રેમજીવન વિશે મને જણાવો
hi: मेरी प्रेम जीवन के बारे में बताएं
hu: Mesélj a szerelmi életemről
hy_am: Պատմեք ինձ իմ սիրային կյանքի մասին
id: Ceritakan tentang kehidupan cinta saya
is_is: Segðu mér frá ástarlífi mínu
it_it: Parlami della mia vita amorosa
iw: ספר לי על חיי האהבה שלי
ja_jp: 私の恋愛について教えてください
ka: მითხარი ჩემი სიყვარულის ცხოვრებაზე
kk: Маған махаббат өмірім туралы айтыңыз
km_kh: ប្រាប់ខ្ញុំអំពីជីវិតស្នេហារបស់ខ្ញុំ
kn_in: ನನ್ನ ಪ್ರೇಮ ಜೀವನದ ಬಗ್ಗೆ ನನಗೆ ಹೇಳಿ
ko_kr: 내 연애 생활에 대해 알려 주세요
ky_kg: Менин сүйүү жашоом жөнүндө айтып бериңиз
lo: ເລົ່າໃຫ້ຂ້ອຍຟັງເກືອບຊີວິດຄວາມຮັກຂອງຂ້ອຍ
lt: Papasakokite man apie mano meilės gyvenimą
lv: Pastāstiet man par manu mīlas dzīvi
mk_mk: Раскажи ми за мојот љубовен живот
ml_in: എന്റെ പ്രണയജീവിതത്തെക്കുറിച്ച് പറയൂ
mn_mn: Намайг хайр дурлалын амьдралынхаа талаар хэлж өгөөч
mr: माझ्या प्रेम जीवनाबद्दल मला सांगा
ms_my: Beritahu saya tentang kehidupan cinta saya
ne: मेरो प्रेम जीवनको बारेमा मलाई बताउनुहोस्
nl: Vertel me over mijn liefdesleven
no_no: Fortell meg om mitt kjærlighetsliv
pa: ਮੇਰੀ ਪ੍ਰੇਮ ਜੀਵਨ ਬਾਰੇ ਦੱਸੋ
pl: Opowiedz mi o moim życiu miłosnym
pt_br: Conte-me sobre minha vida amorosa
ro: Spune-mi despre viața mea amoroasă
ru: Расскажите мне о моей любовной жизни
si: මගේ ආදර ජීවිතය ගැන මට කියන්න
sk: Povedzte mi o mojom milostnom živote
sl: Povej mi o mojem ljubezenskem življenju
sq: Më tregoni për jetën time të dashurisë
sr: Реците ми о мом љубавном животу
sv_se: Berätta om mitt kärleksliv
sw: Niambie kuhusu maisha yangu ya mapenzi
ta: என் காதல் வாழ்க்கையைப் பற்றி சொல்லுங்கள்
te: నా ప్రేమ జీవితం గురించి చెప్పండి
th: บอกฉันเกี่ยวกับชีวิตรักของฉัน
tr_tr: Bana aşk hayatım hakkında bilgi ver
uk: Розкажіть мені про моє особисте життя
ur: میری محبت کی زندگی کے بارے میں بتائیں
vi: Hãy kể cho tôi về chuyện tình cảm của tôi
zh_cn: 告诉我我的爱情生活
zh_hk: 告訴我關於我的愛情生活
zu: Ngitshele ngempilo yami yothando

# suggested_questions_chat_2
source: What will happen in my career?
af: Wat gaan gebeur in my loopbaan?
am: በሥራዬ ምን ይሆናል?
ar: ماذا سيحدث في مسيرتي المهنية؟
az: Karyeramda nə baş verəcək?
bn: আমার ক্যারিয়ারে কী ঘটবে?
ca: Què passarà a la meva carrera?
cs: Co se stane v mé kariéře?
de: Was wird in meiner Karriere passieren?
es_es: ¿Qué pasará en mi carrera?
fa: در حرفه من چه اتفاقی خواهد افتاد؟
fi_fi: Mitä tapahtuu urallani?
fil: Ano ang mangyayari sa aking karera?
fr: Que va-t-il se passer dans ma carrière ?
gl: Que pasará na miña carreira?
gu: મારી કારકિર્દીમાં શું થશે?
hi: मेरे करियर में क्या होगा?
hu: Mi fog történni a karrieremben?
hy_am: Ի՞նչ կկատարվի իմ կարիերայում?
id: Apa yang akan terjadi dalam karier saya?
is_is: Hvað mun gerast í starfsferli mínum?
it_it: Cosa succederà nella mia carriera?
iw: מה יקרה בקריירה שלי?
ja_jp: 私のキャリアに何が起こるでしょうか？
ka: რა მოხდება ჩემს კარიერაში?
kk: Менің мансабымда не болады?
km_kh: តើអ្វីនឹងកើតឡើងក្នុងអាជីពរបស់ខ្ញុំ?
kn_in: ನನ್ನ ವೃತ್ತಿಯಲ್ಲಿ ಏನು ಸಂಭವಿಸುತ್ತದೆ?
ko_kr: 내 경력에 무슨 일이 일어날까요?
ky_kg: Менин карьерамда эмне болот?
lo: ຫຍັງຈະເກີດຂຶ້ນໃນອາຊີບຂອງຂ້ອຍ?
lt: Kas nutiks mano karjeroje?
lv: Kas notiks manā karjerā?
mk_mk: Што ќе се случи во мојата кариера?
ml_in: എന്റെ കരിയറിൽ എന്ത് സംഭവിക്കും?
mn_mn: Миний карьерт юу болох вэ?
mr: माझ्या करिअरमध्ये काय होईल?
ms_my: Apa yang akan berlaku dalam kerjaya saya?
ne: मेरो करियरमा के हुनेछ?
nl: Wat zal er gebeuren in mijn carrière?
no_no: Hva vil skje i min karriere?
pa: ਮੇਰੀ ਕਰੀਅਰ ਵਿੱਚ ਕੀ ਹੋਵੇਗਾ?
pl: Co wydarzy się w mojej karierze?
pt_br: O que acontecerá na minha carreira?
ro: Ce se va întâmpla în cariera mea?
ru: Что произойдет в моей карьере?
si: මගේ වෘත්තිය ජීවිතයේ සිදුවන දේ මොනවාද?
sk: Čo sa stane v mojej kariére?
sl: Kaj se bo zgodilo v moji karieri?
sq: Çfarë do të ndodhë në karrierën time?
sr: Шта ће се десити у мојој каријери?
sv_se: Vad kommer att hända i min karriär?
sw: Nini kitatokea katika taaluma yangu?
ta: என் தொழிலில் என்ன நடக்கும்?
te: నా కెరీర్‌లో ఏమి జరుగుతుంది?
th: จะเกิดอะไรขึ้นในอาชีพของฉัน?
tr_tr: Kariyerimde ne olacak?
uk: Що станеться в моїй кар'єрі?
ur: میری کیریئر میں کیا ہوگا؟
vi: Điều gì sẽ xảy ra trong sự nghiệp của tôi?
zh_cn: 我的职业生涯会发生什么？
zh_hk: 我的事業會發生什麼？
zu: Kuzokwenzekani emsebenzini wami?

# suggested_questions_chat_3
source: How can I improve myself?
af: Hoe kan ek myself verbeter?
am: እኔን እንዴት ማሻሻል እችላለሁ?
ar: كيف يمكنني تحسين نفسي؟
az: Özümü necə inkişaf etdirə bilərəm?
bn: আমি কীভাবে নিজেকে উন্নত করতে পারি?
ca: Com puc millorar-me?
cs: Jak se mohu zlepšit?
de: Wie kann ich mich verbessern?
es_es: ¿Cómo puedo mejorarme?
fa: چگونه می‌توانم خودم را بهبود دهم؟
fi_fi: Kuinka voin parantaa itseäni?
fil: Paano ko mapapabuti ang aking sarili?
fr: Comment puis-je m'améliorer?
gl: Como podo mellorar a min mesmo?
gu: હું પોતાને કેવી રીતે સુધારી શકું?
hi: मैं खुद को कैसे बेहतर बना सकता हूँ?
hu: Hogyan fejleszthetem magam?
hy_am: Ինչպե՞ս կարող եմ բարելավել ինձ:
id: Bagaimana saya bisa memperbaiki diri?
is_is: Hvernig get ég bætt mig?
it_it: Come posso migliorare me stesso?
iw: איך אני יכול להשתפר?
ja_jp: 自分をどうやって向上させることができますか？
ka: როგორ შემიძლია გავაუმჯობესო თავი?
kk: Мен өзімді қалай жақсарта аламын?
km_kh: តើខ្ញុំអាចធ្វើឲ្យខ្លួនឯងប្រសើរឡើងបានយ៉ាងដូចម្តេច?
kn_in: ನಾನು ನನ್ನನ್ನು ಹೇಗೆ ಸುಧಾರಿಸಿಕೊಳ್ಳಬಹುದು?
ko_kr: 어떻게 하면 나 자신을 발전시킬 수 있을까요?
ky_kg: Өзүмдү кантип жакшырта алам?
lo: ຂ້ອຍຈະພັດທະນາຕົວເອງໄດ້ແນວໃດ?
lt: Kaip aš galiu patobulėti?
lv: Kā es varu sevi uzlabot?
mk_mk: Како можам да се подобрам себеси?
ml_in: ഞാൻ എങ്ങനെ എന്റെ സ്വയം മെച്ചപ്പെടുത്താം?
mn_mn: Би өөрийгөө хэрхэн сайжруулж чадах вэ?
mr: मी स्वतःला कसे सुधारू शकतो?
ms_my: Bagaimana saya boleh memperbaiki diri saya?
ne: म आफूलाई कसरी सुधार गर्न सक्छु?
nl: Hoe kan ik mezelf verbeteren?
no_no: Hvordan kan jeg forbedre meg selv?
pa: ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਕ࿵ੇਂ ਸੁਧਾਰ ਸਕਦਾ ਹਾਂ?
pl: Jak mogę się poprawić?
pt_br: Como posso melhorar a mim mesmo?
ro: Cum mă pot îmbunătăți?
ru: Как я могу улучшить себя?
si: මට මගේ ස්වයං වර්ධනය කෙසේ කළ හැකිද?
sk: Ako sa môžem zlepšiť?
sl: Kako se lahko izboljšam?
sq: Si mund të përmirësoj veten?
sr: Како могу да побољшам себе?
sv_se: Hur kan jag förbättra mig själv?
sw: Ninawezaje kuboresha nafsi yangu?
ta: நான் என்னை எப்படி மேம்படுத்தலாம்?
te: నేను నా స్వంతాన్ని ఎలా మెరుగుపరుచుకోవచ్చు?
th: ฉันจะพัฒนาตัวเองได้อย่างไร?
tr_tr: Kendimi nasıl geliştirebilirim?
uk: Як я можу покращити себе?
ur: میں خود کو کیسے بہتر بنا سکتا ہوں؟
vi: Làm thế nào tôi có thể cải thiện bản thân?
zh_cn: 我如何能够提升自己？
zh_hk: 我如何能提升自己？
zu: Ngingazithuthukisa kanjani?

# suggested_questions_chat_4
source: What opportunities await me in the future?
af: Watter geleenthede wag op my in die toekoms?
am: በወደፊት ምን እድሎች እንደሚጠበቁኝ?
ar: ما الفرص التي تنتظرني في المستقبل؟
az: Gələcəkdə məni hansı imkanlar gözləyir?
bn: ভবিষ্যতে আমার জন্য কী সুযোগ অপেক্ষা করছে?
ca: Quines oportunitats m'esperen en el futur?
cs: Jaké příležitosti mě čekají v budoucnu?
de: Welche Möglichkeiten erwarten mich in der Zukunft?
es_es: ¿Qué oportunidades me esperan en el futuro?
fa: چه فرصت‌هایی در آینده در انتظار من است؟
fi_fi: Mitä mahdollisuuksia minua odottaa tulevaisuudessa?
fil: Anong mga oportunidad ang naghihintay sa akin sa hinaharap?
fr: Quelles opportunités m'attendent à l'avenir?
gl: Que oportunidades me agardan no futuro?
gu: ભવિષ્યમાં મારી માટે કયા અવસરો રાહ જોઈ રહ્યા છે?
hi: भविष्य में मेरे लिए कौन-कौन से अवसर हैं?
hu: Milyen lehetőségek várnak rám a jövőben?
hy_am: Որոն հնարավորություններն են ինձ սպասում ապագայում:
id: Kesempatan apa yang menanti saya di masa depan?
is_is: Hvaða tækifæri bíða mín í framtíðinni?
it_it: Quali opportunità mi aspettano in futuro?
iw: אילו הזדמנויות מחכות לי בעתיד?
ja_jp: 将来どんな可能性が待っていますか？
ka: რა შესაძლებლობები მელოდება მომავალში?
kk: Алдағы уақытта мені қандай мүмкіндіктер күтеді?
km_kh: តើឱកាសអ្វីខ្លះកំពុងរង់ចាំខ្ញុំនៅអនាគត?
kn_in: ಭವಿಷ್ಯದಲ್ಲಿ ನನ್ನನ್ನು ಯಾವ ಅವಕಾಶಗಳು ಕಾಯುತ್ತಿದೆ?
ko_kr: 미래에 어떤 기회가 기다리고 있을까요?
ky_kg: Келечекте кандай мүмкүнчүлүктөр мени күтүп турат?
lo: ໂອກາດໃດທີ່ກຳລັງລໍຖ້າຂ້ອຍໃນອະນາຄົດ?
lt: Kokios galimybės manęs laukia ateityje?
lv: Kādas iespējas mani gaida nākotnē?
mk_mk: Кои можности ме чекаат во иднина?
ml_in: ഭാവിയിൽ എനിക്ക് എന്ത് അവസരങ്ങൾ കാത്തിരിക്കുന്നു?
mn_mn: Ирээдүйд надаас ямар боломжууд хүлээж байна вэ?
mr: भविष्यात माझी कोणती संधी वाट पाहत आहेत?
ms_my: Apakah peluang yang menanti saya di masa depan?
ne: भविष्यमा मलाई के अवसरहरू पर्खिरहेका छन्?
nl: Welke mogelijkheden wachten mij in de toekomst?
no_no: Hvilke muligheter venter på meg i fremtiden?
pa: ਭਵਿੱਖ ਵਿੱਚ ਮੇਰੇ ਲਈ ਕਿ๜ੜੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਹਨ?
pl: Jakie możliwości czekają na mnie w przyszłości?
pt_br: Quais oportunidades me aguardam no futuro?
ro: Ce oportunități mă așteaptă în viitor?
ru: Какие возможности ждут меня в будущем?
si: අනාගතයේ මට කුමන අවස්ථා බලාපොරොත්තු විය හැකිද?
sk: Aké možnosti ma čakajú v budúcnosti?
sl: Katere priložnosti me čakajo v prihodnosti?
sq: Çfarë mundësish më presin në të ardhmen?
sr: Које могућности ме чекају у будућности?
sv_se: Vilka möjligheter väntar mig i framtiden?
sw: Nafasi gani zinanisubiri katika siku zijazo?
ta: என்ன எதிர்காலத்தில் என்ன வாய்ப்புகள் காத்திருக்கின்றன?
te: భవిష్యత్తులో నాకు ఏ అవకాశాలు ఎదురవుతాయి?
th: โอกาสอะไรที่รอฉันอยู่ในอนาคต?
tr_tr: Gelecekte beni hangi fırsatlar bekliyor?
uk: Які можливості чекають мене в майбутньому?
ur: مستقبل میں میرے لیے کون سے مواقع ہیں؟
vi: Những cơ hội nào đang chờ tôi trong tương lai?
zh_cn: 未来有哪些机会在等待我？
zh_hk: 未來有哪些機會在等待我？
zu: Yiziphi amathuba angilindele esikhathini esizayo?

# onboarding_final_title
source: Everything is ready!
af: Alles is gereed!
am: ሁሉም ተዘጋጅቷል!
ar: كل شيء جاهز!
az: Hər şey hazırdır!
bn: সবকিছু প্রস্তুত!
ca: Tot està llest!
cs: Vše je připraveno!
de: Alles ist bereit!
es_es: ¡Todo listo!
fa: همه چیز آماده است!
fi_fi: Kaikki valmista!
fil: Lahat ay handa na!
fr: Tout est prêt!
gl: Todo listo!
gu: બધું તૈયાર છે!
hi: सब कुछ तैयार है!
hu: Minden kész!
hy_am: Ամեն ինչ պատրաստ է:
id: Semua sudah siap!
is_is: Allt er tilbúið!
it_it: Tutto è pronto!
iw: הכל מוכן!
ja_jp: すべて準備ができました！
ka: ყველაფერი მზადაა!
kk: Барлығы дайын!
km_kh: អ្វីៗបានរៀបចំរួចរាល់ហើយ!
kn_in: ಎಲ್ಲವೂ ಸಿದ್ಧವಾಗಿದೆ!
ko_kr: 모든 준비가 완료되었습니다!
ky_kg: Баары даяр!
lo: ທຸກຢ່າງພ້ອມແລ້ວ!
lt: Viskas paruošta!
lv: Viss ir gatavs!
mk_mk: Сè е подготвено!
ml_in: എല്ലാം തയ്യാറായി!
mn_mn: Бүх зүйл бэлэн боллоо!
mr: सर्व काही तयार आहे!
ms_my: Semua sudah siap!
ne: सबै तयार छ!
nl: Alles is klaar!
no_no: Alt er klart!
pa: ਸਭ ਕੁਝ ਤਿਆਰ ਹੈ!
pl: Wszystko gotowe!
pt_br: Tudo pronto!
ro: Totul este gata!
ru: Все готово!
si: සියල්ල සූදානම්!
sk: Všetko je pripravené!
sl: Vse je pripravljeno!
sq: Gjithçka është gati!
sr: Све је спремно!
sv_se: Allt är klart!
sw: Kila kitu kiko tayari!
ta: எல்லாம் தயார்!
te: అన్నీ సిద్ధంగా ఉన్నాయి!
th: ทุกอย่างพร้อมแล้ว!
tr_tr: Her şey hazır!
uk: Все готово!
ur: سب کچھ تیار ہے!
vi: Mọi thứ đã sẵn sàng!
zh_cn: 一切就绪！
zh_hk: 一切就緒！
zu: Konke sekulungile!

# onboarding_final_subtitle
source: To support the project's operation, we show advertisements. BUT if you don't want to, you can subscribe.
af: Om die projek te ondersteun, wys ons advertensies. MAAR as jy nie wil hê nie, kan jy inteken
am: ፕሮጀክቱ እንዲሰራ ለመደገፍ ማስታወቂያ እንቀርባለን። ነገር ግን እንዳትፈልጉ ማስተዋወቅ ይችላሉ
ar: لدعم تشغيل المشروع نعرض الإعلانات. لكن إذا لم ترغب، يمكنك الاشتراك
az: Layihənin işləməsini təmin etmək üçün reklam göstəririk. AMMA istəmirsinizsə, abunə ola bilərsiniz
bn: প্রকল্পের কাজ চালিয়ে যাওয়ার জন্য আমরা বিজ্ঞাপন দেখাই। কিন্তু যদি না চান, আপনি সাবস্ক্রাইব করতে পারেন
ca: Per mantenir el funcionament del projecte mostrem publicitat. PERÒ si no voleu, podeu subscriure-us
cs: Pro podporu projektu zobrazujeme reklamy. ALE pokud nechcete, můžete si předplatit
de: Um das Projekt am Laufen zu halten, zeigen wir Werbung. ABER wenn Sie nicht möchten, können Sie ein Abonnement abschließen
es_es: Para mantener el funcionamiento del proyecto mostramos publicidad. PERO si no quieres, puedes suscribirte
fa: برای حمایت از پروژه، ما تبلیغات نمایش می‌دهیم. اما اگر نمی‌خواهید، می‌توانید اشتراک تهیه کنید
fi_fi: Projektin ylläpitämiseksi näytämme mainoksia. MUTTA jos et halua, voit tilata
fil: Para mapanatili ang operasyon ng proyekto, nagpapakita kami ng mga patalastas. PERO kung ayaw mo, maaari kang mag-subscribe
fr: Pour soutenir le projet, nous affichons des publicités. MAIS si vous ne le souhaitez pas, vous pouvez vous abonner
gl: Para manter o funcionamento do proxecto mostramos publicidade. PERO se non queres, podes subscribirte
gu: પ્રોજેક્ટની કામગીરી જાળવવા માટે અમે જાહેરાત બતાવીએ છીએ. પરંતુ જો તમે ઇચ્છતા ન હોવ, તો તમે સબ્સ્ક્રાઇબ કરી શકો છો
hi: परियोजना को चलाए रखने के लिए हम विज्ञापन दिखाते हैं। लेकिन अगर आप नहीं चाहते, तो आप सदस्यता ले सकते हैं
hu: A projekt működtetésének fenntartása érdekében reklámokat jelenítünk meg. DE ha nem szeretné, előfizethet
hy_am: Նախագծի աշխատանքի պահպանման համար մենք ցուցադրում ենք գովազդ: Բայց եթե չեք ցանկանում, կարող եք բաժանորդագրվել
id: Untuk mendukung jalannya proyek, kami menampilkan iklan. TAPI jika tidak ingin, Anda bisa berlangganan
is_is: Til að halda verkefninu gangandi sýnum við auglýsingar. EN ef þú vilt ekki getur þú gerst áskrifandi
it_it: Per sostenere il progetto mostriamo pubblicità. MA se non vuoi, puoi abbonarti
iw: כדי לתמוך בפרויקט אנחנו מציגים פרסומות. אבל אם אינך רוצה, תוכל להירשם
ja_jp: プロジェクトの運営を維持するために広告を表示しています。しかし、もし望まない場合は、購読することもできます
ka: პროექტის მუშაობის მხარდასაჭერად ჩვენ ვაჩვენებთ რეკლამას. მაგრამ თუ არ გსურთ, შეგიძლიათ გამოწეროთ
kk: Жобаның жұмысын қолдау үшін біз жарнаманы көрсетеміз. БІРАҚ егер қаламасаңыз, жазыла аласыз
km_kh: ដើម្បីគាំទ្រការងារគម្រោង យើងបង្ហាញផ្សាយពាណិជ្ជកម្ម។ ប៉ុន្តែបើអ្នកមិនចង់ អ្នកអាចចុះឈ្មោះបាន
kn_in: ಪ್ರಾಜೆಕ್ಟ್ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಿರ್ವಹಿಸಲು ನಾವು ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸುತ್ತೇವೆ. ಆದರೆ ನೀವು ಇಚ್ಛಿಸದಿದ್ದರೆ, ನೀವು ಚಂದಾದಾರರಾಗಬಹುದು
ko_kr: 프로젝트 운영을 위해 광고를 표시합니다. 하지만 원하지 않으시면 구독하실 수 있습니다
ky_kg: Долбоордун иштешин колдоо үчүн биз жарнама көрсөтөбүз. ЭМНЕ БОЛСО да каалабасаңыз, жазылсаңыз болот
lo: ເພື່ອສະໜັບສະໜູນການເຮັດວຽກໂຄງການ ພວກເຮົາຈະສະແດງການໂຄສະນາ. ແຕ່ຖ້າທ່ານບໍ່ຕ້ອງການ, ທ່ານສາມາດລົງທະບຽນໄດ້
lt: Norėdami palaikyti projekto veikimą, rodome reklamą. TAČIAU jei nenorite, galite užsiprenumeruoti
lv: Lai uzturētu projekta darbību, mēs rādām reklāmas. BET, ja nevēlaties, Jūs varat abonēt
mk_mk: За одржување на проектот прикажуваме реклами. НО ако не сакате, можете да се претплатите
ml_in: പ്രോജക്ടിന്റെ പ്രവർത്തനം നിലനിർത്താൻ ഞങ്ങൾ പരസ്യങ്ങൾ കാണിക്കുന്നു. പക്ഷേ നിങ്ങൾക്ക് ഇഷ്ടമില്ലെങ്കിൽ, നിങ്ങൾ സബ്സ്ക്രൈബ് ചെയ്യാം
mn_mn: Төслийн үйл ажиллагааг дэмжихийн тулд бид зар сурталчилгаа харуулдаг. ГЭХДЭЭ хэрвээ хүсэхгүй бол та захиалж болно
mr: प्रकल्प चालू ठेवण्यासाठी आम्ही जाहिरात दाखवतो. पण तुम्हाला नको असल्यास, तुम्ही सदस्यता घेऊ शकता
ms_my: Untuk menyokong operasi projek, kami memaparkan iklan. TETAPI jika anda tidak mahu, anda boleh melanggan
ne: परियोजनाको कामकाजलाई समर्थन गर्न हामी विज्ञापन देखाउँछौं। तर यदि तपाईं चाहनुहुन्न भने, तपाईं सदस्यता लिन सक्नुहुन्छ
nl: Om het project draaiende te houden tonen we advertenties. MAAR als u dat niet wilt, kunt u zich abonneren
no_no: For å opprettholde prosjektet viser vi annonser. MEN hvis du ikke ønsker det, kan du abonnere
pa: ਪ੍ਰੋਜੈਕਟ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਅਸੀਂ ਵਿਗਿਆਪਨ ਦਿਖਾਉਂਦੇ ਹਾਂ। ਪਰ ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਚਾਹੁੰਦੇ, ਤਾਂ ਤੁਸੀਂ ਸਬਸਕ੍ਰਾਈਬ ਕਰ ਸਕਦੇ ਹੋ
pl: Aby utrzymać działanie projektu, wyświetlamy reklamy. ALE jeśli nie chcesz, możesz się zasubskrybować
pt_br: Para manter o funcionamento do projeto, exibimos anúncios. MAS se não quiser, você pode assinar
ro: Pentru a susține funcționarea proiectului, afișăm reclame. DAR dacă nu doriți, vă puteți abona
ru: Для поддержания работы проекта мы показываем рекламу. НО если не хотите, Вы можете подписаться
si: ව්‍යාපෘතිය ක්‍රියාත්මක තබා ගැනීමට අපි දැන්වීම් පෙන්වයි. නමුත් ඔබට අවශ්‍ය නොවන්නේ නම්, ඔබට දායක විය හැකිය
sk: Na podporu projektu zobrazujeme reklamy. ALE ak nechcete, môžete si predplatiť
sl: Za vzdrževanje delovanja projekta prikazujemo oglase. VENDAR če ne želite, se lahko naročite
sq: Për të mbajtur projektin në funksion, ne shfaqim reklama. POR nëse nuk dëshironi, mund të abonoheni
sr: За одржавање рада пројекта приказујемо рекламе. АЛИ ако не желите, можете се претплатити
sv_se: För att stödja projektets drift visar vi reklam. MEN om du inte vill kan du prenumerera
sw: Ili kuendeleza mradi, tunaonyesha matangazo. LAKINI ikiwa hutaki, unaweza kujiandikisha
ta: திட்டத்தின் செயல்பாட்டை பராமரிக்க நாங்கள் விளம்பரங்களை காட்டுகிறோம். ஆனால் நீங்கள் விரும்பவில்லை என்றால், நீங்கள் சந்தா செய்யலாம்
te: ప్రాజెక్ట్ పని కొనసాగించడానికి మేము ప్రకటనలు చూపిస్తున్నాము. కానీ మీరు ఇష్టపడకపోతే, మీరు సబ్‌స్క్రైబ్ చేయవచ్చు
th: เพื่อสนับสนุนการทำงานของโครงการ เราจะแสดงโฆษณา แต่ถ้าไม่ต้องการ คุณสามารถสมัครสมาชิกได้
tr_tr: Projenin devamlılığı için reklam gösteriyoruz. AMA istemezseniz, abone olabilirsiniz
uk: Для підтримки роботи проєкту ми показуємо рекламу. АЛЕ якщо не хочете, Ви можете підписатися
ur: پروجیکٹ کو چلانے کے لیے ہم اشتہارات دکھاتے ہیں۔ لیکن اگر آپ نہیں چاہتے تو آپ سبسکرائب کر سکتے ہیں
vi: Để duy trì hoạt động của dự án, chúng tôi hiển thị quảng cáo. NHƯNG nếu bạn không muốn, bạn có thể đăng ký
zh_cn: 为了维持项目运行，我们会展示广告。但如果您不想看到，可以订阅
zh_hk: 為了維持項目運作，我們會顯示廣告。但如果您不想看到，可以訂閱
zu: Ukuze sigcine iphrojekthi isebenza sibonisa izikhangiso. KODWA uma ungafuni, ungabhalisela

# onboarding_final_benefits
source: No ads Layouts without limits Training without limits
af: Sonder advertensies Onbeperkte uitleg Onbeperkte opleiding
am: ማስታወቂያ ያለው ነገር ያልተገደበ እቃዎች ያልተገደበ ማማር
ar: بدون إعلانات توزيعات بلا حدود تعلم بلا حدود
az: Reklamsız Məhdudiyyətsiz düzülüşlər Məhdudiyyətsiz təlimlər
bn: বিজ্ঞাপন ছাড়া সীমাহীন রিডিং সীমাহীন শিক্ষা
ca: Sense publicitat Tirades sense límits Aprenentatge sense límits
cs: Bez reklam Neomezené rozklady Neomezené vzdělávání
de: Ohne Werbung Uneingeschränkte Legungen Uneingeschränktes Lernen
es_es: Sin publicidad Lecturas sin límites Aprendizaje sin límites
fa: بدون تبلیغات تفسیرها بدون محدودیت آموزش بدون محدودیت
fi_fi: Ilman mainoksia Rajoittamattomat levitykset Rajoittamaton opetus
fil: Walang patalastas Walang limitasyong mga layout Walang limitasyong pag-aaral
fr: Sans publicité Des tirages sans limites Un apprentissage sans limites
gl: Sen publicidade Tiradas sen límites Aprendizaxe sen límites
gu: જાહેરાત વગર અસીમિત વિતરણો અસીમિત તાલીમ
hi: बिना विज्ञापन के सीमित रहित कार्ड डील्स सीमित रहित प्रशिक्षण
hu: Reklám nélkül Korlátlan leosztások Korlátlan tanulás
hy_am: Առանց գովազդի Անսահմանափակ դասավորություններ Անսահմանափակ ուսուցում
id: Tanpa iklan Penyebaran tanpa batas Pembelajaran tanpa batas
is_is: Engar auglýsingar Ótakmarkaðar útlagnir Ótakmarkað nám
it_it: Senza pubblicità Distribuzioni senza limiti Apprendimento senza limiti
iw: ללא פרסומות פריסות ללא הגבלה למידה ללא הגבלה
ja_jp: 広告なし 制限なしのスプレッド 制限なしの学習
ka: რეკლამის გარეშე შეტყობინებები შეზღუდვების გარეშე სწავლება შეზღუდვების გარეშე
kk: Жарнама жоқ Шектеусіз таралымдар Шектеусіз оқыту
km_kh: គ្មានផ្សាយពាណិជ្ជកម្ម ការរៀបចំដោយគ្មានកំណត់ ការសិក្សាដោយគ្មានកំណត់
kn_in: ಜಾಹೀರಾತು ಇಲ್ಲದೆ ಮಿತಿ ಇಲ್ಲದೆ ವಿಂಗಡಣೆಗಳು ಮಿತಿ ಇಲ್ಲದೆ ತರಬೇತಿ
ko_kr: 광고 없음 제한 없는 카드 배열 제한 없는 학습
ky_kg: Жарнама жок Чектөөсүз раскладдар Чектөөсүз окуу
lo: ບໍ່ມີການໂຄສະນາ ການຈັດການບໍ່ມີຂໍ້ຈຳກັດ ການສຶກສາບໍ່ມີຂໍ້ຈຳກັດ
lt: Be reklamos Išdėstymai be apribojimų Mokymasis be apribojimų
lv: Bez reklāmām Neierobežotas izkārtojumu iespējas Neierobežota apmācība
mk_mk: Без реклами Расклади без ограничувања Обучување без ограничувања
ml_in: പരസ്യങ്ങൾ ഇല്ലാതെ പരിമിതികളില്ലാതെ കളികൾ പരിമിതികളില്ലാതെ പഠനം
mn_mn: Зар сурталчилгаагүй Хязгаарлалтгүй заавар Хязгаарлалтгүй сургалт
mr: जाहिरात शिवाय मर्यादा नसलेल्या रीडिंग्स मर्यादा नसलेले शिक्षण
ms_my: Tanpa iklan Susunan tanpa had Pembelajaran tanpa had
ne: विज्ञापन बिना सीमितता बिना टारो पढाइ सीमितता बिना सिकाइ
nl: Zonder advertenties Onbeperkte leggingen Onbeperkt leren
no_no: Uten annonser Ubegrensede opplegg Ubegrenset opplæring
pa: ਬਿਨਾਂ ਵਿਗਿਆਪਨ ਦੇ ਬੇਅੰਤ ਖੇਡਾਂ ਬੇਅੰਤ ਸਿੱਖਿਆ
pl: Bez reklam Układy bez ograniczeń Nauka bez ograniczeń
pt_br: Sem anúncios Leituras sem limitações Treinamento sem limitações
ro: Fără reclame Distribuții fără limitări Învățare fără limitări
ru: Без рекламы Расклады без ограничений Обучение без ограничений
si: දැන්වීම් රහිතව සීමා රහිත විවරණ සීමා රහිත අධ්‍යාපනය
sk: Bez reklám Rozklady bez obmedzení Vzdelávanie bez obmedzení
sl: Brez oglasov Razporedi brez omejitev Učenje brez omejitev
sq: Pa reklama Lojëra pa kufizime Mësim pa kufizime
sr: Без реклама Тумачења без ограничења Обучавање без ограничења
sv_se: Utan reklam Oändliga upplägg Oändlig utbildning
sw: Bila matangazo Mipangilio isiyo na kikomo Mafunzo yasiyo na kikomo
ta: விளம்பரமின்றி வரம்பில்லா விளக்கங்கள் வரம்பில்லா பயிற்சி
te: ప్రకటనలేమి పరిమితులేని పతకాలు పరిమితులేని శిక్షణ
th: ไม่มีโฆษณา การแจกไพ่ไม่มีข้อจำกัด การเรียนรู้ไม่มีข้อจำกัด
tr_tr: Reklamsız Sınırsız açılımlar Sınırsız eğitim
uk: Без реклами Розклади без обмежень Навчання без обмежень
ur: بغیر اشتہار کے بے حد ترتیب بے حد تعلیم
vi: Không quảng cáo Bố cục không giới hạn Học tập không giới hạn
zh_cn: 无广告 无限制牌阵 无限制学习
zh_hk: 無廣告 無限制的牌局 無限制的教學
zu: Ngaphandle kwezikhangiso Izinhlelo ngaphandle kwemingcele Ukuqeqeshwa ngaphandle kwemingcele

# onboarding_final_yearly
source: Annually
af: Jaarlik
am: አመታዊ
ar: سنويًا
az: İllik
bn: বার্ষিক
ca: Anual
cs: Ročně
de: Jährlich
es_es: Anualmente
fa: سالانه
fi_fi: Vuotuinen
fil: Taunan
fr: Annuellement
gl: Anualmente
gu: વાર્ષિક
hi: वार्षिक
hu: Évente
hy_am: Տարվա ընթացքում
id: Tahunan
is_is: Árlega
it_it: Annualmente
iw: שנתי
ja_jp: 毎年
ka: ყოველწლიურად
kk: Жыл сайын
km_kh: រៀងរាល់ឆ្នាំ
kn_in: ವಾರ್ಷಿಕವಾಗಿ
ko_kr: 매년
ky_kg: Жыл сайын
lo: ປະຈຳປີ
lt: Kasmet
lv: Ik gadu
mk_mk: Годишно
ml_in: വാർഷികമായി
mn_mn: Жил бүр
mr: दरवर्षी
ms_my: Setiap tahun
ne: वार्षिक
nl: Jaarlijks
no_no: Årlig
pa: ਸਾਲਾਨਾ
pl: Corocznie
pt_br: Anualmente
ro: Anual
ru: Ежегодно
si: වාර්ෂිකව
sk: Ročne
sl: Letno
sq: Vjetore
sr: Годишње
sv_se: Årligen
sw: Kila mwaka
ta: ஆண்டுக்கு
te: ప్రతి సంవత్సరం
th: รายปี
tr_tr: Yıllık
uk: Щорічно
ur: سالانہ
vi: Hàng năm
zh_cn: 每年
zh_hk: 每年
zu: Minyaka yonke
