Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_name_six_of_swords
source: Six of Swords
af: Ses van Swaard
am: ስድስት የሰይፍ ካርዶች
ar: ستة السيوف
az: Altılıq Qılınclar
bn: ছয়টি তলোয়ার
ca: Sis d’Espases
cs: Šestka mečů
de: Sechs der Schwerter
es_es: Seis de Espadas
fa: شش شمشیر
fi_fi: Miekkojen Kuutonen
fil: Anim na Espada
fr: Six d'Épées
gl: Seis de Espadas
gu: છ તલવારો
hi: छह तलवारें
hu: Kardok hatosa
hy_am: Վեցյակ Սուրեր
id: Enam Pedang
is_is: Sex sverð
it_it: Sei di Spade
iw: שש חרבות
ja_jp: ソードの6
ka: ექვსი ხმალი
kk: Қылыштардың Алтысы
km_kh: ប្រាំមួយនាក់នៃដាវ
kn_in: ತ್ರಿಕೋನಗಳ ಆರು
ko_kr: 소드 6
ky_kg: Жүрөктүн Алтысы
lo: ສາຍດາດ 6
lt: Šešių kalavijų
lv: Seši Zobeni
mk_mk: Шесторка на Мечеви
ml_in: ആറ് വാളുകൾ
mn_mn: Сэлэмний Зургаа
mr: सहा तलवारी
ms_my: Enam Pedang
ne: छ तीर
nl: Zes Zwaarden
no_no: Seks sverd
pa: ਛੇ ਤਲਵਾਰਾਂ
pl: Szóstka Mieczy
pt_br: Seis de Espadas
ro: Șase de Săbii
ru: Шестерка Мечей
si: හයක් කඩුවෝ
sk: Šestka Mečov
sl: Šestka mečev
sq: Gjashtë e Shpatave
sr: Шестка Мечева
sv_se: Sex i svärd
sw: Sita za Miezi
ta: ஆறு வாள்
te: ఆరు తుపాకులు
th: หกดาบ
tr_tr: Kılıç Altılısı
uk: Шістка Мечів
ur: چھ تلواریں
vi: Sáu Kiếm
zh_cn: 六剑牌
zh_hk: 六劍牌
zu: Isithupha Sezinkemba

# card_name_seven_of_swords
source: Seven of Swords
af: Sewe van Swaard
am: ሰባት የሰይፍ ካርዶች
ar: سبعة السيوف
az: Yedilik Qılınclar
bn: সাতটি তলোয়ার
ca: Set d’Espases
cs: Sedmička mečů
de: Sieben der Schwerter
es_es: Siete de Espadas
fa: هفت شمشیر
fi_fi: Miekkojen Seiska
fil: Pitong Espada
fr: Sept d'Épées
gl: Sete de Espadas
gu: સાત તલવારો
hi: सात तलवारें
hu: Kardok hetese
hy_am: Յոթյակ Սուրեր
id: Tujuh Pedang
is_is: Sjö sverð
it_it: Sette di Spade
iw: שבע חרבות
ja_jp: ソードの7
ka: შვიდი ხმალი
kk: Қылыштардың Жетігі
km_kh: ប្រាំពីរនាក់នៃដាវ
kn_in: ತ್ರಿಕೋನಗಳ ಏಳು
ko_kr: 소드 7
ky_kg: Жүрөктүн Жетиеси
lo: ສາຍດາດ 7
lt: Septynių kalavijų
lv: Septiņi Zobeni
mk_mk: Седморка на Мечеви
ml_in: ഏഴ് വാളുകൾ
mn_mn: Сэлэмний Долоо
mr: सात तलवारी
ms_my: Tujuh Pedang
ne: सात तीर
nl: Zeven Zwaarden
no_no: Sju sverd
pa: ਸੱਤ ਤਲਵਾਰਾਂ
pl: Siódemka Mieczy
pt_br: Sete de Espadas
ro: Șapte de Săbii
ru: Семерка Мечей
si: හතක් කඩුවෝ
sk: Sedmička Mečov
sl: Sedem mečev
sq: Shtatë e Shpatave
sr: Седмица Мечева
sv_se: Sju i svärd
sw: Saba za Miezi
ta: ஏழு வாள்
te: ఏడు తుపాకులు
th: เจ็ดดาบ
tr_tr: Kılıç Yedilisi
uk: Сімка Мечів
ur: سات تلواریں
vi: Bảy Kiếm
zh_cn: 七剑牌
zh_hk: 七劍牌
zu: Isikhombisa Sezinkemba

# card_name_eight_of_swords
source: Eight of Swords
af: Agt van Swerte
am: ስምንተኛው ሰይፍ
ar: ثمانية السيوف
az: Səkkizlik Qılınclar
bn: অষ্টম তলোয়ার
ca: Vuit d'Espases
cs: Osmička mečů
de: Acht der Schwerter
es_es: Ocho de Espadas
fa: هشت شمشیر
fi_fi: Miekkojen kahdeksikko
fil: Walo ng Espada
fr: Huit d'Épées
gl: Oito de Espadas
gu: તલવારોની આઠ
hi: अष्ट तलवारें
hu: Kardok Nyolcasa
hy_am: Ութնոց Սրեր
id: Delapan Pedang
is_is: Átta sverða
it_it: Otto di Spade
iw: שמונה חרבות
ja_jp: ソードの8
ka: რვიანი ხმლები
kk: Қылыштардың Сегіздігі
km_kh: ប្រាំបួនកាំភ្លើង
kn_in: ಆರು ಕತ್ತಿಗಳು
ko_kr: 검의 8
ky_kg: Кылычтардын Сегизи
lo: ແປດດາວດາວດາວ
lt: Aštuoni Kardai
lv: Astoņnieks Zobeni
mk_mk: Осмица Мечеви
ml_in: തൊണ്ണൂറിന്റെ എട്ട്
mn_mn: Сэлэмний Найман
mr: तलवारींची आठ
ms_my: Lapan Pedang
ne: तलवारको आठ
nl: Acht Zwaarden
no_no: Åtter sverd
pa: ਤਲਵਾਰਾਂ ਦੀ ਅੱਠ
pl: Ósemka Mieczy
pt_br: Oito de Espadas
ro: Opt de Spade
ru: Восьмерка Мечей
si: තිරසාර අට
sk: Osem mečov
sl: Osem mečev
sq: Tetë Shpata
sr: Осмица Мечева
sv_se: Åttan av svärd
sw: Nane za Miezi
ta: எட்டு வாள்
te: అష్టం కత్తులు
th: แปดดาบ
tr_tr: Kılıç Sekizlisi
uk: Вісімка Мечів
ur: آٹھ تلواریں
vi: Tám Kiếm
zh_cn: 宝剑八
zh_hk: 劍八
zu: Isishiyagalombili Sezinkemba

# card_name_nine_of_swords
source: Nine of Swords
af: Nege van Swerte
am: ዘጠነኛው ሰይፍ
ar: تسعة السيوف
az: Doqquzluq Qılınclar
bn: নবম তলোয়ার
ca: Nou d'Espases
cs: Devítka mečů
de: Neun der Schwerter
es_es: Nueve de Espadas
fa: نه شمشیر
fi_fi: Miekkojen ysikko
fil: Siyam ng Espada
fr: Neuf d'Épées
gl: Nove de Espadas
gu: તલવારોની નવ
hi: नव तलवारें
hu: Kardok Kilencese
hy_am: Ինննոց Սրեր
id: Sembilan Pedang
is_is: Níu sverða
it_it: Nove di Spade
iw: תשעה חרבות
ja_jp: ソードの9
ka: ცხრიანი ხმლები
kk: Қылыштардың Тоғыздығы
km_kh: ប្រាំប្រាំកាំភ្លើង
kn_in: ಒಂಬತ್ತು ಕತ್ತಿಗಳು
ko_kr: 검의 9
ky_kg: Кылычтардын Тогузу
lo: ເກົ້າດາວດາວດາວ
lt: Devyni Kardai
lv: Deviņnieks Zobeni
mk_mk: Деветка Мечеви
ml_in: തൊണ്ണൂറിന്റെ ഒമ്പത്
mn_mn: Сэлэмний Есөн
mr: तलवारींची नऊ
ms_my: Sembilan Pedang
ne: तलवारको नौ
nl: Negen Zwaarden
no_no: Nier sverd
pa: ਤਲਵਾਰਾਂ ਦੀ ਨੌਂ
pl: Dziewiątka Mieczy
pt_br: Nove de Espadas
ro: Nouă de Spade
ru: Девятка Мечей
si: තිරසාර නවය
sk: Deväť mečov
sl: Devet mečev
sq: Nëntë Shpata
sr: Деветица Мечева
sv_se: Nian av svärd
sw: Tisa za Miezi
ta: ஒன்பது வாள்
te: తొమ్మిది కత్తులు
th: เก้าดาบ
tr_tr: Kılıç Dokuzlusu
uk: Дев'ятка Мечів
ur: نو تلواریں
vi: Chín Kiếm
zh_cn: 宝剑九
zh_hk: 劍九
zu: Isishiyagalolunye Sezinkemba

# card_name_ten_of_swords
source: Ten of Swords
af: Tien van Swerte
am: አስርኛው ሰይፍ
ar: عشرة السيوف
az: Onluq Qılınclar
bn: দশম তলোয়ার
ca: Deu d'Espases
cs: Desítka mečů
de: Zehn der Schwerter
es_es: Diez de Espadas
fa: ده شمشیر
fi_fi: Miekkojen kymppi
fil: Sampu ng Espada
fr: Dix d'Épées
gl: Dez de Espadas
gu: તલવારોની દસ
hi: दस तलवारें
hu: Kardok Tízes
hy_am: Տասննոց Սրեր
id: Sepuluh Pedang
is_is: Tíu sverða
it_it: Dieci di Spade
iw: עשר חרבות
ja_jp: ソードの10
ka: ათიანი ხმლები
kk: Қылыштардың Ондығы
km_kh: ដប់កាំភ្លើង
kn_in: ಹತ್ತು ಕತ್ತಿಗಳು
ko_kr: 검의 10
ky_kg: Кылычтардын Ону
lo: ສິບດາວດາວດາວ
lt: Dešimt Kardai
lv: Desmitnieks Zobeni
mk_mk: Десетка Мечеви
ml_in: തൊണ്ണൂറിന്റെ പത്ത്
mn_mn: Сэлэмний Арав
mr: तलवारींची दहा
ms_my: Sepuluh Pedang
ne: तलवारको दस
nl: Tien Zwaarden
no_no: Tier sverd
pa: ਤਲਵਾਰਾਂ ਦੀ ਦਸ
pl: Dziesiątka Mieczy
pt_br: Dez de Espadas
ro: Zece de Spade
ru: Десятка Мечей
si: තිරසාර දහය
sk: Desať mečov
sl: Deset mečev
sq: Dhjetë Shpata
sr: Десетица Мечева
sv_se: Tian av svärd
sw: Kumi za Miezi
ta: பத்து வாள்
te: పది కత్తులు
th: สิบดาบ
tr_tr: Kılıç Onlusu
uk: Десятка Мечів
ur: دس تلواریں
vi: Mười Kiếm
zh_cn: 宝剑十
zh_hk: 劍十
zu: Ishumi Lezinkemba

# card_name_page_of_swords
source: Page of Swords
af: Page van Swerte
am: የሰይፍ ገጠማ
ar: الصبي السيوف
az: Cavan Qılınclar
bn: পেজ তলোয়ার
ca: Pàg d'Espases
cs: Páže mečů
de: Bube der Schwerter
es_es: Paje de Espadas
fa: پیاده شمشیر
fi_fi: Miekkojen sivumies
fil: Page ng Espada
fr: Valet d'Épées
gl: Paxe de Espadas
gu: તલવારોની પેજ
hi: पेज तलवारें
hu: Kardok Apródja
hy_am: Սրերի Փիղ
id: Page Pedang
is_is: Svalur sverða
it_it: Fante di Spade
iw: נער חרבות
ja_jp: ソードのペイジ
ka: ხმლების ფაჟი
kk: Қылыштардың Пажы
km_kh: ក្មេងជើងកាំភ្លើង
kn_in: ಕತ್ತಿಗಳ ಪೇಜ್
ko_kr: 검의 페이지
ky_kg: Кылычтардын Пажи
lo: ເດັກຊາຍດາວດາວດາວ
lt: Kardų Pusbrolis
lv: Pajem Zobeni
mk_mk: Паж Мечеви
ml_in: തൊണ്ണൂറിന്റെ പേജ്
mn_mn: Сэлэмний Хүү
mr: तलवारींचा पेज
ms_my: Page Pedang
ne: तलवारको पेज
nl: Page van Zwaarden
no_no: Sverd page
pa: ਤਲਵਾਰਾਂ ਦਾ ਪੇਜ
pl: Paź Mieczy
pt_br: Pajem de Espadas
ro: Paj de Spade
ru: Паж Мечей
si: තිරසාර පේජ්
sk: Páže mečov
sl: Pazi mečev
sq: Faqe Shpata
sr: Паж Мечева
sv_se: Svalan av svärd
sw: Msaidizi wa Miezi
ta: வாள் பக்கம்
te: కత్తుల పేజీ
th: เพจดาบ
tr_tr: Kılıç Prensi
uk: Паж Мечів
ur: تلواروں کا پیج
vi: Page Kiếm
zh_cn: 宝剑侍从
zh_hk: 劍侍
zu: Umfana Wezinkemba

# card_name_knight_of_swords
source: Knight of Swords
af: Ridder van Swerte
am: የሰይፍ ተራራ
ar: فارس السيوف
az: Cəngavər Qılınclar
bn: ঘোড়সওয়ার তলোয়ার
ca: Cavaller d'Espases
cs: Rytíř mečů
de: Ritter der Schwerter
es_es: Caballero de Espadas
fa: سوار شمشیر
fi_fi: Miekkojen ritari
fil: Kabalyero ng Espada
fr: Chevalier d'Épées
gl: Cabaleiro de Espadas
gu: તલવારોની ઘોડસવાર
hi: घुड़सवार तलवारें
hu: Kardok Lovagja
hy_am: Սրերի Աշակերտ
id: Ksatria Pedang
is_is: Riddari sverða
it_it: Cavaliere di Spade
iw: אביר חרבות
ja_jp: ソードのナイト
ka: ხმლების რაინდი
kk: Қылыштардың Батыры
km_kh: វីរបុរសកាំភ្លើង
kn_in: ಕತ್ತಿಗಳ ಅಶ್ವಾರೋಹಿ
ko_kr: 검의 기사
ky_kg: Кылычтардын Жоокери
lo: ອົງການດາວດາວດາວ
lt: Kardų Riteris
lv: Bruņinieks Zobeni
mk_mk: Витез Мечеви
ml_in: തൊണ്ണൂറിന്റെ നൈറ്റ്
mn_mn: Сэлэмний Баатар
mr: तलवारींचा घोडदौडवाला
ms_my: Kesatria Pedang
ne: तलवारको घोडा
nl: Ridder van Zwaarden
no_no: Sverd ridder
pa: ਤਲਵਾਰਾਂ ਦਾ ਘੁੜਸਵਾਰ
pl: Rycerz Mieczy
pt_br: Cavaleiro de Espadas
ro: Cavaler de Spade
ru: Рыцарь Мечей
si: තිරසාර යෝධයා
sk: Rytier mečov
sl: Vitez mečev
sq: Kalorës Shpata
sr: Витез Мечева
sv_se: Riddaren av svärd
sw: Farasi wa Miezi
ta: வாள் ராணி
te: కత్తుల గుర్రపు సవారీ
th: อัศวินดาบ
tr_tr: Kılıç Şövalyesi
uk: Лицар Мечів
ur: تلواروں کا شہسوار
vi: Kỵ Sĩ Kiếm
zh_cn: 宝剑骑士
zh_hk: 劍騎士
zu: Inkunzi Yezinkemba

# card_name_queen_of_swords
source: Queen of Swords
af: Koningin van Swaard
am: የሰይፍ ንግሥት
ar: ملكة السيوف
az: Qılınclar Kraliçası
bn: তলোয়ার রানি
ca: Reina d'Espases
cs: Královna mečů
de: Königin der Schwerter
es_es: Reina de Espadas
fa: ملکه شمشیرها
fi_fi: Miekkojen kuningatar
fil: Reyna ng Mga Espada
fr: Reine d'Épées
gl: Raíña de Espadas
gu: તલવારોની રાણી
hi: तलवारों की रानी
hu: Kardok Királynője
hy_am: Սրերի Թագուհի
id: Ratu Pedang
is_is: Drottning Sverðanna
it_it: Regina di Spade
iw: מלכת החרבות
ja_jp: ソードのクイーン
ka: მახვილების დედოფალი
kk: Қылыштар Патшайымы
km_kh: មហារីកដៃកាំភ្លើង
kn_in: ತಲವಾರಿನ ರಾಣಿ
ko_kr: 검의 여왕
ky_kg: Кылычтардын Кыргышы
lo: ນາງພັນດາດາຍ
lt: Kardų Karalienė
lv: Zobenu karaliene
mk_mk: Кралица на Мечеви
ml_in: തലവാചക രാജ്ഞി
mn_mn: Сэлэмний хатан хаан
mr: तलवारांची राणी
ms_my: Ratu Pedang
ne: तलवारकी रानी
nl: Koningin van Zwaarden
no_no: Dronningen av sverd
pa: ਤਲਵਾਰਾਂ ਦੀ ਰਾਣੀ
pl: Królowa Mieczy
pt_br: Rainha de Espadas
ro: Regina Spadelor
ru: Королева Мечей
si: කඩුවැටිය රැජිණ
sk: Kráľovná mečov
sl: Kraljica mečev
sq: Mbretëresha e Shpatave
sr: Kraljica Mačeva
sv_se: Drottningen av svärd
sw: Malkia wa Upanga
ta: வாள் ராணி
te: తలవారపు రాణి
th: ราชินีดาบ
tr_tr: Kılıç Kraliçesi
uk: Королева Мечів
ur: ملکہ تلواریں
vi: Nữ hoàng Kiếm
zh_cn: 宝剑皇后
zh_hk: 寶劍皇后
zu: Inkosi Yezinkemba

# card_name_king_of_swords
source: King of Swords
af: Koning van Swaard
am: የሰይፍ ንጉሥ
ar: ملك السيوف
az: Qılınclar Kralı
bn: তলোয়ার রাজা
ca: Rei d'Espases
cs: Král mečů
de: König der Schwerter
es_es: Rey de Espadas
fa: شاه شمشیرها
fi_fi: Miekkojen kuningas
fil: Haring ng Mga Espada
fr: Roi d'Épées
gl: Rei de Espadas
gu: તલવારોની રાજા
hi: तलवारों का राजा
hu: Kardok Királya
hy_am: Սրերի Թագավոր
id: Raja Pedang
is_is: Kóngur Sverðanna
it_it: Re di Spade
iw: מלך החרבות
ja_jp: ソードのキング
ka: მახვილების მეფე
kk: Қылыштар Патшасы
km_kh: ព្រះមហាក្សត្រដៃកាំភ្លើង
kn_in: ತಲವಾರಿನ ರಾಜ
ko_kr: 검의 왕
ky_kg: Кылычтардын Падышасы
lo: ພຣະມະນາຄອນດາດາຍ
lt: Kardų Karalius
lv: Zobenu karalis
mk_mk: Крал на Мечеви
ml_in: തലവാചക രാജാവ്
mn_mn: Сэлэмний хаан
mr: तलवारांचा राजा
ms_my: Raja Pedang
ne: तलवारका राजा
nl: Koning van Zwaarden
no_no: Kongen av sverd
pa: ਤਲਵਾਰਾਂ ਦਾ ਰਾਜਾ
pl: Król Mieczy
pt_br: Rei de Espadas
ro: Regele Spadelor
ru: Король Мечей
si: කඩුවැටිය රජ
sk: Kráľ mečov
sl: Kralj mečev
sq: Mbreti i Shpatave
sr: Kralj Mačeva
sv_se: Kungen av svärd
sw: Mfalme wa Upanga
ta: வாள் ராஜா
te: తలవారపు రాజు
th: ราชาดาบ
tr_tr: Kılıç Kralı
uk: Король Мечів
ur: بادشاہ تلواریں
vi: Vua Kiếm
zh_cn: 宝剑国王
zh_hk: 寶劍國王
zu: Inkosi Yezinkemba

# card_name_ace_of_pentacles
source: Ace of Pentacles
af: Aas van Pentakels
am: የፔንታክል አስተር
ar: آس العملات
az: Pentakllar Ası
bn: পেন্টাকেল এস
ca: As de Pentacles
cs: Eso pentaklů
de: Ass der Münzen
es_es: As de Pentáculos
fa: آس سکه‌ها
fi_fi: Pentakkeleiden ässä
fil: As ng Mga Pentakulo
fr: As de Pentacles
gl: As de Pentáculos
gu: પેન્ટાકલ્સનો એસ
hi: पेंटाकल का एस
hu: Érmék Ásza
hy_am: Փենտակլների Աս
id: As Pentakel
is_is: Ás Pentakla
it_it: Asso di Denari
iw: אס המטבעות
ja_jp: ペンタクルのエース
ka: პენტაკლების ტუზი
kk: Пентакль Тұз
km_kh: អាស្តារត្រចៀក
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಏಸ್
ko_kr: 펜타클의 에이스
ky_kg: Пентаклдардын Тузу
lo: ໜ້າໜຶ່ງເງິນທອງ
lt: Pentaklių Tūzas
lv: Pentaklu dūzis
mk_mk: Асо на Пентакли
ml_in: പെന്റകിള്‍സ് ഏസ്
mn_mn: Пентаклийн азарга
mr: पेंटाकल्सचा एक
ms_my: As Pentakel
ne: पेन्टाकलको एस
nl: Aas van Pentakels
no_no: Ess av mynter
pa: ਪੈਂਟਕਲ ਦਾ ਏਸ
pl: As Pentakli
pt_br: Ás de Ouros
ro: Asul de Monede
ru: Туз Пентаклей
si: පෙන්ටකල්ස් ඒස්
sk: Eso pentaklov
sl: As pentaklov
sq: Asi i Pentakleve
sr: As Pentakla
sv_se: Ess i mynt
sw: Asi wa Sarafu
ta: பணத்தின் ஏஸ்
te: పంటల ఏస్
th: เอซเหรียญ
tr_tr: As Para
uk: Туз Пентаклів
ur: ایس آف پینٹیکلز
vi: Át Tiền Xu
zh_cn: 金币王牌
zh_hk: 錢幣王牌
zu: I-Ace Yezikhwama

# card_name_two_of_pentacles
source: Two of Pentacles
af: Twee van Pentakels
am: የፔንታክል ሁለት
ar: اثنان من العملات
az: Pentakllar İkisi
bn: পেন্টাকেল দুই
ca: Dos de Pentacles
cs: Dvojka pentaklů
de: Zwei der Münzen
es_es: Dos de Pentáculos
fa: دو سکه‌ها
fi_fi: Pentakkeleiden kakkonen
fil: Dalawa ng Mga Pentakulo
fr: Deux de Pentacles
gl: Dúas de Pentáculos
gu: પેન્ટાકલ્સનો દોઢ
hi: पेंटाकल की जोड़ी
hu: Érmék Kettes
hy_am: Փենտակլների Երկուս
id: Dua Pentakel
is_is: Tveir Pentaklar
it_it: Due di Denari
iw: שני המטבעות
ja_jp: ペンタクルの2
ka: პენტაკლების ორი
kk: Пентакль Екілік
km_kh: ពីរត្រចៀក
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಜೋಡಿ
ko_kr: 펜타클의 둘
ky_kg: Пентаклдардын Экилиги
lo: ສອງເງິນທອງ
lt: Pentaklių Dvynys
lv: Pentaklu divnieks
mk_mk: Двојка на Пентакли
ml_in: പെന്റകിള്‍സ് രണ്ട്
mn_mn: Пентаклийн хоёр
mr: पेंटाकल्सचा दोन
ms_my: Dua Pentakel
ne: पेन्टाकलको दुई
nl: Twee van Pentakels
no_no: To av mynter
pa: ਪੈਂਟਕਲ ਦੀ ਜੋੜੀ
pl: Dwójka Pentakli
pt_br: Dois de Ouros
ro: Doi de Monede
ru: Двойка Пентаклей
si: පෙන්ටකල්ස් දෙක
sk: Dvojka pentaklov
sl: Dvojka pentaklov
sq: Dyshja e Pentakleve
sr: Dvojka Pentakla
sv_se: Två i mynt
sw: Mbili wa Sarafu
ta: பணத்தின் இரட்டை
te: పంటల జంట
th: สองเหรียญ
tr_tr: İki Para
uk: Двійка Пентаклів
ur: دو پینٹیکلز
vi: Hai Tiền Xu
zh_cn: 金币二
zh_hk: 錢幣二
zu: I-Duplo Yezikhwama

# card_name_three_of_pentacles
source: Three of Pentacles
af: Drie van Pentakels
am: የፔንታክል ሶስት
ar: ثلاثة من العملات
az: Pentakllar Üçü
bn: পেন্টাকেল তিন
ca: Tres de Pentacles
cs: Troika pentaklů
de: Drei der Münzen
es_es: Tres de Pentáculos
fa: سه سکه‌ها
fi_fi: Pentakkeleiden kolmonen
fil: Tatlo ng Mga Pentakulo
fr: Trois de Pentacles
gl: Tres de Pentáculos
gu: પેન્ટાકલ્સનો ત્રિકોણ
hi: पेंटाकल की तिकड़ी
hu: Érmék Hármas
hy_am: Փենտակլների Երեք
id: Tiga Pentakel
is_is: Þrír Pentaklar
it_it: Tre di Denari
iw: שלושת המטבעות
ja_jp: ペンタクルの3
ka: პენტაკლების სამი
kk: Пентакль Үштік
km_kh: បីត្រចៀក
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಮೂವರು
ko_kr: 펜타클의 셋
ky_kg: Пентаклдардын Үчтүгү
lo: ສາມເງິນທອງ
lt: Pentaklių Trys
lv: Pentaklu trijnieks
mk_mk: Тројка на Пентакли
ml_in: പെന്റകിള്‍സ് മൂന്ന്
mn_mn: Пентаклийн гурав
mr: पेंटाकल्सचा तीन
ms_my: Tiga Pentakel
ne: पेन्टाकलको तीन
nl: Drie van Pentakels
no_no: Tre av mynter
pa: ਪੈਂਟਕਲ ਦੀ ਤਿਕੜੀ
pl: Trójka Pentakli
pt_br: Três de Ouros
ro: Trei de Monede
ru: Тройка Пентаклей
si: පෙන්ටකල්ස් තුන
sk: Trojička pentaklov
sl: Trojka pentaklov
sq: Treshja e Pentakleve
sr: Trojka Pentakla
sv_se: Tre i mynt
sw: Tatu wa Sarafu
ta: பணத்தின் முக்கால்
te: పంటల మూడుగురు
th: สามเหรียญ
tr_tr: Üç Para
uk: Трійка Пентаклів
ur: تین پینٹیکلز
vi: Ba Tiền Xu
zh_cn: 金币三
zh_hk: 錢幣三
zu: I-Thrini Yezikhwama

# card_name_four_of_pentacles
source: Four of Pentacles
af: Vier van Pentakels
am: አራተኛው የፔንታክል ካርድ
ar: أربعة البنتاكل
az: Dördlük Pentakllar
bn: পেন্টাকেল চার
ca: Quatre de Pentacles
cs: Čtyřka Pentaklů
de: Vier der Münzen
es_es: Cuatro de Pentáculos
fa: چهار پنتاکل
fi_fi: Pentakkeleiden nelonen
fil: Apat ng Pentacles
fr: Quatre de Pentacles
gl: Catro de Pentáculos
gu: પેન્ટાકલ્સની ચતુર્થી
hi: पेंटाकल्स का चार
hu: Pénzérmék Négyes
hy_am: Չորս Պենտակլներ
id: Empat Pentakel
is_is: Fjórir myntir
it_it: Quattro di Denari
iw: ארבע מטבעות
ja_jp: ペンタクルの4
ka: პენტაკლების ოთხეული
kk: Төрт Пентакль
km_kh: បួនកាក់
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ನಾಲ್ಕು
ko_kr: 펜타클 4
ky_kg: Пентаклдардын Төрттүгү
lo: ສີ່ໃບພັນທະກິນ
lt: Ketvertas Pentaklių
lv: Pentaklu Četri
mk_mk: Четворка Пентакли
ml_in: പെന്റാകിളുകളുടെ നാല്
mn_mn: Таван мөнгөн тэмдэгтийн дөрөв
mr: पेंटाकल्सचा चार
ms_my: Empat Pentakel
ne: पेन्टाकलको चार
nl: Vier van Pentakels
no_no: Fire av Pentakler
pa: ਚੌਥਾ ਪੈਂਟਕਲ
pl: Czwórka Pentakli
pt_br: Quatro de Ouros
ro: Patru de Pentacole
ru: Четверка Пентаклей
si: පෙන්ටකල් හතර
sk: Štvorka Pentaklov
sl: Štiri pentaklov
sq: Katër e Monedhave
sr: Četvorka Pentakla
sv_se: Fyra mynt
sw: Nne za Pentakeli
ta: நான்கு பெண்டகிள்கள்
te: పెంటాకల్స్ నాలుగు
th: สี่เหรียญ
tr_tr: Pentacles Dörtlüsü
uk: Четвірка Пентаклів
ur: چار پینٹیکلز
vi: Bốn Tiền Xu
zh_cn: 五角星四
zh_hk: 四角錢幣
zu: Izinhlanu ZePentacles

# card_name_five_of_pentacles
source: Five of Pentacles
af: Vyf van Pentakels
am: አምሰኛው የፔንታክል ካርድ
ar: خمسة البنتاكل
az: Beşlik Pentakllar
bn: পেন্টাকেল পাঁচ
ca: Cinc de Pentacles
cs: Pětka Pentaklů
de: Fünf der Münzen
es_es: Cinco de Pentáculos
fa: پنج پنتاکل
fi_fi: Pentakkeleiden viitonen
fil: Lima ng Pentacles
fr: Cinq de Pentacles
gl: Cinco de Pentáculos
gu: પેન્ટાકલ્સની પાંચમી
hi: पेंटाकल्स का पांच
hu: Pénzérmék Ötös
hy_am: Հինգ Պենտակլներ
id: Lima Pentakel
is_is: Fimm myntir
it_it: Cinque di Denari
iw: חמש מטבעות
ja_jp: ペンタクルの5
ka: პენტაკლების ხუთეული
kk: Бес Пентакль
km_kh: ប្រាំកាក់
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಐದು
ko_kr: 펜타클 5
ky_kg: Пентаклдардын Бештиги
lo: ຫ້າໃບພັນທະກິນ
lt: Penketas Pentaklių
lv: Pentaklu Pieci
mk_mk: Петорка Пентакли
ml_in: പെന്റാകിളുകളുടെ അഞ്ച്
mn_mn: Таван мөнгөн тэмдэгтийн тав
mr: पेंटाकल्सचा पाच
ms_my: Lima Pentakel
ne: पेन्टाकलको पाँच
nl: Vijf van Pentakels
no_no: Fem av Pentakler
pa: ਪੰਜਵਾਂ ਪੈਂਟਕਲ
pl: Piątka Pentakli
pt_br: Cinco de Ouros
ro: Cinci de Pentacole
ru: Пятерка Пентаклей
si: පෙන්ටකල් පහ
sk: Päťka Pentaklov
sl: Pet pentaklov
sq: Pesë e Monedhave
sr: Petorka Pentakla
sv_se: Fem mynt
sw: Tano za Pentakeli
ta: ஐந்து பெண்டகிள்கள்
te: పెంటాకల్స్ ఐదు
th: ห้าเหรียญ
tr_tr: Pentacles Beşlisi
uk: П'ятірка Пентаклів
ur: پانچ پینٹیکلز
vi: Năm Tiền Xu
zh_cn: 五角星五
zh_hk: 五角錢幣
zu: Izihlanu ZePentacles

# card_name_six_of_pentacles
source: Six of Pentacles
af: Ses van Pentakels
am: ስድስተኛው የፔንታክል ካርድ
ar: ستة البنتاكل
az: Altılıq Pentakllar
bn: পেন্টাকেল ছয়
ca: Sis de Pentacles
cs: Šestka Pentaklů
de: Sechs der Münzen
es_es: Seis de Pentáculos
fa: شش پنتاکل
fi_fi: Pentakkeleiden kuutonen
fil: Anim ng Pentacles
fr: Six de Pentacles
gl: Seis de Pentáculos
gu: પેન્ટાકલ્સની છઠ્ઠી
hi: पेंटाकल्स का छह
hu: Pénzérmék Hatos
hy_am: Վեց Պենտակլներ
id: Enam Pentakel
is_is: Sex myntir
it_it: Sei di Denari
iw: שש מטבעות
ja_jp: ペンタクルの6
ka: პენტაკლების ექვსეული
kk: Алты Пентакль
km_kh: ប្រាំមួយកាក់
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಆರು
ko_kr: 펜타클 6
ky_kg: Пентаклдардын Алтысы
lo: ຫົກໃບພັນທະກິນ
lt: Šešetas Pentaklių
lv: Pentaklu Seši
mk_mk: Шесторка Пентакли
ml_in: പെന്റാകിളുകളുടെ ആറ്
mn_mn: Таван мөнгөн тэмдэгтийн зургаа
mr: पेंटाकल्सचा सहा
ms_my: Enam Pentakel
ne: पेन्टाकलको छ
nl: Zes van Pentakels
no_no: Seks av Pentakler
pa: ਛੇਵਾਂ ਪੈਂਟਕਲ
pl: Szóstka Pentakli
pt_br: Seis de Ouros
ro: Șase de Pentacole
ru: Шестерка Пентаклей
si: පෙන්ටකල් හය
sk: Šestka Pentaklov
sl: Šest pentaklov
sq: Gjashtë e Monedhave
sr: Šestorka Pentakla
sv_se: Sex mynt
sw: Sita za Pentakeli
ta: ஆறு பெண்டகிள்கள்
te: పెంటాకల్స్ ఆరు
th: หกเหรียญ
tr_tr: Pentacles Altılısı
uk: Шістка Пентаклів
ur: چھ پینٹیکلز
vi: Sáu Tiền Xu
zh_cn: 五角星六
zh_hk: 六角錢幣
zu: Isithupha SePentacles

# card_name_seven_of_pentacles
source: Seven of Pentacles
af: Sewe van Pentakels
am: ሰባተኛው የፔንታክል ካርድ
ar: سبعة البنتاكل
az: Yedilik Pentakllar
bn: পেন্টাকেল সাত
ca: Set de Pentacles
cs: Sedmička Pentaklů
de: Sieben der Münzen
es_es: Siete de Pentáculos
fa: هفت پنتاکل
fi_fi: Pentakkeleiden seiska
fil: Pito ng Pentacles
fr: Sept de Pentacles
gl: Sete de Pentáculos
gu: પેન્ટાકલ્સની સાતમી
hi: पेंटाकल्स का सात
hu: Pénzérmék Hétes
hy_am: Յոթ Պենտակլներ
id: Tujuh Pentakel
is_is: Sjö myntir
it_it: Sette di Denari
iw: שבע מטבעות
ja_jp: ペンタクルの7
ka: პენტაკლების შვიდეული
kk: Жеті Пентакль
km_kh: ប្រាំពីរកាក់
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಏಳು
ko_kr: 펜타클 7
ky_kg: Пентаклдардын Жетиеси
lo: ເຈັດໃບພັນທະກິນ
lt: Septynetą Pentaklių
lv: Pentaklu Septiņi
mk_mk: Седморка Пентакли
ml_in: പെന്റാകിളുകളുടെ ഏഴ്
mn_mn: Таван мөнгөн тэмдэгтийн долоо
mr: पेंटाकल्सचा सात
ms_my: Tujuh Pentakel
ne: पेन्टाकलको सात
nl: Zeven van Pentakels
no_no: Sju av Pentakler
pa: ਸੱਤਵਾਂ ਪੈਂਟਕਲ
pl: Siódemka Pentakli
pt_br: Sete de Ouros
ro: Șapte de Pentacole
ru: Семерка Пентаклей
si: පෙන්ටකල් හත
sk: Sedmička Pentaklov
sl: Sedem pentaklov
sq: Shtatë e Monedhave
sr: Sedmorka Pentakla
sv_se: Sju mynt
sw: Saba za Pentakeli
ta: ஏழு பெண்டகிள்கள்
te: పెంటాకల్స్ ఏడు
th: เจ็ดเหรียญ
tr_tr: Pentacles Yedilisi
uk: Сімка Пентаклів
ur: سات پینٹیکلز
vi: Bảy Tiền Xu
zh_cn: 五角星七
zh_hk: 七角錢幣
zu: Isikhombisa SePentacles

# card_name_eight_of_pentacles
source: Eight of Pentacles
af: Agt van Pentakels
am: ስምንተኛው የፔንታክል ካርድ
ar: ثمانية البنتاكل
az: Səkkizlik Pentakllar
bn: পেন্টাকেল আট
ca: Vuit de Pentacles
cs: Osmička Pentaklů
de: Acht der Münzen
es_es: Ocho de Pentáculos
fa: هشت پنتاکل
fi_fi: Pentakkeleiden kasi
fil: Walo ng Pentacles
fr: Huit de Pentacles
gl: Oito de Pentáculos
gu: પેન્ટાકલ્સની આઠમી
hi: पेंटाकल्स का आठ
hu: Pénzérmék Nyolcas
hy_am: Ութ Պենտակլներ
id: Delapan Pentakel
is_is: Átta myntir
it_it: Otto di Denari
iw: שמונה מטבעות
ja_jp: ペンタクルの8
ka: პენტაკლების რვეული
kk: Сегіз Пентакль
km_kh: ប្រាំបីកាក់
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ಎಂಟು
ko_kr: 펜타클 8
ky_kg: Пентаклдардын Сегизи
lo: ແປດໃບພັນທະກິນ
lt: Aštuonetą Pentaklių
lv: Pentaklu Astoņi
mk_mk: Осморка Пентакли
ml_in: പെന്റാകിളുകളുടെ എട്ട്
mn_mn: Таван мөнгөн тэмдэгтийн найм
mr: पेंटाकल्सचा आठ
ms_my: Lapan Pentakel
ne: पेन्टाकलको आठ
nl: Acht van Pentakels
no_no: Åtte av Pentakler
pa: ਅੱਠਵਾਂ ਪੈਂਟਕਲ
pl: Ósemka Pentakli
pt_br: Oito de Ouros
ro: Opt de Pentacole
ru: Восьмерка Пентаклей
si: පෙන්ටකල් අට
sk: Osemka Pentaklov
sl: Osem pentaklov
sq: Tetë e Monedhave
sr: Osmorka Pentakla
sv_se: Åtta mynt
sw: Nane za Pentakeli
ta: எட்டு பெண்டகிள்கள்
te: పెంటాకల్స్ ఎనిమిది
th: แปดเหรียญ
tr_tr: Pentacles Sekizlisi
uk: Вісімка Пентаклів
ur: آٹھ پینٹیکلز
vi: Tám Tiền Xu
zh_cn: 五角星八
zh_hk: 八角錢幣
zu: Isishiyagalombili SePentacles

# card_name_nine_of_pentacles
source: Nine of Pentacles
af: Nege van Pentakels
am: ዘጠነኛው ፔንታክል
ar: تسعة البنتاكل
az: Doqquzlu Pentakl
bn: নয় পেন্টাকল
ca: Nou de Pentacles
cs: Devítka Pentaklů
de: Neun der Münzen
es_es: Nueve de Pentáculos
fa: نه پنتاکل
fi_fi: Pentakkeleiden yhdeksikkö
fil: Siyam ng Pentakulo
fr: Neuf de Pentacles
gl: Nove de Pentáculos
gu: નવ પેન્ટાકલ્સ
hi: नौ पेंटाकल्स
hu: Pentacle kilences
hy_am: Թվին 9 Պենտակլներ
id: Sembilan Pentakel
is_is: Níunda mynt
it_it: Nove di Denari
iw: תשיעיית המטבעות
ja_jp: ペンタクルの9
ka: პენტაკლების ცხრა
kk: Пентакльдердің тоғыздығы
km_kh: ប្រាំបួនផេនតាក្លេ
kn_in: ನವ ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클 9
ky_kg: Пентаклдардын Тогуздугу
lo: ເກົ້າໃບພັນທະກອນ
lt: Devynakė Pentaklių
lv: Deviņnieks no Pentakļiem
mk_mk: Деветка на Пентаклите
ml_in: പെന്റാകിളുകളുടെ ഒമ്പതാം കാർഡ്
mn_mn: Талын ес
mr: नऊ पेंटाकल्स
ms_my: Sembilan Pentakel
ne: नौ पेन्टाकलहरू
nl: Negen Pentakels
no_no: Ni av Pentakler
pa: ਨੌਂ ਪੈਂਟਕਲ
pl: Dziewiątka Pentakli
pt_br: Nove de Ouros
ro: Nouă de Pentacole
ru: Девятка Пентаклей
si: පෙන්ටකල් නවකය
sk: Deväť Pentaklov
sl: Devetka denarjev
sq: Nëntë e Pentakleve
sr: Деветка Пентакли
sv_se: Nio i Pentakler
sw: Tisa ya Pentakeli
ta: பனிரெண்டு நாணயங்கள்
te: పెంటాకిల్స్ తొమ్మిది
th: เก้าเหรียญ
tr_tr: Dokuz Pentakl
uk: Дев'ятка Пентаклів
ur: نو پینٹیکلز
vi: Chín Tiền
zh_cn: 九角星九
zh_hk: 九角星九
zu: I-Nine of Pentacles
