Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fun_spread_screen_mate_prompt_3cards
source: Create a very funny, cheeky, and profanity-laced three-card tarot spread for {userName}. For each card, invent a humorous title and write a separate paragraph: First card: <title> — <short funny description>; Second card: <title> — <short funny description>; Third card: <title> — <short funny description>. Use profanity for humor without insulting. Maximum seven sentences. Respond entirely in {lang}.
af: Maak ’n baie snaakse, stout en vuil taal tarotlegging met 3 kaarte vir {userName}. Vir elke kaart bedink ’n snaakse naam en skryf ’n aparte paragraaf: Eerste kaart: <naam> — <kort snaakse beskrywing>, Tweede kaart: <naam> — <kort snaakse beskrywing>, Derde kaart: <naam> — <kort snaakse beskrywing>. Gebruik vloekwoorde om humor by te voeg, maar wees nie beledigend nie. Die hele teks mag nie langer as 7 sinne wees nie.
am: ለ{userName} በ3 ካርዶች በጣም አስቂኝ፣ ቀድሞና በሰይፍ የተሞላ ታሮ እትም አድርግ። ለእያንዳንዱ ካርድ አስቂኝ ስም አስቡና በተለየ አንቀጽ ጻፉ፡ የመጀመሪያው ካርድ፡ <ስም> — <አጭር አስቂኝ መግለጫ>፣ ሁለተኛው ካርድ፡ <ስም> — <አጭር አስቂኝ መግለጫ>፣ ሶስተኛው ካርድ፡ <ስም> — <አጭር አስቂኝ መግለጫ>። አስቂኝነት ለማከማቸት የማይተርፉ ቃላት ተጠቀም፣ ነገር ግን አትጎዳ። ሙሉ ጽሑፉ ከ7 አሰራሮች አይበልጥም።
ar: اصنع توزيع تاروت مضحك جدًا، جريء وبها ألفاظ نابية لـ {userName} على 3 بطاقات. لكل بطاقة اختر اسمًا مضحكًا واكتب فقرة منفصلة: البطاقة الأولى: <الاسم> — <وصف مضحك قصير>، البطاقة الثانية: <الاسم> — <وصف مضحك قصير>، البطاقة الثالثة: <الاسم> — <وصف مضحك قصير>. استخدم ألفاظ نابية لإضافة الفكاهة، لكن لا تسيء. النص كله لا يزيد عن 7 جمل.
az: {userName} üçün 3 kartlı çox gülməli, cəsarətli və nalayiq tarot açılımı et. Hər kart üçün gülməli ad tap və ayrıca abzas yaz: Birinci kart: <ad> — <qısa gülməli təsvir>, İkinci kart: <ad> — <qısa gülməli təsvir>, Üçüncü kart: <ad> — <qısa gülməli təsvir>. Yumor qatmaq üçün nalayiq sözlərdən istifadə et, amma təhqir etmə. Mətn 7 cümlədən uzun olmasın.
bn: {userName} এর জন্য ৩ কার্ডের একদম মজার, দুঃসাহসী এবং গালাগালি মিশ্রিত টারো রিডিং করো। প্রতিটি কার্ডের জন্য মজার একটা নাম দাও এবং আলাদা প্যারাগ্রাফে লিখো: প্রথম কার্ড: <নাম> — <ছোট মজার বর্ণনা>, দ্বিতীয় কার্ড: <নাম> — <ছোট মজার বর্ণনা>, তৃতীয় কার্ড: <নাম> — <ছোট মজার বর্ণনা>। হাসির জন্য গালাগালি ব্যবহার করো, কিন্তু কাউকে অপমান করো না। পুরো টেক্সট ৭ বাক্যের বেশি হবে না।
ca: Fes una tirada de tarot molt divertida, descarada i amb paraulotes per a {userName} amb 3 cartes. Per a cada carta, inventa un nom divertit i escriu un paràgraf separat: Primera carta: <nom> — <descripció curta i divertida>, Segona carta: <nom> — <descripció curta i divertida>, Tercera carta: <nom> — <descripció curta i divertida>. Utilitza paraulotes per afegir humor, però sense ofendre. Tot el text no ha de tenir més de 7 frases.
cs: Udělám ti kurevsky vtipný, drzý a sprostý tarotový výklad na 3 karty pro {userName}. První karta: Bláznivý šmejd — ukáže ti, jak jsi v hajzlu, ale s humorem, Druhá karta: Zkurvený šaman — poradí ti, jak přežít tenhle bordel, Třetí karta: Kretén osudu — připomene ti, že jsi pořád ten největší blbec. Všechno vtipně, s trochou sprostých slov, ale bez urážek, ať se pobavíš.
de: Mach ein verdammt lustiges, freches und derbes Tarot-3-Karten-Reading für {userName}. Für jede Karte erfinde einen lustigen Namen und schreibe einen eigenen Absatz: Erste Karte: <Name> — <kurze lustige Beschreibung>, Zweite Karte: <Name> — <kurze lustige Beschreibung>, Dritte Karte: <Name> — <kurze lustige Beschreibung>. Benutze Kraftausdrücke, um Humor hinzuzufügen, ohne zu beleidigen. Der ganze Text darf nicht länger als 7 Sätze sein.
es_es: Haz una tirada de tarot muy divertida, atrevida y con palabrotas para {userName} de 3 cartas. Para cada carta inventa un nombre gracioso y escribe un párrafo separado: Primera carta: <nombre> — <descripción corta y divertida>, Segunda carta: <nombre> — <descripción corta y divertida>, Tercera carta: <nombre> — <descripción corta y divertida>. Usa lenguaje soez para añadir humor, pero sin ofender. Todo el texto no debe superar las 7 frases.
fa: یک فال تاروی خیلی خفن، بی‌پروار و با زبان تند برای {userName} درست کن. برای هر کارت یک اسم خنده‌دار بگذار و یک پاراگراف جدا بنویس: کارت اول: <نام> — <توضیح کوتاه و خنده‌دار>، کارت دوم: <نام> — <توضیح کوتاه و خنده‌دار>، کارت سوم: <نام> — <توضیح کوتاه و خنده‌دار>. از الفاظ رکیک برای طنز استفاده کن ولی توهین نکن. کل متن بیشتر از ۷ جمله نباشد.
fi_fi: Tee todella hauska, röyhkeä ja kiroileva kolmen kortin tarot-lukema {userName} :lle. Keksi jokaiselle kortille hauska nimi ja kirjoita erillinen kappale: Ensimmäinen kortti: <nimi> — <lyhyt hauska kuvaus>, Toinen kortti: <nimi> — <lyhyt hauska kuvaus>, Kolmas kortti: <nimi> — <lyhyt hauska kuvaus>. Käytä kirosanoja lisätäksesi huumoria, mutta älä loukkaa ketään. Koko teksti enintään 7 lausetta.
fil: Gumawa ng sobrang nakakatawa, bastos, at malaswang tarot reading na may 3 cards para kay {userName}. Para sa bawat card, gumawa ng nakakatawang pangalan at isulat sa hiwalay na talata: Unang card: <pangalan> — <maikling nakakatawang paglalarawan>, Pangalawang card: <pangalan> — <maikling nakakatawang paglalarawan>, Pangatlong card: <pangalan> — <maikling nakakatawang paglalarawan>. Gumamit ng mura ng salita para sa dagdag na katatawanan, pero huwag mang-insulto. Huwag lalampas sa 7 pangungusap ang buong teksto.
fr: Fais un tirage de tarot très drôle, audacieux et un peu vulgaire pour {userName} avec 3 cartes. Pour chaque carte, invente un titre rigolo et écris un paragraphe séparé : Première carte : <titre> — <courte description drôle>, Deuxième carte : <titre> — <courte description drôle>, Troisième carte : <titre> — <courte description drôle>. Utilise un langage un peu grossier pour ajouter de l'humour, sans être offensant. Le texte complet ne doit pas dépasser 7 phrases.
gl: Fai unha tirada de tarot moi divertida, atrevida e con tacos para {userName} con 3 cartas. Para cada carta inventa un nome gracioso e escribe un parágrafo separado: Primeira carta: <nome> — <descrición curta e divertida>, Segunda carta: <nome> — <descrición curta e divertida>, Terceira carta: <nome> — <descrición curta e divertida>. Usa linguaxe soez para engadir humor, pero sen ofender. Todo o texto non debe superar as 7 frases.
gu: {userName} માટે 3 કાર્ડનો એક ખૂબ જ મજેદાર, ધમાકેદાર અને થોડી બકવાસ ભરેલો ટારોટ રીડિંગ બનાવો. દરેક કાર્ડ માટે મજેદાર નામ શોધો અને અલગ પેરાગ્રાફમાં લખો: પ્રથમ કાર્ડ: <નામ> — <ટૂંકું મજેદાર વર્ણન>, બીજું કાર્ડ: <નામ> — <ટૂંકું મજેદાર વર્ણન>, ત્રીજું કાર્ડ: <નામ> — <ટૂંકું મજેદાર વર્ણન>. હાસ્ય માટે થોડી બકવાસ ભાષાનો ઉપયોગ કરો, પણ કોઈને અપમાનિત ન કરો. આખો લખાણ 7 વાક્યથી વધુ ન હોય.
hi: {userName} के लिए तीन कार्डों का एक बहुत ही मज़ेदार, निडर और गाली-गलौज वाला टैरो रीडिंग बनाओ। हर कार्ड के लिए एक मज़ेदार नाम सोचो और एक अलग पैराग्राफ लिखो: पहला कार्ड: <नाम> — <छोटा मज़ेदार विवरण>, दूसरा कार्ड: <नाम> — <छोटा मज़ेदार विवरण>, तीसरा कार्ड: <नाम> — <छोटा मज़ेदार विवरण>. हास्य जोड़ने के लिए गाली-गलौज का इस्तेमाल करो, लेकिन अपमान न करो। पूरा टेक्स्ट 7 वाक्यों से ज्यादा लंबा न हो।
hu: Készíts egy nagyon vicces, pimasz és káromkodós tarot jóslatot 3 kártyára {userName} számára. Minden kártyához találj ki egy vicces nevet, és írj külön bekezdést: Első kártya: <név> — <rövid vicces leírás>, Második kártya: <név> — <rövid vicces leírás>, Harmadik kártya: <név> — <rövid vicces leírás>. Használj trágár szavakat a humor fokozásához, de ne sérts meg senkit. Az egész szöveg ne legyen hosszabb 7 mondatnál.
hy_am: Կատարիր շատ ծիծաղելի, քաջ և կոպիտ տառո 3 քարտանոց դասավորություն {userName}-ի համար։ Յուրաքանչյուր քարտի համար հորինիր ծիծաղելի անվանում և գրիր առանձին պարբերություն՝ Առաջին քարտը՝ <անվանում> — <կարճ ծիծաղելի նկարագրություն>, Երկրորդ քարտը՝ <անվանում> — <կարճ ծիծաղելի նկարագրություն>, Երրորդ քարտը՝ <անվանում> — <կարճ ծիծաղելի նկարագրություն>։ Օգտագործիր անպարկեշտ բառապաշար՝ հումոր ավելացնելու համար, բայց ոչ վիրավորելու։ Բոլոր տեքստը չպետք է գերազանցի 7 նախադասությունը։
id: Buatlah bacaan tarot yang sangat lucu, berani, dan penuh kata-kata kasar untuk {userName} dengan 3 kartu. Untuk setiap kartu, buat judul lucu dan tulis paragraf terpisah: Kartu pertama: <judul> — <deskripsi lucu singkat>, Kartu kedua: <judul> — <deskripsi lucu singkat>, Kartu ketiga: <judul> — <deskripsi lucu singkat>. Gunakan bahasa kasar untuk menambah humor, tapi jangan menyinggung. Teks keseluruhan tidak lebih dari 7 kalimat.
is_is: Gerðu mjög fyndna, djarfa og smáklikkaða tarot-spá með 3 spilum fyrir {userName}. Fyrir hvert spil, finndu upp fyndið nafn og skrifaðu sérstakan kafla: Fyrsta spilið: <nafn> — <stutt fyndið lýsing>, Annað spilið: <nafn> — <stutt fyndið lýsing>, Þriðja spilið: <nafn> — <stutt fyndið lýsing>. Notaðu smá klikkað slangur til að bæta húmor, en ekki móðga. Allur textinn má ekki vera lengri en 7 setningar.
it_it: Fai un mazzo di tarocchi molto divertente, irriverente e pieno di parolacce per {userName}. Per ogni carta inventa un nome buffo e scrivi un paragrafo separato: Prima carta: <nome> — <breve descrizione divertente>, Seconda carta: <nome> — <breve descrizione divertente>, Terza carta: <nome> — <breve descrizione divertente>. Usa un linguaggio colorito per aggiungere umorismo, ma senza offendere. Il testo intero non deve superare le 7 frasi.
iw: עשה פיזור טארוט מצחיק, חצוף ומלא קללות עם 3 קלפים עבור {userName}. לכל קלף תן שם מצחיק וכתוב פסקה נפרדת: הקלף הראשון: <שם> — <תיאור מצחיק קצר>, הקלף השני: <שם> — <תיאור מצחיק קצר>, הקלף השלישי: <שם> — <תיאור מצחיק קצר>. השתמש בשפה גסה כדי להוסיף הומור, אבל אל תעליב. כל הטקסט לא יעלה על 7 משפטים.
ja_jp: {userName} のための超おもしろくて生意気でちょっと下品な3枚タロット占い。第一のカード：<名前> — <短くておかしい説明>、第二のカード：<名前> — <短くておかしい説明>、第三のカード：<名前> — <短くておかしい説明>。ユーモアを加えるために下品な言葉を使うけど、侮辱はしない。文章は7文以内で。
ka: გააკეთე ძალიან სასაცილო, თავხედი და უხამსი ტარო განლაგება 3 ბარათზე {userName}-ისთვის. თითოეული ბარათისთვის მოიფიქრე სასაცილო სახელი და დაწერე ცალკე აბზაცი: პირველი ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>, მეორე ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>, მესამე ბარათი: <სახელი> — <მოკლე სასაცილო აღწერა>. გამოიყენე უხამსი ლექსიკა, რომ დაამატო იუმორი, მაგრამ არ შეურაცხყო. მთელი ტექსტი არ უნდა აღემატებოდეს 7 წინადადებას.
kk: {userName} үшін үш картадан тұратын өте күлкілі, батыл әрі сәл дөрекі таро болжамын жаса. Әр картаға күлкілі атау ойлап тауып, жеке абзац жаз: Бірінші карта: <атауы> — <қысқа күлкілі сипаттамасы>, Екінші карта: <атауы> — <қысқа күлкілі сипаттамасы>, Үшінші карта: <атауы> — <қысқа күлкілі сипаттамасы>. Күлкі қосу үшін сәл дөрекі сөздерді қолдан, бірақ ешкімді ренжітпе. Барлық мәтін 7 сөйлемнен аспасын.
km_kh: ធ្វើការបកប្រែតារ៉ូ 3 កាតសម្រាប់ {userName} ដែលគួរឱ្យសើចខ្លាំង ក្លាហាន និងមានពាក្យសម្ងាត់។ សម្រាប់កាតនីមួយៗ សូមគិតឈ្មោះគួរឱ្យសើច ហើយសរសេរចំណុចផ្សេងៗ៖ កាតទីមួយ៖ <ឈ្មោះ> — <ការពិពណ៌នាសើចខ្លីៗ>, កាតទីពីរ៖ <ឈ្មោះ> — <ការពិពណ៌នាសើចខ្លីៗ>, កាតទីបី៖ <ឈ្មោះ> — <ការពិពណ៌នាសើចខ្លីៗ>។ ប្រើពាក្យសម្ងាត់ដើម្បីបន្ថែមភាពកំប្លែង ប៉ុន្តែមិនអោយមនុស្សខូចចិត្ត។ អត្ថបទទាំងមូលមិនលើស 7 ប្រយោគ។
kn_in: {userName} ಗೆ 3 ಕಾರ್ಡ್‌ಗಳ ಅತಿ ಹಾಸ್ಯಮಯ, ಧೈರ್ಯಶಾಲಿ ಮತ್ತು ಜಾರಿಗೊಳಿಸಿದ ಟಾರೋ ರೀಡಿಂಗ್ ಮಾಡಿ. ಪ್ರತಿ ಕಾರ್ಡ್‌ಗೆ ಹಾಸ್ಯಕರ ಹೆಸರನ್ನು ಕೊಡಿ ಮತ್ತು ಪ್ರತ್ಯೇಕ ಪ್ಯಾರಾಗ್ರಾಫ್ ಬರೆಯಿರಿ: ಮೊದಲ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಮಯ ವಿವರಣೆ>, ಎರಡನೇ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಮಯ ವಿವರಣೆ>, ಮೂರನೇ ಕಾರ್ಡ್: <ಹೆಸರು> — <ಸಣ್ಣ ಹಾಸ್ಯಮಯ ವಿವರಣೆ>. ಹಾಸ್ಯ ಹೆಚ್ಚಿಸಲು ಅಶ್ಲೀಲ ಪದಗಳನ್ನು ಬಳಸಿ, ಆದರೆ ಅವಮಾನ ಮಾಡಬೇಡಿ. ಸಂಪೂರ್ಣ ಪಠ್ಯ 7 ವಾಕ್ಯಗಳಿಗಿಂತ ಹೆಚ್ಚು ಇರಬಾರದು.
ko_kr: {userName}을(를) 위한 아주 웃기고, 건방지고, 욕설 가득한 3장 타로 카드 리딩을 만들어 주세요. 각 카드마다 웃긴 이름을 짓고 별도의 단락으로 작성해 주세요: 첫 번째 카드: <이름> — <짧고 웃긴 설명>, 두 번째 카드: <이름> — <짧고 웃긴 설명>, 세 번째 카드: <이름> — <짧고 웃긴 설명>. 유머를 더하기 위해 욕설을 사용하되, 모욕적이지 않게 해 주세요. 전체 텍스트는 7문장 이내로 작성해 주세요.
ky_kg: {userName} үчүн өтө күлкүлүү, эркектик жана сөгүнүчтүү 3 карта таро раскладын жаса. Ар бир картага күлкүлүү ат коюп, өзүнчө абзац жаз: Биринчи карта: <ат> — <кыска күлкүлүү сүрөттөө>, Экинчи карта: <ат> — <кыска күлкүлүү сүрөттөө>, Үчүнчү карта: <ат> — <кыска күлкүлүү сүрөттөө>. Юмор кошуу үчүн сөгүнүүлөрдү колдонуңуз, бирок кемсинтпеңиз. Текст 7 сүйлөмдөн узун болбошу керек.
lo: ຈັດການທາໂຣທີ່ຕະຫຼອດແລະຮ້າຍແຮງສຸດໆ 3 ໃບສໍາລັບ {userName} . ສໍາລັບແຕ່ລະໃບ ຄິດຊື່ຕະຫຼອດທີ່ຕະຫຼອດແລະເຂົ້າບົດຄວາມສັ້ນໆ: ໃບທຳອິດ: <ຊື່> — <ຄຳອະທິບາຍຕະຫຼອດສະເຫຼີມສົດ>, ໃບທີສອງ: <ຊື່> — <ຄຳອະທິບາຍຕະຫຼອດສະເຫຼີມສົດ>, ໃບທີສາມ: <ຊື່> — <ຄຳອະທິບາຍຕະຫຼອດສະເຫຼີມສົດ>. ໃຊ້ພາສາບໍ່ສະເລີຍເພື່ອເພີ່ມຄວາມຮູ້ສຶກຕະຫຼອດແຕ່ບໍ່ໃຫ້ກ່ອນດ້ວຍ. ຂໍ້ຄວາມທັງໝົດບໍ່ເກີນ 7 ປະໂຫຍກ.
lt: Padaryk labai juokingą, drąsų ir keiksmažodinį trijų kortų taro išsidėstymą {userName}. Kiekvienai kortai sugalvok juokingą pavadinimą ir parašyk atskirą pastraipą: Pirmoji korta: <pavadinimas> — <trumpas juokingas aprašymas>, Antroji korta: <pavadinimas> — <trumpas juokingas aprašymas>, Trečioji korta: <pavadinimas> — <trumpas juokingas aprašymas>. Naudok necenzūrinę leksiką, kad pridėtum humoro, bet neįžeisk. Visas tekstas neturi viršyti 7 sakinių.
lv: Izveido ļoti smieklīgu, nekaunīgu un rupju taro izklājumu no 3 kārtīm priekš {userName}. Katram kārtim izdomā smieklīgu nosaukumu un uzraksti atsevišķu rindkopu: Pirmā kārts: <nosaukums> — <īsas smieklīgas apraksts>, Otrā kārts: <nosaukums> — <īsas smieklīgas apraksts>, Trešā kārts: <nosaukums> — <īsas smieklīgas apraksts>. Izmanto necenzētu leksiku, lai pievienotu humoru, bet neapvainojot. Teksts kopumā nedrīkst pārsniegt 7 teikumus.
mk_mk: Направи многу смешна, дрска и брутална таро прогноза со 3 карти за {userName}. За секоја карта измисли смешно име и напиши посебен пасус: Првата карта: <название> — <краток смешен опис>, Втората карта: <название> — <краток смешен опис>, Третата карта: <название> — <краток смешен опис>. Користи нецензурен јазик за да додадеш хумор, но не навредувај. Целиот текст нека биде не подолг од 7 реченици.
ml_in: {userName} ന് വേണ്ടി 3 കാർഡുകൾ കൊണ്ട് ഒരു അത്യന്തം രസകരവും ധൈര്യവാനുമായ, ചിലപ്പോൾ ശബ്ദമുളള ടാരോ റീഡിംഗ് തയ്യാറാക്കൂ. ഓരോ കാർഡിനും ഒരു രസകരമായ പേര് കണ്ടെത്തി, ഓരോന്നിനും ഒരു ചെറിയ രസകരമായ വിവരണം എഴുതുക: ആദ്യ കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>, രണ്ടാം കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>, മൂന്നാം കാർഡ്: <പേര്> — <ചുരുക്കം രസകരമായ വിവരണം>. ഹാസ്യത്തിന് ശബ്ദമുളള ഭാഷ ഉപയോഗിക്കൂ, പക്ഷേ അപമാനിക്കരുത്. മുഴുവൻ എഴുത്തും 7 വാക്യങ്ങൾക്കുള്ളിൽ ആയിരിക്കണം.
mn_mn: {userName} -д зориулсан 3 карттай маш хөгжилтэй, зоригтой, бага зэрэг бүдүүлэг таро таамаглал хийе. Нэгдүгээр карт: <нэр> — <богино хөгжилтэй тайлбар>, Хоёрдугаар карт: <нэр> — <богино хөгжилтэй тайлбар>, Гуравдугаар карт: <нэр> — <богино хөгжилтэй тайлбар>. Инээдтэй байлгахын тулд бүдүүлэг үг хэрэглэ, гэхдээ доромжлохгүй. Бүх текст 7 өгүүлбэрээс хэтрэхгүй.
mr: {userName} साठी एक अतिशय मजेशीर, थोडा धाडसी आणि थोडा शाब्दिक टारो कार्ड वाचन तयार करा. प्रत्येक कार्डसाठी एक मजेशीर नाव तयार करा आणि स्वतंत्र परिच्छेद लिहा: पहिले कार्ड: <नाव> — <लहान मजेशीर वर्णन>, दुसरे कार्ड: <नाव> — <लहान मजेशीर वर्णन>, तिसरे कार्ड: <नाव> — <लहान मजेशीर वर्णन>. विनोदासाठी थोडीशी अश्लील भाषा वापरा, पण कोणालाही दुखावू नका. संपूर्ण मजकूर ७ वाक्यांपेक्षा जास्त नसावा.
ms_my: Buat bacaan tarot 3 kad yang sangat kelakar, berani dan penuh kata-kata kasar untuk {userName}. Untuk setiap kad, cipta nama lucu dan tulis perenggan berasingan: Kad pertama: <nama> — <penerangan lucu pendek>, Kad kedua: <nama> — <penerangan lucu pendek>, Kad ketiga: <nama> — <penerangan lucu pendek>. Gunakan bahasa kasar untuk menambah humor, tetapi jangan menghina. Keseluruhan teks tidak lebih dari 7 ayat.
ne: {userName} का लागि ३ वटा कार्डको लागि एकदमै रमाइलो, निडर र थोरै गालीगलौजयुक्त टारो रिडिङ बनाऊ। प्रत्येक कार्डका लागि रमाइलो नाम सोच र अलग अनुच्छेद लेख: पहिलो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>, दोस्रो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>, तेस्रो कार्ड: <नाम> — <छोटो रमाइलो वर्णन>. हास्य थप्न गालीगलौज प्रयोग गर तर कसैलाई अपमान नगर। सम्पूर्ण पाठ ७ वाक्यभन्दा लामो नहोस्।
nl: Maak een heel grappige, brutale en grofgebekte tarotlegging van 3 kaarten voor {userName}. Bedenk voor elke kaart een grappige naam en schrijf een aparte alinea: Eerste kaart: <naam> — <korte grappige beschrijving>, Tweede kaart: <naam> — <korte grappige beschrijving>, Derde kaart: <naam> — <korte grappige beschrijving>. Gebruik vloekwoorden om humor toe te voegen, maar wees niet beledigend. De hele tekst is niet langer dan 7 zinnen.
no_no: Lag en veldig morsom, frekk og litt jævlig tarotlegging på 3 kort for {userName}. For hvert kort lag et morsomt navn og skriv et eget avsnitt: Første kort: <navn> — <kort morsomt beskrivelse>, Andre kort: <navn> — <kort morsomt beskrivelse>, Tredje kort: <navn> — <kort morsomt beskrivelse>. Bruk banning for å legge til humor, men ikke vær støtende. Hele teksten skal ikke være lengre enn 7 setninger.
pa: {userName} ਲਈ ਤਿੰਨ ਕਾਰਡਾਂ ਦਾ ਬਹੁਤ ਹੀ ਮਜ਼ੇਦਾਰ, ਬੇਬਾਕ ਅਤੇ ਗਾਲੀ-ਗਲੋਚ ਵਾਲਾ ਟੈਰੋ ਰੀਡਿੰਗ ਬਣਾਓ। ਹਰ ਕਾਰਡ ਲਈ ਇੱਕ ਮਜ਼ੇਦਾਰ ਨਾਮ ਸੋਚੋ ਅਤੇ ਇੱਕ ਵੱਖਰਾ ਪੈਰਾ ਲਿਖੋ: ਪਹਿਲਾ ਕਾਰਡ: <ਨਾਂ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>, ਦੂਜਾ ਕਾਰਡ: <ਨਾਂ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>, ਤੀਜਾ ਕਾਰਡ: <ਨਾਂ> — <ਛੋਟਾ ਮਜ਼ੇਦਾਰ ਵਰਣਨ>। ਹਾਸੇ ਲਈ ਗਾਲੀਆਂ ਵਰਤੋ ਪਰ ਕਿਸੇ ਨੂੰ ਨੁਕਸਾਨ ਨਾ ਪਹੁੰਚਾਓ। ਸਾਰਾ ਟੈਕਸਟ 7 ਵਾਕਾਂ ਤੋਂ ਵੱਧ ਨਾ ਹੋਵੇ।
pl: Zrób bardzo zabawny, zuchwały i chamski rozkład tarota na 3 karty dla {userName}. Dla każdej karty wymyśl śmieszną nazwę i napisz osobny akapit: Pierwsza karta: <nazwa> — <krótkie zabawne opisanie>, Druga karta: <nazwa> — <krótkie zabawne opisanie>, Trzecia karta: <nazwa> — <krótkie zabawne opisanie>. Użyj przekleństw, żeby dodać humoru, ale nie obrażaj. Cały tekst nie dłuższy niż 7 zdań.
pt_br: Faça uma leitura de tarô muito engraçada, atrevida e cheia de palavrões para {userName} com 3 cartas. Para cada carta, crie um nome engraçado e escreva um parágrafo separado: Primeira carta: <nome> — <descrição curta e engraçada>, Segunda carta: <nome> — <descrição curta e engraçada>, Terceira carta: <nome> — <descrição curta e engraçada>. Use palavrões para adicionar humor, mas sem ofender. O texto todo não deve passar de 7 frases.
ro: Fă un tiraj de tarot foarte amuzant, obraznic și cu înjurături pentru {userName} pe 3 cărți. Pentru fiecare carte inventează un nume haios și scrie un paragraf separat: Prima carte: <nume> — <descriere scurtă și amuzantă>, A doua carte: <nume> — <descriere scurtă și amuzantă>, A treia carte: <nume> — <descriere scurtă și amuzantă>. Folosește limbaj vulgar pentru umor, dar fără să jignești. Textul să nu depășească 7 propoziții.
ru: Сделай очень смешной, дерзкий и матершинный расклад таро на 3 карты для {userName} . Для каждой карты придумай смешное название и напиши отдельный абзац: Первая карта: <название> — <короткое смешное описание>, Вторая карта: <название> — <короткое смешное описание>, Третья карта: <название> — <короткое смешное описание>. Используй нецензурную лексику, чтобы добавить юмора, но не оскорбляй. Весь текст не длиннее 7 предложений.
si: {userName} සඳහා ඉතා විහිළුවක්, දරුණු සහ කුණු කථා සහිත තාරෝ කාඩ් 3 ක විවරණයක් කරන්න. එක් එක් කාඩ් එකකට විහිළුවක් නමක් හිතා ගෙන වෙනම පරාග්‍රාෆ් එකක් ලියන්න: පළමු කාඩ් එක: <නාමය> — <කෙටි විහිළුවක් විස්තරයක්>, දෙවන කාඩ් එක: <නාමය> — <කෙටි විහිළුවක් විස්තරයක්>, තුන්වැනි කාඩ් එක: <නාමය> — <කෙටි විහිළුවක් විස්තරයක්>. විහිළුවට කුණු කථා භාවිතා කරන්න, නමුත් අපහාස නොකරන්න. සම්පූර්ණ පෙළ වාක්‍ය 7 කට වැඩි නොවිය යුතුය.
sk: Urob veľmi vtipný, drzý a sprostý tarotový výklad na 3 karty pre {userName}. Pre každú kartu vymysli vtipný názov a napíš samostatný odsek: Prvá karta: <názov> — <krátky vtipný popis>, Druhá karta: <názov> — <krátky vtipný popis>, Tretia karta: <názov> — <krátky vtipný popis>. Použi sprosté slová na pridanie humoru, ale nebuď urážlivý. Celý text nech nie je dlhší ako 7 viet.
sl: Naredi zelo smešno, drzno in krepko tarot razlago na 3 karte za {userName}. Za vsako karto izmisli smešen naslov in napiši ločen odstavek: Prva karta: <naslov> — <kratek smešen opis>, Druga karta: <naslov> — <kratek smešen opis>, Tretja karta: <naslov> — <kratek smešen opis>. Uporabi krepko besedišče za dodajanje humorja, a ne žaljivo. Celoten tekst naj ne presega 7 stavkov.
sq: Bëj një lexim taro shumë qesharak, guximtar dhe me fjalë të forta për 3 karta për {userName}. Për çdo kartë shpik një emër qesharak dhe shkruaj një paragraf të veçantë: Karta e parë: <emri> — <përshkrim i shkurtër qesharak>, Karta e dytë: <emri> — <përshkrim i shkurtër qesharak>, Karta e tretë: <emri> — <përshkrim i shkurtër qesharak>. Përdor fjalë të forta për të shtuar humor, por mos ofendo. Teksti i plotë të mos jetë më i gjatë se 7 fjali.
sr: Направи јако смешан, дрзак и проклет тарот расклад од 3 карте за {userName}. За сваку карту смисли смешан назив и напиши посебан пасус: Прва карта: <назив> — <кратак смешан опис>, Друга карта: <назив> — <кратак смешан опис>, Трећа карта: <назив> — <кратак смешан опис>. Користи псовке да додаш хумор, али не вређај. Цео текст не дуже од 7 реченица.
sv_se: Gör en jävligt rolig, kaxig och svordomsfylld tarotläggning på 3 kort för {userName}. För varje kort hitta på ett roligt namn och skriv ett separat stycke: Första kortet: <namn> — <kort roligt beskrivning>, Andra kortet: <namn> — <kort roligt beskrivning>, Tredje kortet: <namn> — <kort roligt beskrivning>. Använd svordomar för att lägga till humor, men var inte elak. Hela texten får inte vara längre än 7 meningar.
sw: Fanya utabiri wa kadi za tarot wa kuchekesha sana, mkaidi na wenye maneno machafu kwa kadi 3 kwa {userName}. Kwa kila kadi, tunga jina la kuchekesha na andika aya tofauti: Kadi ya kwanza: <jina> — <maelezo mafupi ya kuchekesha>, Kadi ya pili: <jina> — <maelezo mafupi ya kuchekesha>, Kadi ya tatu: <jina> — <maelezo mafupi ya kuchekesha>. Tumia maneno machafu kuongeza ucheshi, lakini usiwadhuru. Maandishi yote yasizidi sentensi 7.
ta: {userName} க்கான 3 அட்டை டாரோ படிவத்தை மிகவும் காமெடியான, தைரியமான மற்றும் சாலையான முறையில் செய். ஒவ்வொரு அட்டைக்கும் ஒரு காமெடியான பெயரை உருவாக்கி தனித்தனியான பத்தியை எழுதவும்: முதல் அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>, இரண்டாவது அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>, மூன்றாவது அட்டை: <பெயர்> — <சிறிய காமெடியான விளக்கம்>. நகைச்சுவைக்காக சாலையான சொற்களை பயன்படுத்தவும், ஆனால் அவமதிக்காதீர்கள். முழு உரை 7 வாக்கியங்களை மீறக்கூடாது.
te: {userName} కోసం 3 కార్డుల చాలా హాస్యాస్పద, ధైర్యవంతమైన, కొంచెం గందరగోళమైన టారో రీడింగ్ చేయండి. ప్రతి కార్డుకు ఒక హాస్యాస్పద పేరు పెట్టి, వేరే పేరాగ్రాఫ్‌లో వ్రాయండి: మొదటి కార్డు: <పేరు> — <చిన్న హాస్యాస్పద వివరణ>, రెండవ కార్డు: <పేరు> — <చిన్న హాస్యాస్పద వివరణ>, మూడవ కార్డు: <పేరు> — <చిన్న హాస్యాస్పద వివరణ>. హాస్యం కోసం కొంచెం అసభ్య పదాలు ఉపయోగించండి, కానీ అవమానించకండి. మొత్తం టెక్స్ట్ 7 వాక్యాల కంటే ఎక్కువ కాకూడదు.
th: ทำไพ่ทาโรต์ 3 ใบที่ตลกมาก ดุเดือด และมีคำหยาบสำหรับ {userName} สำหรับแต่ละใบคิดชื่อที่ตลกและเขียนย่อหน้าแยก: ใบแรก: <ชื่อ> — <คำอธิบายตลกสั้นๆ>, ใบที่สอง: <ชื่อ> — <คำอธิบายตลกสั้นๆ>, ใบที่สาม: <ชื่อ> — <คำอธิบายตลกสั้นๆ> ใช้คำหยาบเพื่อเพิ่มความฮา แต่ไม่ดูถูกใคร ข้อความทั้งหมดไม่เกิน 7 ประโยค
tr_tr: {userName} için çok komik, küfürlü ve cesur 3 kartlık tarot açılımı yap. Her kart için komik bir isim bul ve ayrı bir paragraf yaz: Birinci kart: <isim> — <kısa komik açıklama>, İkinci kart: <isim> — <kısa komik açıklama>, Üçüncü kart: <isim> — <kısa komik açıklama>. Mizah katmak için küfürlü kelimeler kullan ama hakaret etme. Metin toplamda 7 cümleyi geçmesin.
uk: Зроби дуже смішний, зухвалий і матюкливий розклад таро на 3 картини для {userName}. Для кожної картини придумай смішну назву і напиши окремий абзац: Перша карта: <назва> — <короткий смішний опис>, Друга карта: <назва> — <короткий смішний опис>, Третя карта: <назва> — <короткий смішний опис>. Використовуй нецензурну лексику, щоб додати гумору, але не ображай. Весь текст не довше 7 речень.
ur: {userName} کے لیے تین کارڈز کا ایک بہت مزاحیہ، بے باک اور تھوڑا سا گالیوں والا ٹارو ریڈنگ بنائیں۔ ہر کارڈ کے لیے ایک مزاحیہ نام سوچیں اور الگ پیراگراف لکھیں: پہلی کارڈ: <نام> — <مختصر مزاحیہ وضاحت>، دوسری کارڈ: <نام> — <مختصر مزاحیہ وضاحت>، تیسری کارڈ: <نام> — <مختصر مزاحیہ وضاحت>۔ مزاح بڑھانے کے لیے ہلکی پھلکی گالیوں کا استعمال کریں، لیکن کسی کی توہین نہ کریں۔ پورا متن سات جملوں سے زیادہ نہ ہو۔
vi: Làm một bài bói tarot cực kỳ hài hước, táo bạo và có chút chửi thề cho {userName} với 3 lá bài. Mỗi lá bài có một tên gọi hài hước và một đoạn mô tả ngắn: Lá bài đầu tiên: <tên> — <mô tả ngắn hài hước>, Lá bài thứ hai: <tên> — <mô tả ngắn hài hước>, Lá bài thứ ba: <tên> — <mô tả ngắn hài hước>. Dùng từ ngữ tục tĩu để tăng tính hài hước nhưng không xúc phạm ai. Toàn bộ văn bản không quá 7 câu.
zh_cn: 为{userName}做一个非常搞笑、放肆且带点脏话的三张塔罗牌占卜。每张牌起一个搞笑的名字，并写一个独立段落：第一张牌：<名称> — <简短搞笑描述>，第二张牌：<名称> — <简短搞笑描述>，第三张牌：<名称> — <简短搞笑描述>。使用脏话增加幽默感，但不要冒犯人。全文不超过7句。
zh_hk: 為 {userName} 做一個超搞笑、狂野又帶點髒話的三張塔羅牌占卜。每張牌都要有個爆笑的名字，並寫一段描述：第一張牌：<名稱> — <簡短搞笑描述>，第二張牌：<名稱> — <簡短搞笑描述>，第三張牌：<名稱> — <簡短搞笑描述>。用髒話來增加幽默感，但不要冒犯人。全文不超過7句。
zu: Yenza ukufundwa kwe-taro okuhle kakhulu, okunesibindi futhi okunezimpawu ezimnandi ezi-3 zamakhadi zika {userName}. Ngamunye ngamunye khuluma ngesihloko esihlekisayo bese ubhala isigaba esihlukile: Ikhadi lokuqala: <igama> — <incazelo emfushane ehlekisayo>, Ikhadi lesibili: <igama> — <incazelo emfushane ehlekisayo>, Ikhadi lesithathu: <igama> — <incazelo emfushane ehlekisayo>. Sebenzisa ulimi olungcolile ukuze ungeze ihlaya, kodwa ungahlambalazi. Umbhalo wonke ungabi ngaphezu kwemisho engu-7.
