Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# monthly_forecast_spread_screen_monthly_forecast_explanation
source: The monthly forecast shows the main events and trends for the upcoming month. It helps to prepare for changes and take advantage of opportunities.
af: Die maandelikse voorspelling wys die belangrikste gebeure en tendense vir die komende maand. Dit help om voor te berei vir veranderinge en om geleenthede te benut.
am: ወርሃዊ ትንበያ ለቅርብ ወር ዋና ክስተቶችን እና አድማጮችን ያሳያል። ለለውጦች ማዘጋጀትና እድሎችን ለመጠቀም እገዛ ይሰጣል።
ar: يُظهر التنبؤ الشهري الأحداث الرئيسية والاتجاهات للشهر القادم. يساعد على الاستعداد للتغييرات واستغلال الفرص.
az: Aylıq proqnoz yaxın ay üçün əsas hadisələri və meylləri göstərir. Dəyişikliklərə hazırlaşmağa və imkanlardan istifadə etməyə kömək edir.
bn: মাসিক পূর্বাভাস আসন্ন মাসের প্রধান ঘটনা এবং প্রবণতাগুলি দেখায়। পরিবর্তনের জন্য প্রস্তুতি নিতে এবং সুযোগগুলি কাজে লাগাতে সাহায্য করে।
ca: La predicció mensual mostra els esdeveniments i tendències principals del proper mes. Ajuda a preparar-se per als canvis i aprofitar les oportunitats.
cs: Měsíční předpověď ukazuje hlavní události a trendy na nadcházející měsíc. Pomáhá připravit se na změny a využít příležitosti.
de: Die Monatsprognose zeigt die wichtigsten Ereignisse und Trends des kommenden Monats. Hilft, sich auf Veränderungen vorzubereiten und Chancen zu nutzen.
es_es: El pronóstico mensual muestra los eventos principales y las tendencias para el próximo mes. Ayuda a prepararse para los cambios y aprovechar las oportunidades.
fa: پیش‌بینی ماهانه رویدادها و روندهای اصلی ماه آینده را نشان می‌دهد. کمک می‌کند تا برای تغییرات آماده شوید و از فرصت‌ها استفاده کنید.
fi_fi: Kuukausiennuste näyttää tärkeimmät tapahtumat ja suuntaukset seuraavalle kuukaudelle. Auttaa valmistautumaan muutoksiin ja hyödyntämään mahdollisuudet.
fil: Ipinapakita ng buwanang hula ang mga pangunahing kaganapan at mga uso sa darating na buwan. Tinutulungan kang maghanda sa mga pagbabago at samantalahin ang mga oportunidad.
fr: La prévision mensuelle montre les événements principaux et les tendances pour le mois à venir. Elle aide à se préparer aux changements et à saisir les opportunités.
gl: A previsión mensual mostra os principais eventos e tendencias para o próximo mes. Axuda a prepararse para os cambios e aproveitar as oportunidades.
gu: માસિક પૂર્વાનુમાન આગામી મહિના માટે મુખ્ય ઘટનાઓ અને પ્રવૃત્તિઓ બતાવે છે. બદલાવ માટે તૈયાર રહેવામાં અને તકનો ઉપયોગ કરવામાં મદદ કરે છે.
hi: मासिक पूर्वानुमान आने वाले महीने की मुख्य घटनाओं और रुझानों को दिखाता है। यह बदलावों के लिए तैयारी करने और अवसरों का उपयोग करने में मदद करता है।
hu: A havi előrejelzés megmutatja a következő hónap fő eseményeit és tendenciáit. Segít felkészülni a változásokra és kihasználni a lehetőségeket.
hy_am: Ամսական կանխատեսումը ցույց է տալիս հիմնական իրադարձությունները և միտումները առաջիկա ամսվա համար։ Օգնում է պատրաստվել փոփոխություններին և օգտագործել հնարավորությունները։
id: Ramalan bulanan menunjukkan peristiwa utama dan tren selama bulan mendatang. Membantu mempersiapkan perubahan dan memanfaatkan peluang.
is_is: Mánaðarspáin sýnir helstu atburði og strauma næsta mánaðar. Hún hjálpar til við að undirbúa breytingar og nýta tækifæri.
it_it: La previsione mensile mostra gli eventi principali e le tendenze per il mese prossimo. Aiuta a prepararsi ai cambiamenti e a sfruttare le opportunità.
iw: תחזית חודשית מציגה את האירועים והמגמות המרכזיים לחודש הקרוב. עוזרת להתכונן לשינויים ולנצל הזדמנויות.
ja_jp: 月間予報は、今後1か月の主要な出来事と傾向を示します。変化に備え、チャンスを活かすのに役立ちます。
ka: თვიური პროგნოზი აჩვენებს მთავარ მოვლენებსა და ტენდენციებს უახლოეს თვეში. ეხმარება ცვლილებებისთვის მომზადებაში და შესაძლებლობების გამოყენებაში.
kk: Айлық болжам алдағы айдағы негізгі оқиғалар мен тенденцияларды көрсетеді. Өзгерістерге дайындалуға және мүмкіндіктерді пайдалануға көмектеседі.
km_kh: ការព្យាករណ៍ប្រចាំខែបង្ហាញពីព្រឹត្តិការណ៍សំខាន់ៗ និងនិន្នាការនៅខែក្រោយ។ ជួយរៀបចំខ្លួនសម្រាប់ការផ្លាស់ប្តូរ និងប្រើប្រាស់ឱកាស។
kn_in: ಮಾಸಿಕ ಭವಿಷ್ಯವಾಣಿ ಮುಂದಿನ ತಿಂಗಳ ಪ್ರಮುಖ ಘಟನೆಗಳು ಮತ್ತು ಪ್ರವೃತ್ತಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಬದಲಾವಣೆಗಳಿಗೆ ಸಿದ್ಧರಾಗಲು ಮತ್ತು ಅವಕಾಶಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko_kr: 월간 예측은 다가오는 한 달 동안의 주요 사건과 경향을 보여줍니다. 변화에 대비하고 기회를 활용하는 데 도움이 됩니다.
ky_kg: Айлык прогноз жакынкы айдагы негизги окуяларды жана тенденцияларды көрсөтөт. Өзгөрүүлөргө даярданууга жана мүмкүнчүлүктөрдү пайдаланууга жардам берет.
lo: ການຄາດການປະຈໍາເດືອນຈະສະແດງເຫດການຫຼັກແລະແນວໂນ້ມໃນເດືອນທີ່ຈະມາ. ຊ່ວຍໃຫ້ພ້ອມຮັບມືກັບການປ່ຽນແປງແລະໃຊ້ປະໂຫຍດຈາກໂອກາດ.
lt: Mėnesio prognozė rodo pagrindinius įvykius ir tendencijas artimiausiam mėnesiui. Padeda pasiruošti pokyčiams ir pasinaudoti galimybėmis.
lv: Mēneša prognoze rāda galvenos notikumus un tendences nākamajam mēnesim. Palīdz sagatavoties pārmaiņām un izmantot iespējas.
mk_mk: Месечната прогноза ги прикажува главните настани и трендови за следниот месец. Помага да се подготвите за промени и да ги искористите можностите.
ml_in: മാസാന്ത പ്രവചനത്തിൽ അടുത്ത മാസത്തെ പ്രധാന സംഭവങ്ങളും പ്രവണതകളും കാണിക്കുന്നു. മാറ്റങ്ങൾക്ക് തയ്യാറാകാനും അവസരങ്ങൾ ഉപയോഗിക്കാനും സഹായിക്കുന്നു.
mn_mn: Сарын урьдчилсан мэдээ нь ирэх сарын гол үйл явдал, чиг хандлагыг харуулдаг. Өөрчлөлтөд бэлдэх, боломжийг ашиглахад тусалдаг.
mr: मासिक अंदाज येणाऱ्या महिन्याच्या मुख्य घटना आणि प्रवृत्ती दाखवतो. बदलांसाठी तयार होण्यास आणि संधींचा उपयोग करण्यास मदत करतो.
ms_my: Ramalan bulanan menunjukkan peristiwa utama dan tren untuk bulan yang akan datang. Membantu bersiap untuk perubahan dan memanfaatkan peluang.
ne: मासिक पूर्वानुमानले नजिकको महिनाको मुख्य घटनाहरू र प्रवृत्तिहरू देखाउँछ। परिवर्तनहरूका लागि तयार हुन र अवसरहरू उपयोग गर्न मद्दत गर्दछ।
nl: De maandelijkse voorspelling toont de belangrijkste gebeurtenissen en trends voor de komende maand. Helpt u zich voor te bereiden op veranderingen en kansen te benutten.
no_no: Den månedlige prognosen viser hovedhendelser og trender for den kommende måneden. Hjelper deg å forberede deg på endringer og utnytte muligheter.
pa: ਮਾਸਿਕ ਭਵਿੱਖਬਾਣੀ ਨੇੜਲੇ ਮਹੀਨੇ ਦੇ ਮੁੱਖ ਘਟਨਾਵਾਂ ਅਤੇ ਰੁਝਾਨਾਂ ਨੂੰ ਦਿਖਾਉਂਦੀ ਹੈ। ਬਦਲਾਵਾਂ ਲਈ ਤਿਆਰ ਹੋਣ ਅਤੇ ਮੌਕਿਆਂ ਦਾ ਲਾਭ ਉਠਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pl: Miesięczna prognoza pokazuje główne wydarzenia i tendencje na najbliższy miesiąc. Pomaga przygotować się na zmiany i wykorzystać możliwości.
pt_br: A previsão mensal mostra os principais eventos e tendências para o próximo mês. Ajuda a se preparar para mudanças e aproveitar oportunidades.
ro: Prognosticul lunar arată evenimentele și tendințele principale pentru luna următoare. Ajută să te pregătești pentru schimbări și să profiți de oportunități.
ru: Месячный прогноз показывает основные события и тенденции на ближайший месяц. Помогает подготовиться к изменениям и использовать возможности.
si: මාසික අනාගත කාලය ඉදිරි මාසය සඳහා ප්‍රධාන සිදුවීම් සහ ප්‍රවණතා පෙන්වයි. වෙනස්කම් සඳහා සූදානම් වීමට සහ අවස්ථා භාවිතා කිරීමට උදව් කරයි.
sk: Mesačný prognóza ukazuje hlavné udalosti a trendy na nasledujúci mesiac. Pomáha pripraviť sa na zmeny a využiť príležitosti.
sl: Mesečna napoved prikazuje glavne dogodke in trende v prihajajočem mesecu. Pomaga se pripraviti na spremembe in izkoristiti priložnosti.
sq: Parashikimi mujor tregon ngjarjet kryesore dhe tendencat për muajin e ardhshëm. Ndihmon të përgatiteni për ndryshimet dhe të shfrytëzoni mundësitë.
sr: Месечни преглед показује главне догађаје и трендове у наредном месецу. Помоћи ће вам да се припремите за промене и искористите могућности.
sv_se: Månadens prognos visar viktiga händelser och trender för den kommande månaden. Hjälper dig att förbereda dig för förändringar och utnyttja möjligheter.
sw: Utabiri wa mwezi unaonyesha matukio makuu na mwelekeo kwa mwezi ujao. Husaidia kujiandaa kwa mabadiliko na kutumia fursa.
ta: மாதாந்திர முன்னறிவிப்பு அடுத்த மாதத்தின் முக்கிய நிகழ்வுகள் மற்றும் போக்குகளை காட்டுகிறது. மாற்றங்களுக்கு தயாராகவும் வாய்ப்புகளை பயன்படுத்தவும் உதவுகிறது.
te: మాసపు ఊహాగానం రాబోయే నెలలో ముఖ్యమైన సంఘటనలు మరియు ధోరణులను చూపిస్తుంది. మార్పులకు సిద్ధం కావడంలో మరియు అవకాశాలను ఉపయోగించుకోవడంలో సహాయపడుతుంది.
th: การทำนายรายเดือนแสดงเหตุการณ์สำคัญและแนวโน้มในเดือนถัดไป ช่วยให้เตรียมตัวรับการเปลี่ยนแปลงและใช้โอกาสได้
tr_tr: Aylık tahmin, önümüzdeki ayın ana olaylarını ve eğilimlerini gösterir. Değişikliklere hazırlanmanıza ve fırsatları kullanmanıza yardımcı olur.
uk: Місячний прогноз показує основні події та тенденції на найближчий місяць. Допомагає підготуватися до змін і використати можливості.
ur: ماہانہ پیش گوئی آنے والے مہینے کے اہم واقعات اور رجحانات دکھاتی ہے۔ تبدیلیوں کے لیے تیار ہونے اور مواقع سے فائدہ اٹھانے میں مدد دیتی ہے۔
vi: Dự báo hàng tháng cho thấy các sự kiện chính và xu hướng trong tháng tới. Giúp chuẩn bị cho những thay đổi và tận dụng cơ hội.
zh_cn: 月度预测显示未来一个月的主要事件和趋势。帮助您为变化做好准备并利用机会。
zh_hk: 每月預測顯示未來一個月的主要事件和趨勢。幫助您準備變化並利用機會。
zu: Ukubikezela kwenyanga kukhombisa izenzakalo ezisemqoka namathrendi enyanga ezayo. Kusiza ukulungela izinguquko nokusebenzisa amathuba.

# monthly_forecast_spread_screen_understand_button
source: Understood
af: Duidelik
am: ተረድቻለሁ
ar: مفهوم
az: Aydın oldu
bn: বুঝেছি
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬರಹವಾಗಿ ತಿಳಿದುಕೊಂಡಿದೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprantu
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptova
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: సరే
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# monthly_forecast_spread_screen_error_getting_value
source: Error retrieving the spread value. Please try again.
af: Fout tydens die verkryging van die uitlegwaarde. Probeer asseblief weer.
am: የመለያየት እሴት ማግኘት ላይ ስህተት ተከስቷል። እባክዎ እንደገና ይሞክሩ።
ar: حدث خطأ أثناء استرجاع قيمة التوزيع. حاول مرة أخرى.
az: Quraşdırmanın dəyərini əldə etməkdə səhv. Zəhmət olmasa, yenidən cəhd edin.
bn: রিডিং মান পাওয়ার সময় ত্রুটি হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torneu-ho a provar.
cs: Chyba při získávání hodnoty rozkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuche es erneut.
es_es: Error al obtener el valor de la tirada. Inténtalo de nuevo.
fa: خطا در دریافت مقدار چیدمان. لطفاً دوباره تلاش کنید.
fi_fi: Virhe haettaessa levityksen arvoa. Yritä uudelleen.
fil: Error sa pagkuha ng halaga ng spread. Subukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Tenta de novo.
gu: વાંચન મૂલ્ય મેળવવામાં ભૂલ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: राशि मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba a kirakás értékének lekérésekor. Kérjük, próbálja meg újra.
hy_am: Սխալ ստանալու ընթացքում դասավորման արժեքը։ Փորձեք կրկին։
id: Kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja gildi spákortsins. Reyndu aftur.
it_it: Errore nel recupero del valore del tiro. Riprova.
iw: שגיאה בקבלת ערך הפירוש. נסה שוב.
ja_jp: スプレッドの値を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Тарау мәнін алу кезінде қате. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃនៃការបកស្រាយ។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿಚಾರಣೆಯ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಲ್ಲಿ ದೋಷ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 전개 결과를 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Раскладтын маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຜົນການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida gaunant išsidėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma vērtību. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на распоредот. Обидете се повторно.
ml_in: റീഡിംഗ് മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тайлбар авахад алдаа гарлаа. Дахин оролдоно уу.
mr: रिडिंग मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai bacaan. Sila cuba lagi.
ne: पठन मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de leggingwaarde. Probeer het opnieuw.
no_no: Feil ved henting av spådomsverdi. Vennligst prøv igjen.
pa: ਰਾਸ਼ੀ ਦੇ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Tente novamente.
ro: Eroare la obținerea valorii tirajului. Vă rugăm să încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: පෙළගැස්ම අගය ලබා ගැනීමේ දෝෂයක්. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së vlerës së shpërndarjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању вредности расподеле. Покушајте поново.
sv_se: Fel vid hämtning av spridningsvärde. Försök igen.
sw: Kosa katika kupata thamani ya muundo. Jaribu tena.
ta: விளக்கத்தை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: విభజన విలువ పొందడంలో లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değeri alınırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: تقدیر کے نتیجے کی قیمت حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị trải bài. Vui lòng thử lại.
zh_cn: 获取牌阵数值时出错。请再试一次。
zh_hk: 獲取牌陣數值時出錯。請再試一次。
zu: Iphutha ekutholeni inani lesakhiwo. Zama futhi.

# monthly_forecast_spread_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰውነትን በመንገድ ብቻ ለመዝናናት ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደማንኛውም ኃላፊነት አንወስድም። በአስፈላጊነት ወደ ሙያ ሰራተኛ ይመለከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. في حال الحاجة، استشر مختصًا.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি শুধুমাত্র বিনোদনের উদ্দেশ্যে এআই ব্যবহার করে। আপনার নেওয়া সিদ্ধান্তের জন্য আমরা দায়ী নই। প্রয়োজনে বিশেষজ্ঞের পরামর্শ নিন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für deine getroffenen Entscheidungen. Bei Bedarf wende dich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tomes. Consulta a un especialista si es necesario.
fa: برنامه هوش مصنوعی را صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન એઆઈનો ઉપયોગ માત્ર મનોરંજન માટે કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք չենք կրում պատասխանատվություն ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum þínum. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni da te prese. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. איננו אחראים על ההחלטות שאתה מקבל. במידת הצורך פנה למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。お客様の判断に対して責任を負いかねます。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიერ მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болса, маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់កម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះសេចក្តីសម្រេចដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчилик албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບເພດໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Не сме одговорни за одлуките што ги донесувате. Доколку е потребно, консултирајте се со стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായാൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन फक्त मनोरंजनासाठी AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एपले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनको लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de door u genomen beslissingen. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje SI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපට වගකීමක් නොමැත. අවශ්‍යනම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše prijaté rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не сносимо одговорност за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubebei jukumu la maamuzi uliyoyafanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆபிளிகேஷன் கேள்வி கேட்கும் நோக்கில் மட்டுமே செயற்கை நுண்ணறிவை பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: యాప్ వినోదకరమైన ప్రయోజనాల కోసం మాత్రమే AI ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenhloso yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.
