Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_name_the_high_priestess
source: The High Priestess
af: Die Hoëpriesteres
am: ከፍተኛ አማካሪ ሴት
ar: الكاهنة العظمى
az: Yüksək Kahin
bn: সর্বোচ্চ পুরোহিত্রী
ca: La Suma Sacerdotessa
cs: Velekněžka
de: Die Hohepriesterin
es_es: La Sacerdotisa
fa: کاهنه اعظم
fi_fi: Ylipapitar
fil: Kataas-taasang Pariha
fr: La Grande Prêtresse
gl: A Suma Sacerdotisa
gu: મહાન પૂજારી
hi: महायाज्ञिका
hu: Főpapnő
hy_am: Բարձրագույն քահանուհի
id: Pendeta Agung
is_is: Yfirmaðurinn
it_it: La Papessa
iw: הכוהנת הגדולה
ja_jp: 女教皇
ka: უმაღლესი მღვდელი
kk: Жоғарғы Қасиетті
km_kh: អ្នកបូជា​ធំ
kn_in: ಮಹಾ ಪೂಜಾರಿ
ko_kr: 여사제
ky_kg: Жогорку Ыйык Айым
lo: ນາງສິດທິສູງສຸດ
lt: Vyriausioji kunigė
lv: Augstākā Priesteriene
mk_mk: Висока свештеничка
ml_in: മഹാസ്വാമിനി
mn_mn: Дээд Эмэгтэй лам
mr: महायाजिका
ms_my: Pendeta Agung
ne: महान पुजारीनी
nl: De Hogepriesteres
no_no: Overprestinnen
pa: ਮਹਾਨ ਪੂਜਾਰੀ
pl: Najwyższa Kapłanka
pt_br: A Sacerdotisa Suprema
ro: Preoteasa cea Mare
ru: Верховная Жрица
si: උසස්ම පූජකිය
sk: Vysoká kňažka
sl: Velika svečenica
sq: Priftëresha e Lartë
sr: Врховна свештеница
sv_se: Översteprästinnan
sw: Kahina Mkuu
ta: உயர்ந்த பெண் முனிவர்
te: ప్రముఖ పూజారి
th: นักบวชหญิงสูงสุด
tr_tr: Başrahibe
uk: Верховна Жриця
ur: اعلیٰ پادریہ
vi: Nữ Tư Tế Tối Cao
zh_cn: 女祭司
zh_hk: 女祭司
zu: Intombi Ephakeme

# card_name_the_empress
source: The Empress
af: Keiserin
am: ንግሥተ ነገሥት
ar: الإمبراطورة
az: İmperatriça
bn: সম্রাজ্ঞী
ca: L'emperadriu
cs: Císařovna
de: Die Kaiserin
es_es: La Emperatriz
fa: امپراتریس
fi_fi: Keisarinna
fil: Emperatris
fr: L'Impératrice
gl: A Emperatriz
gu: સામ્રાજ्ञી
hi: सम्राज्ञी
hu: Császárné
hy_am: Համառուսաց թագուհի
id: Permaisuri
is_is: Keisaraynja
it_it: Imperatrice
iw: הקיסרית
ja_jp: 女帝
ka: იმპერატრიცა
kk: Императрица
km_kh: ស្តេចស្រី
kn_in: ಸಾಮ್ರಾಜ್ಞಿ
ko_kr: 여제
ky_kg: Императрица
lo: ພຣະນາງ
lt: Imperatorienė
lv: Imperatore
mk_mk: Императрица
ml_in: സാമ്രാജ്ഞി
mn_mn: Хатан хаан
mr: सम्राज्ञी
ms_my: Permaisuri
ne: सम्राज्ञी
nl: Keizerin
no_no: Keiserinne
pa: ਰਾਣੀ
pl: Cesarzowa
pt_br: Imperatriz
ro: Împărăteasa
ru: Императрица
si: රැජින
sk: Cisárovná
sl: Cesarica
sq: Perandorëreshë
sr: Царица
sv_se: Kejsarinnan
sw: Malkia
ta: சாம்ராஜ்ஜி
te: సామ్రాజ్యురాలు
th: จักรพรรดินี
tr_tr: İmparatoriçe
uk: Імператриця
ur: شہزادی
vi: Hoàng hậu
zh_cn: 女皇
zh_hk: 女皇
zu: Inkosi Yabesifazane

# card_name_the_emperor
source: The Emperor
af: Keiser
am: ንጉሠ ነገሥት
ar: الإمبراطور
az: İmperator
bn: সম্রাট
ca: L'emperador
cs: Císař
de: Der Kaiser
es_es: El Emperador
fa: امپراتور
fi_fi: Keisari
fil: Emperador
fr: L'Empereur
gl: O Emperador
gu: સામ્રાટ
hi: सम्राट
hu: Császár
hy_am: Համառուսաց թագավոր
id: Kaisar
is_is: Keisari
it_it: Imperatore
iw: הקיסר
ja_jp: 皇帝
ka: იმპერატორი
kk: Император
km_kh: ស្តេច
kn_in: ಸಾಮ್ರಾಟ್
ko_kr: 황제
ky_kg: Император
lo: ພຣະອົງຈັດການ
lt: Imperatorius
lv: Imperators
mk_mk: Император
ml_in: സാമ്രാട്
mn_mn: Хаан
mr: सम्राट
ms_my: Maharaja
ne: सम्राट
nl: Keizer
no_no: Keiser
pa: ਸਮਰਾਟ
pl: Cesarz
pt_br: Imperador
ro: Împăratul
ru: Император
si: රාජා
sk: Cisár
sl: Cesar
sq: Perandor
sr: Цар
sv_se: Kejsaren
sw: Mfalme
ta: சாம்ராஜா
te: సామ్రాట్
th: จักรพรรดิ
tr_tr: İmparator
uk: Імператор
ur: بادشاہ
vi: Hoàng đế
zh_cn: 皇帝
zh_hk: 皇帝
zu: Inkosi

# card_name_the_hierophant
source: Hierophant
af: Hiërofant
am: ኢዮሮፋንት
ar: الكاهن الأكبر
az: İerofant
bn: পাদ্রি
ca: L'Hierofant
cs: Hierofant
de: Der Hierophant
es_es: El Hierofante
fa: کاهن اعظم
fi_fi: Hierofantti
fr: Le Hiérophante
gl: O Hierofante
gu: યેરોફન્ટ
hi: पादरी
hu: Főpap
hy_am: Հերոֆանտ
id: Hierofant
is_is: Yfirprestur
it_it: Gerofante
iw: הכוהן הגדול
ja_jp: 法王
ka: იეროფანტი
kk: Иерофант
km_kh: អ្នកបរិញ្ញាបត្រ
kn_in: ಯೆರೋಫ್ಯಾಂಟ್
ko_kr: 대사제
ky_kg: Иерофант
lo: ພຣະອະທິບາຍ
lt: Hierofantas
lv: Hierofants
mk_mk: Иерофант
ml_in: ഹൈറോഫന്റ്
mn_mn: Иерофант
mr: पुरोहित
ms_my: Hierofant
ne: पुजारी
nl: Hiërofant
no_no: Hierofant
pa: ਪਾਦਰੀ
pl: Hierofant
pt_br: Hierofante
ro: Hierofantul
ru: Иерофант
si: පූජකයා
sk: Hierofant
sl: Hierofant
sq: Hierofant
sr: Јерофант
sv_se: Hierofanten
sw: Mchungaji Mkuu
ta: யெரோஃபன்ட்
te: హెరోఫెంట్
th: นักบวชใหญ่
uk: Ієрофант
ur: ہیروفینٹ
vi: Tư tế
zh_cn: 教皇
zh_hk: 教皇
zu: Umphristi Omkhulu

# card_name_the_lovers
source: The Lovers
af: Liefhebbers
am: ፍቅራት ያላቸው
ar: العشاق
az: Sevgililər
bn: প্রেমিকরা
ca: Els enamorats
cs: Zamilovaní
de: Die Liebenden
es_es: Los Enamorados
fa: عاشقان
fi_fi: Rakastavaiset
fil: Mga Magkasintahan
fr: Les Amoureux
gl: Os Enamorados
gu: પ્રેમીઓ
hi: प्रेमी
hu: Szerelmesek
hy_am: Սիրահարներ
id: Para Kekasih
is_is: Ástfangnir
it_it: Gli Amanti
iw: המאוהבים
ja_jp: 恋人たち
ka: გაყვარებულები
kk: Ғашықтар
km_kh: អ្នកស្រលាញ់
kn_in: ಪ್ರೇಮಿಗಳು
ko_kr: 연인
ky_kg: Сүйгөндөр
lo: ຄົນຮັກ
lt: Įsimylėjėliai
lv: Mīlnieki
mk_mk: Заљубени
ml_in: പ്രേമികൾ
mn_mn: Хайртай хүмүүс
mr: प्रेमी
ms_my: Yang Kekasih
ne: प्रेमीहरू
nl: Geliefden
no_no: Elskende
pa: ਪਿਆਰ ਕਰਨ ਵਾਲੇ
pl: Zakochani
pt_br: Amantes
ro: Îndrăgostiții
ru: Влюбленные
si: ආදරවන්තයෝ
sk: Zamilovaní
sl: Ljubezen
sq: Të dashuruarit
sr: Заљубљени
sv_se: Älskande
sw: Wapenzi
ta: காதலர்கள்
te: ప్రేమికులు
th: คนรัก
tr_tr: Aşıklar
uk: Закохані
ur: محبوب
vi: Những người đang yêu
zh_cn: 恋人
zh_hk: 戀人
zu: Abathandekayo

# card_name_the_chariot
source: Chariot
af: Stridswa
am: መንገድ መኪና
ar: العربة الحربية
az: Araba
bn: রথ
ca: El carro
cs: Vůz
de: Der Wagen
es_es: El Carro
fa: ارابه
fi_fi: Vaunut
fil: Karwahe
fr: Le Chariot
gl: O Carro
gu: રથ
hi: रथ
hu: Harci szekér
hy_am: Արքայանավ
id: Kereta Perang
is_is: Vagninn
it_it: Il Carro
iw: הרכב
ja_jp: 戦車
ka: რათვი
kk: Арба
km_kh: រថយន្តកង់
kn_in: ರಥ
ko_kr: 전차
ky_kg: Арба
lo: ລົດຊື່ນ
lt: Raitelis
lv: Rati
mk_mk: Кочија
ml_in: രഥം
mn_mn: Морин тэрэг
mr: रथ
ms_my: Kereta Perang
ne: रथ
nl: Strijdwagen
no_no: Stridsvogn
pa: ਰਥ
pl: Rydwan
pt_br: Carruagem
ro: Carul de luptă
ru: Колесница
si: රථය
sk: Ratič
sl: Kočija
sq: Karroca
sr: Кочија
sv_se: Stridsvagnen
sw: Gari la Vita
ta: சக்கரம்
te: రథం
th: รถม้า
tr_tr: Savaş Arabası
uk: Колісниця
ur: رکشہ
vi: Chiếc xe ngựa chiến
zh_cn: 战车
zh_hk: 戰車
zu: Ibhayisikili Leloli

# card_name_strength
source: Strength
af: Krag
am: ኃይል
ar: القوة
az: Güc
bn: শক্তি
ca: Força
cs: Síla
de: Die Kraft
es_es: La Fuerza
fa: قدرت
fi_fi: Voima
fil: Lakas
fr: Force
gl: Forza
gu: શક્તિ
hi: शक्ति
hu: Erő
hy_am: Ուժ
id: Kekuatan
is_is: Kraftur
it_it: Forza
iw: כוח
ja_jp: 力
ka: ძალა
kk: Күш
km_kh: កម្លាំង
kn_in: ಶಕ್ತಿ
ko_kr: 힘
ky_kg: Күч
lo: ພະລັງງານ
lt: Jėga
lv: Spēks
mk_mk: Сила
ml_in: ശക്തി
mn_mn: Хүч
mr: शक्ती
ms_my: Kekuatan
ne: शक्ति
nl: Kracht
no_no: Styrke
pa: ਤਾਕਤ
pl: Siła
pt_br: Força
ro: Putere
ru: Сила
si: බලය
sk: Sila
sl: Moč
sq: Fuqia
sr: Snaga
sv_se: Styrka
sw: Nguvu
ta: வலிமை
te: శక్తి
th: พละกำลัง
tr_tr: Güç
uk: Сила
ur: طاقت
vi: Sức mạnh
zh_cn: 力量
zh_hk: 力量
zu: Amandla

# card_name_the_hermit
source: The Hermit
af: Eremiet
am: አንደበት ሰው
ar: الناسك
az: Dərviş
bn: সন্ন্যাসী
ca: Ermità
cs: Poustevník
de: Der Eremit
es_es: El Ermitaño
fa: زاهد
fi_fi: Erakko
fil: Eremita
fr: Ermite
gl: Ermitán
gu: સન્યાસી
hi: सन्न्यासी
hu: Remete
hy_am: Մենակյաց
id: Pertapa
is_is: Einsýningur
it_it: Eremita
iw: נזיר
ja_jp: 隠者
ka: მონაზონი
kk: Жалғыздық
km_kh: អ្នកស្នាក់នៅឯកោ
kn_in: ಒಂಟಿ
ko_kr: 은둔자
ky_kg: Ыйманчы
lo: ຜູ້ສັ່ງຊົມ
lt: Eremitas
lv: Ermīts
mk_mk: Пустиник
ml_in: സന്യാസി
mn_mn: Ганцаардмал хүн
mr: सन्न्यासी
ms_my: Pertapa
ne: सन्न्यासी
nl: Kluizenaar
no_no: Eremitt
pa: ਸੰਨਿਆਸੀ
pl: Pustelnik
pt_br: Eremita
ro: Pustnic
ru: Отшельник
si: සන්සුන් වූ පුද්ගලයා
sk: Pustovník
sl: Pustnik
sq: Eremiti
sr: Pustinjak
sv_se: Eremit
sw: Mkomunyu
ta: தனிமை வாழ்கை
te: సన్యాసి
th: ฤๅษี
tr_tr: Keşiş
uk: Відлюдник
ur: راہی
vi: Ẩn sĩ
zh_cn: 隐士
zh_hk: 隱士
zu: Umhlali wedwa

# ok_button
source: OK
am: እሺ
ar: حسناً
bn: ঠিক আছে
ca: D'acord
fa: باشه
gu: ઠીક છે
hi: ठीक है
hy_am: Լավ
iw: אישור
ka: კარგია
km_kh: យល់ព្រម
kn_in: ಸರಿ
ko_kr: 확인
ky_kg: ОК
lo: ຕົກລົງ
lt: Gerai
lv: Labi
ml_in: ശരി
mr: ठीक आहे
ne: ठीक छ
pa: ਠੀਕ ਹੈ
si: හරි
sl: V redu
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 確定
zu: KULUNGILE

# cancel_button
source: Cancellation
af: Kanselleer
am: ሰርዝ
ar: إلغاء
az: Ləğv et
bn: বাতিল
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es_es: Cancelar
fa: لغو
fi_fi: Peruuta
fil: Kanselahin
fr: Annuler
gl: Cancelar
gu: રદ કરો
hi: रद्द करें
hu: Mégse
hy_am: Չեղարկել
id: Batal
is_is: Hætta við
it_it: Annulla
iw: ביטול
ja_jp: キャンセル
ka: გაუქმება
kk: Бас тарту
km_kh: បោះបង់
kn_in: ರದ್ದುಮಾಡಿ
ko_kr: 취소
ky_kg: Жокко чыгаруу
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mk_mk: Откажи
ml_in: റദ്ദാക്കുക
mn_mn: Цуцлах
mr: रद्द करा
ms_my: Batal
ne: रद्द गर्नुहोस्
nl: Annuleren
no_no: Avbryt
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Otkaži
sv_se: Avbryt
sw: Ghairi
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr_tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zu: Khansela

# analyzing_cards
source: I'm analyzing the cards...
af: Analiseer kaarte...
am: ካርዶችን እያጠናሁ ነው...
ar: أحلل البطاقات...
az: Kartları analiz edirəm...
bn: কার্ডগুলি বিশ্লেষণ করছি...
ca: Analitzant les cartes...
cs: Analyzuji karty...
de: Karten werden analysiert...
es_es: Analizando cartas...
fa: در حال تحلیل کارت‌ها...
fi_fi: Analysoidaan kortteja...
fil: Sinusuri ang mga card...
fr: Analyse des cartes...
gl: Analizando as cartas...
gu: કાર્ડ્સનું વિશ્લેષણ કરી રહ્યો છું...
hi: कार्ड का विश्लेषण कर रहा हूं...
hu: Kártyák elemzése...
hy_am: Վերլուծում եմ քարտերը...
id: Menganalisis kartu...
is_is: Greina spil...
it_it: Analizzando le carte...
iw: מנתח קלפים...
ja_jp: カードを分析中...
ka: ბარათების ანალიზი...
kk: Карталарды талдау...
km_kh: កំពុងវិភាគកាត...
kn_in: ಅಕ್ಷರಗಳನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತಿದ್ದೇನೆ...
ko_kr: 카드 분석 중...
ky_kg: Карталарды талдоо...
lo: ກຳລັງວິເຄາະແບບບັດ...
lt: Analizuoja kortas...
lv: Analizē kārtis...
mk_mk: Анализирам карти...
ml_in: കാർഡുകൾ വിശകലനം ചെയ്യുന്നു...
mn_mn: Картууды шинжилж байна...
mr: कार्ड्सचे विश्लेषण करत आहे...
ms_my: Menganalisis kad...
ne: कार्डहरूको विश्लेषण गर्दै...
nl: Kaarten analyseren...
no_no: Analyserer kort...
pa: ਕਾਰਡਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰ ਰਿਹਾ ਹੈ...
pl: Analizuję karty...
pt_br: Analisando cartas...
ro: Analizez cărțile...
ru: Делаю разбор карт...
si: කාඩ්පත් විශ්ලේෂණය කරමින්...
sk: Analyzujem karty...
sl: Analiziram karte...
sq: Duke analizuar kartat...
sr: Анализирам карти...
sv_se: Analyserar kort...
sw: Ikichambua kadi...
ta: அட்டைகளை பகுப்பாய்வு செய்கிறேன்...
te: కార్డ్లను విశ్లేషిస్తున్నాను...
th: กำลังวิเคราะห์ไพ่...
tr_tr: Kartları analiz ediyorum...
uk: Роблю розбір карт...
ur: کارڈز کا تجزیہ کر رہا ہوں...
vi: Đang phân tích các lá bài...
zh_cn: 正在分析卡牌...
zh_hk: 正在分析卡牌...
zu: Ihlaziya amakhadi...

# yes_button
source: Yes
af: Ja
am: አዎን
ar: نعم
az: Bəli
bn: হ্যাঁ
ca: Sí
cs: Ano
de: Ja
es_es: Sí
fa: بله
fi_fi: Kyllä
fil: Oo
fr: Oui
gl: Si
gu: હા
hi: हाँ
hu: Igen
hy_am: Այո
id: Ya
is_is: Já
it_it: Sì
iw: כן
ja_jp: はい
ka: დიახ
kk: Иә
km_kh: បាទ/ចាស
kn_in: ಹೌದು
ko_kr: 예
ky_kg: Ооба
lo: ແມ່ນແລ້ວ
lt: Taip
lv: Jā
mk_mk: Да
ml_in: അതെ
mn_mn: Тийм
mr: होय
ms_my: Ya
ne: हो
nl: Ja
no_no: Ja
pa: ਹਾਂ
pl: Tak
pt_br: Sim
ro: Da
ru: Да
si: ඔව්
sk: Áno
sl: Da
sq: Po
sr: Da
sv_se: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr_tr: Evet
uk: Так
ur: ہاں
vi: Có
zh_cn: 是
zh_hk: 是
zu: Yebo

# no_button
source: No
af: Nee
am: አይደለም
ar: لا
az: Yox
bn: না
cs: Ne
de: Nein
fa: نه
fi_fi: Ei
fil: Hindi
fr: Non
gl: Non
gu: ના
hi: नहीं
hu: Nem
hy_am: Ոչ
id: Tidak
is_is: Nei
iw: לא
ja_jp: いいえ
ka: არა
kk: Жоқ
km_kh: ទេ
kn_in: ಇಲ್ಲ
ko_kr: 아니요
ky_kg: Жок
lo: ບໍ່
lt: Ne
lv: Nē
mk_mk: Не
ml_in: ഇല്ല
mn_mn: Үгүй
mr: नाही
ms_my: Tidak
ne: होइन
nl: Nee
no_no: Nei
pa: ਨਹੀਂ
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
si: නැහැ
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv_se: Nej
sw: Hapana
ta: இல்லை
te: లేదు
th: ไม่
tr_tr: Hayır
uk: Ні
ur: نہیں
vi: Không
zh_cn: 没有
zh_hk: 否
zu: Cha

source: Loading...
af: Laai...
am: በመጫን ላይ...
ar: جارٍ التحميل...
az: Yüklənir...
bn: লোড হচ্ছে...
ca: Carregant...
cs: Načítání...
de: Lädt...
es_es: Cargando...
fa: در حال بارگذاری...
fi_fi: Ladataan...
fil: Naglo-load...
fr: Chargement...
gl: Cargando...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
hu: Betöltés...
hy_am: Բեռնվում է...
id: Memuat...
is_is: Hleð inn...
it_it: Caricamento...
iw: טוען...
ja_jp: 読み込み中...
ka: იტვირთება...
kk: Жүктелуде...
km_kh: កំពុងផ្ទុក...
kn_in: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 로딩 중...
ky_kg: Жүктөлүүдө...
lo: ກຳລັງໂຫຼດ...
lt: Įkeliama...
lv: Notiek ielāde...
mk_mk: Се вчитува...
ml_in: ലോഡ് ചെയ്യുന്നു...
mn_mn: Ачааллаж байна...
mr: लोड करत आहे...
ms_my: Memuatkan...
ne: लोड हुँदैछ...
nl: Bezig met laden...
no_no: Laster...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Ładowanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
si: පූරණය වෙමින්...
sk: Načítavam...
sl: Nalaganje...
sq: Duke u ngarkuar...
sr: Учитавање...
sv_se: Laddar...
sw: Inapakia...
ta: பதிவேற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr_tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh_cn: 加载中...
zh_hk: 載入中...
zu: Ukulayisha...

source: Error
af: Fout
am: ስህተት
ar: خطأ
az: Xəta
bn: ত্রুটি
cs: Chyba
de: Fehler
fa: خطا
fi_fi: Virhe
fr: Erreur
gl: Erro
gu: ભૂલ
hi: त्रुटि
hu: Hiba
hy_am: Սխալ
id: Kesalahan
is_is: Villa
it_it: Errore
iw: שגיאה
ja_jp: エラー
ka: შეცდომა
kk: Қате
km_kh: កំហុស
kn_in: ದೋಷ
ko_kr: 오류
ky_kg: Ката
lo: ຜິດພາດ
lt: Klaida
lv: Kļūda
mk_mk: Грешка
ml_in: പിശക്
mn_mn: Алдаа
mr: त्रुटी
ms_my: Ralat
ne: त्रुटि
nl: Fout
no_no: Feil
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
si: දෝෂයක්
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv_se: Fel
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr_tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_cn: 错误
zh_hk: 錯誤
zu: Iphutha

# success
source: Successfully
af: Suksesvol
am: ተሳካ
ar: تم بنجاح
az: Uğurla
bn: সফল
ca: Amb èxit
cs: Úspěšně
de: Erfolgreich
es_es: Exitoso
fa: موفقیت‌آمیز
fi_fi: Onnistui
fil: Matagumpay
fr: Succès
gl: Con éxito
gu: સફળ
hi: सफल
hu: Sikeres
hy_am: Հաջողվեց
id: Berhasil
is_is: Tókst
it_it: Riuscito
iw: הצלחה
ja_jp: 成功しました
ka: წარმატებით
kk: Сәтті
km_kh: ជោគជ័យ
kn_in: ಯಶಸ್ವಿ
ko_kr: 성공
ky_kg: Ийгиликтүү
lo: ສຳເລັດ
lt: Sėkmingai
lv: Veiksmīgi
mk_mk: Успешно
ml_in: വിജയകരമായി
mn_mn: Амжилттай
mr: यशस्वी
ms_my: Berjaya
ne: सफल
nl: Succesvol
no_no: Vellykket
pa: ਸਫਲ
pl: Sukces
pt_br: Sucesso
ro: Cu succes
ru: Успешно
si: සාර්ථකයි
sk: Úspešne
sl: Uspešno
sq: Sukses
sr: Успешно
sv_se: Framgångsrikt
sw: Imekamilika kwa mafanikio
ta: வெற்றி
te: విజయం
th: สำเร็จ
tr_tr: Başarılı
uk: Успішно
ur: کامیابی
vi: Thành công
zh_cn: 成功
zh_hk: 成功
zu: Kuphele kahle

source: Failed
af: Kon nie voltooi word nie
am: አልተሳካም
ar: فشل
az: Uğursuz oldu
bn: ব্যর্থ হয়েছে
ca: No s'ha pogut fer
cs: Nepodařilo se
de: Fehlgeschlagen
es_es: No se pudo realizar
fa: ناموفق بود
fi_fi: Epäonnistui
fil: Nabigo
fr: Échec
gl: Non se puido realizar
gu: નિષ્ફળ
hi: असफल रहा
hu: Sikertelen
hy_am: Չհաջողվեց
id: Gagal
is_is: Mistókst
it_it: Non riuscito
iw: נכשל
ja_jp: 失敗しました
ka: ვერ მოხერხდა
kk: Сәтсіз болды
km_kh: មិនបានជោគជ័យ
kn_in: ವಿಫಲವಾಗಿದೆ
ko_kr: 실패했습니다
ky_kg: Иштебеди
lo: ບໍ່ສາມາດເຮັດໄດ້
lt: Nepavyko
lv: Neizdevās
mk_mk: Не успеа
ml_in: വിഫലമായി
mn_mn: Амжилтгүй боллоо
mr: अयशस्वी
ms_my: Gagal
ne: असफल भयो
nl: Mislukt
no_no: Mislyktes
pa: ਅਸਫਲ
pl: Nie powiodło się
pt_br: Falhou
ro: Nu a reușit
ru: Не удалось
si: අසාර්ථකයි
sk: Nepodarilo sa
sl: Ni uspelo
sq: Dështoi
sr: Није успело
sv_se: Misslyckades
sw: Haikuweza kufanikishwa
ta: வெற்றியடையவில்லை
te: విఫలమైంది
th: ไม่สำเร็จ
tr_tr: Başarısız oldu
uk: Не вдалося
ur: ناکام رہا
vi: Không thành công
zh_cn: 失败
zh_hk: 失敗
zu: Akuphumelelanga

# language_russian
source: Russian
af: Russies
am: ሩሲያኛ
ar: الروسية
az: Rus dili
bn: রাশিয়ান
ca: Rus
cs: Ruština
de: Russisch
es_es: Ruso
fa: روسی
fi_fi: Venäjä
fil: Ruso
fr: Russe
gl: Ruso
gu: રશિયન
hi: रूसी
hu: Orosz
hy_am: Ռուսերեն
id: Rusia
is_is: Rússneska
it_it: Russo
iw: רוסית
ja_jp: ロシア語
ka: რუსული
kk: Орысша
km_kh: រុស្ស៊ី
kn_in: ರಷ್ಯನ್
ko_kr: 러시아어
ky_kg: Орусча
lo: ພາສາລັດເຊຍ
lt: Rusų
lv: Krievu
mk_mk: Руски
ml_in: റഷ്യൻ
mn_mn: Орос
mr: रशियन
ms_my: Rusia
ne: रूसी
nl: Russisch
no_no: Russisk
pa: ਰੂਸੀ
pl: Rosyjski
pt_br: Russo
ro: Rusă
ru: Русский
si: රුසියානු
sk: Ruský
sl: Ruski
sq: Rusisht
sr: Руски
sv_se: Ryska
sw: Kirusi
ta: ரஷ்யன்
te: రష్యన్
th: รัสเซีย
tr_tr: Rusça
uk: Російська
ur: روسی
vi: Tiếng Nga
zh_cn: 俄语
zh_hk: 俄文
zu: IsiRashiya

# language_english_us
source: English (US)
af: Engels (VSA)
am: እንግሊዝኛ (አሜሪካ)
ar: الإنجليزية (الولايات المتحدة)
az: İngilis (ABŞ)
bn: ইংরেজি (যুক্তরাষ্ট্র)
ca: Anglès (EUA)
cs: Angličtina (US)
de: Englisch (US)
es_es: Inglés (EE.UU.)
fa: انگلیسی (ایالات متحده)
fi_fi: Englanti (Yhdysvallat)
fil: Ingles (US)
fr: Anglais (US)
gl: Inglés (EE. UU.)
gu: ઇંગલિશ (યુએસ)
hi: अंग्रेज़ी (यूएस)
hu: Angol (US)
hy_am: Անգլերեն (ԱՄՆ)
id: Inggris (AS)
is_is: Enska (US)
it_it: Inglese (US)
iw: אנגלית (ארה"ב)
ja_jp: 英語（米国）
ka: ინგლისური (აშშ)
kk: Ағылшын (АҚШ)
km_kh: អង់គ្លេស (សហរដ្ឋអាមេរិក)
kn_in: ಇಂಗ್ಲಿಷ್ (ಯುಎಸ್)
ko_kr: 영어 (미국)
ky_kg: Англисче (АКШ)
lo: ພາສາອັງກິດ (ສະຫະລັດອາເມລິກາ)
lt: Anglų (JAV)
lv: Angļu (ASV)
mk_mk: Англиски (САД)
ml_in: ഇംഗ്ലീഷ് (US)
mn_mn: Америкийн Англи хэл
mr: इंग्रजी (यूएस)
ms_my: English (AS)
ne: अंग्रेजी (अमेरिका)
nl: Engels (VS)
no_no: Engelsk (US)
pa: ਅੰਗਰੇਜ਼ੀ (ਅਮਰੀਕਾ)
pl: Angielski (US)
pt_br: Inglês (EUA)
ro: Engleză (SUA)
si: ඉංග්‍රීසි (ඇමරිකානු)
sk: Angličtina (USA)
sl: Angleščina (ZDA)
sq: Anglisht (SHBA)
sr: Енглески (САД)
sv_se: Engelska (US)
sw: Kiingereza (Marekani)
ta: ஆங்கிலம் (அமெரிக்கா)
te: ఇంగ్లీష్ (US)
th: อังกฤษ (สหรัฐอเมริกา)
tr_tr: İngilizce (ABD)
uk: Англійська (США)
ur: انگریزی (امریکہ)
vi: Tiếng Anh (Mỹ)
zh_cn: 英语（美国）
zh_hk: 美式英語
zu: IsiNgisi (US)

# language_english_gb
source: English (GB)
af: Engels (VK)
am: እንግሊዝኛ (ብሪታኒያ)
ar: الإنجليزية (المملكة المتحدة)
az: İngilis (Böyük Britaniya)
bn: ইংরেজি (যুক্তরাজ্য)
ca: Anglès (Regne Unit)
cs: Angličtina (GB)
de: Englisch (GB)
es_es: Inglés (Reino Unido)
fa: انگلیسی (بریتانیا)
fi_fi: Englanti (Iso-Britannia)
fil: Ingles (GB)
fr: Anglais (GB)
gl: Inglés (Reino Unido)
gu: ઇંગલિશ (જીબી)
hi: अंग्रेज़ी (यूके)
hu: Angol (GB)
hy_am: Անգլերեն (ՄԹ)
id: Inggris (GB)
is_is: Enska (GB)
it_it: Inglese (GB)
iw: אנגלית (בריטניה)
ja_jp: 英語（英国）
ka: ინგლისური (ბრიტანეთი)
kk: Ағылшын (Ұлыбритания)
km_kh: អង់គ្លេស (ចក្រភពអង់គ្លេស)
kn_in: ಇಂಗ್ಲಿಷ್ (ಜಿಬಿ)
ko_kr: 영어 (영국)
ky_kg: Англисче (Улуу Британия)
lo: ພາສາອັງກິດ (ສະຫະລັດອາເມລິກາ)
lt: Anglų (JK)
lv: Angļu (Lielbritānija)
mk_mk: Англиски (ВБ)
ml_in: ഇംഗ്ലീഷ് (GB)
mn_mn: Британийн Англи хэл
mr: इंग्रजी (जीबी)
ms_my: English (UK)
ne: अंग्रेजी (बेलायत)
nl: Engels (VK)
no_no: Engelsk (GB)
pa: ਅੰਗਰੇਜ਼ੀ (ਯੂਕੇ)
pl: Angielski (GB)
pt_br: Inglês (Reino Unido)
ro: Engleză (GB)
si: ඉංග්‍රීසි (බ්‍රිතාන්‍ය)
sk: Angličtina (VB)
sl: Angleščina (VB)
sq: Anglisht (MB)
sr: Енглески (ВБ)
sv_se: Engelska (GB)
sw: Kiingereza (Uingereza)
ta: ஆங்கிலம் (பிரிட்டன்)
te: ఇంగ్లీష్ (GB)
th: อังกฤษ (สหราชอาณาจักร)
tr_tr: İngilizce (İngiltere)
uk: Англійська (Великобританія)
ur: انگریزی (برطانیہ)
vi: Tiếng Anh (Anh)
zh_cn: 英语（英国）
zh_hk: 英式英語
zu: IsiNgisi (GB)

# card_name_wheel_of_fortune
source: Wheel of Fortune
af: Wiel van Fortuin
am: የእድል መቀስቀስ
ar: عجلة الحظ
az: Təqdir Çarxı
bn: ফরচুন চাকা
ca: La Roda de la Fortuna
cs: Kolo štěstí
de: Glücksrad
es_es: La Rueda de la Fortuna
fa: چرخ شانس
fi_fi: Onnenpyörä
fil: Gulong ng Kapalaran
fr: Roue de la Fortune
gl: A Roda da Fortuna
gu: નસીબનું ચક્ર
hi: भाग्य का चक्र
hu: Szerencsekereék
hy_am: Բախտի Շրջան
id: Roda Keberuntungan
is_is: Hjól gæfunnar
it_it: Ruota della Fortuna
iw: גלגל המזל
ja_jp: 運命の輪
ka: ბედის ბორბალი
kk: Бақыт дөңгелегі
km_kh: កង់វាសនា
kn_in: ಭಾಗ್ಯ ಚಕ್ರ
ko_kr: 행운의 바퀴
ky_kg: Тагдыр дөңгөлөгү
lo: ລໍລົດໂຊກດີ
lt: Likimo ratas
lv: Laimes rats
mk_mk: Тркало на среќа
ml_in: ഭാഗ്യചക്രം
mn_mn: Азын дугуй
mr: नशिबाचे चाक
ms_my: Roda Nasib
ne: भाग्यको पाङ्ग्रा
nl: Rad van Fortuin
no_no: Lykkehjulet
pa: ਕਿਸਮਤ ਦਾ ਪਹੀਆ
pl: Koło Fortuny
pt_br: Roda da Fortuna
ro: Roata Norocului
ru: Колесо Фортуны
si: අභිවාසන චක්‍රය
sk: Koleso šťastia
sl: Kolo sreče
sq: Rrota e Fatit
sr: Точак среће
sv_se: Lyckohjulet
sw: Gurudumu la Bahati
ta: வெற்றி சக்கரம்
te: ఫార్చ్యూన్ చక్రం
th: วงล้อแห่งโชคชะตา
tr_tr: Şans Çarkı
uk: Колесо Фортуни
ur: قسمت کا پہیہ
vi: Bánh Xe May Mắn
zh_cn: 命运之轮
zh_hk: 幸運之輪
zu: Ijubane leNhlanhla

# card_name_justice
source: Justice
af: Geregtigheid
am: ፍትህ
ar: العدالة
az: Ədalət
bn: ন্যায়বিচার
ca: Justícia
cs: Spravedlnost
de: Gerechtigkeit
es_es: La Justicia
fa: عدالت
fi_fi: Oikeudenmukaisuus
fil: Katarungan
gl: Xustiza
gu: ન્યાય
hi: न्याय
hu: Igazságosság
hy_am: Արդարություն
id: Keadilan
is_is: Réttlæti
it_it: Giustizia
iw: צדק
ja_jp: 正義
ka: სამართლიანობა
kk: Әділдік
km_kh: យុត្តិធម៌
kn_in: ನ್ಯಾಯ
ko_kr: 정의
ky_kg: Адилеттүүлүк
lo: ຄວາມຍຸດຕິທັມ
lt: Teisingumas
lv: Taisnīgums
mk_mk: Правда
ml_in: ന്യായം
mn_mn: Шударга ёс
mr: न्याय
ms_my: Keadilan
ne: न्याय
nl: Rechtvaardigheid
no_no: Rettferdighet
pa: ਨਿਆਂ
pl: Sprawiedliwość
pt_br: Justiça
ro: Justiție
ru: Справедливость
si: යුක්තිය
sk: Spravodlivosť
sl: Pravičnost
sq: Drejtësia
sr: Правда
sv_se: Rättvisa
sw: Haki
ta: நியாயம்
te: న్యాయం
th: ความยุติธรรม
tr_tr: Adalet
uk: Справедливість
ur: انصاف
vi: Công Lý
zh_cn: 正义
zh_hk: 正義
zu: Ubulungisa

# card_name_the_hanged_man
source: The Hanged Man
af: Die Gehange
am: የተሰኘ
ar: المشنوق
az: Asılmış adam
bn: ফাঁসি দেওয়া ব্যক্তি
ca: Penjat
cs: Oběšenec
de: Der Gehängte
es_es: El Colgado
fa: معلق
fi_fi: Hirtetty
fil: Nakasabit
fr: Le Pendu
gl: O aforcado
gu: લટકાવેલો
hi: लटकाया हुआ आदमी
hu: A felakasztott
hy_am: Զարկվածը
id: Orang yang digantung
is_is: Upphangingi
it_it: L'Appeso
iw: התלוי
ja_jp: 吊るされた男
ka: გაკრული
kk: Асынып тұрған адам
km_kh: អ្នកពាក់ព័ន្ធ
kn_in: ಹಂಗ್ ಮಾಡಿದವನು
ko_kr: 매달린 사람
ky_kg: Жалынган
lo: ຄົນຖືກຂຶ້ນກູ້
lt: Pakabintas
lv: Pakārtais
mk_mk: Висечкиот
ml_in: പറഞ്ഞവൻ
mn_mn: Тавигдсан хүн
mr: फाशी दिलेला
ms_my: Gantung
ne: टाँगिएको व्यक्ति
nl: De Gehangene
no_no: Den hengte
pa: ਲਟਕਾਇਆ ਹੋਇਆ
pl: Wisielec
pt_br: O Enforcado
ro: Spânzuratul
ru: Повешенный
si: ඉඳගෙන සිටින පුද්ගලයා
sk: Obesenec
sl: Obesjenec
sq: I varuri
sr: Обешеник
sv_se: Den hängde
sw: Mtu aliyekataliwa
ta: பிடிக்கப்பட்டவர்
te: అటకపడ్డవాడు
th: คนแขวนคอ
tr_tr: Asılan Adam
uk: Повішений
ur: لٹکایا ہوا
vi: Người treo cổ
zh_cn: 倒吊人
zh_hk: 倒吊人
zu: Umuntu ophoshiwe

# card_name_death
source: Death
af: Dood
am: ሞት
ar: الموت
az: Ölüm
bn: মৃত্যু
ca: Mort
cs: Smrt
de: Der Tod
es_es: La Muerte
fa: مرگ
fi_fi: Kuolema
fil: Kamatayan
fr: La Mort
gl: A morte
gu: મૃત્યુ
hi: मृत्यु
hu: Halál
hy_am: Մահ
id: Kematian
is_is: Dauði
it_it: La Morte
iw: מוות
ja_jp: 死神
ka: სიკვდილი
kk: Өлім
km_kh: ការស្លាប់
kn_in: ಮರಣ
ko_kr: 죽음
ky_kg: Өлүм
lo: ການຕາຍ
lt: Mirtis
lv: Nāve
mk_mk: Смрт
ml_in: മരണം
mn_mn: Үхэл
mr: मृत्यू
ms_my: Kematian
ne: मृत्यु
nl: De Dood
no_no: Døden
pa: ਮੌਤ
pl: Śmierć
pt_br: A Morte
ro: Moartea
ru: Смерть
si: මරණය
sk: Smrť
sl: Smrt
sq: Vdekja
sr: Смрт
sv_se: Döden
sw: Kifo
ta: இறப்பு
te: మరణం
th: ความตาย
tr_tr: Ölüm
uk: Смерть
ur: موت
vi: Cái chết
zh_cn: 死神
zh_hk: 死神
zu: Ukufa
