Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# love_spread_screen_suggested_questions_2
source: What is hindering our relationship?
af: Wat staan ons verhouding in die weg?
am: ለግንኙነታችን ምን እንደሚከለክል ነው?
ar: ما الذي يعيق علاقتنا؟
az: Bizim münasibətlərimizə nə mane olur?
bn: আমাদের সম্পর্কের পথে কী বাধা?
ca: Què impedeix la nostra relació?
cs: Co brání našemu vztahu?
de: Was steht unserer Beziehung im Weg?
es_es: ¿Qué impide nuestra relación?
fa: چه چیزی مانع رابطه ما می‌شود؟
fi_fi: Mikä estää suhdettamme?
fil: Ano ang humahadlang sa aming relasyon?
fr: Qu'est-ce qui empêche notre relation ?
gl: Que impide a nosa relación?
gu: અમારા સંબંધોને શું અવરોધે છે?
hi: हमारे रिश्ते में क्या बाधा डाल रहा है?
hu: Mi akadályozza a kapcsolatunkat?
hy_am: Ի՞նչ է խանգարում մեր հարաբերություններին?
id: Apa yang menghalangi hubungan kita?
is_is: Hvað hindrar samband okkar?
it_it: Cosa ostacola la nostra relazione?
iw: מה מפריע למערכת היחסים שלנו?
ja_jp: 私たちの関係を妨げているものは何ですか？
ka: რა უშლის ხელს ჩვენს ურთიერთობას?
kk: Біздің қарым-қатынасымызға не кедергі?
km_kh: អ្វីដែលរាំងខ្ទប់ទំនាក់ទំនងរបស់យើង?
kn_in: ನಮ್ಮ ಸಂಬಂಧಗಳಿಗೆ ಏನು ಅಡ್ಡಿ?
ko_kr: 우리 관계를 방해하는 것은 무엇인가요?
ky_kg: Биздин мамилелерибизге эмне тоскоолдук кылууда?
lo: ອະໄຫຼທີ່ຂັດຂ້ອງຄວາມສຳພັນຂອງພວກເຮົາແມ່ນຫຍັງ?
lt: Kas trukdo mūsų santykiams?
lv: Kas traucē mūsu attiecībām?
mk_mk: Што пречи на нашата врска?
ml_in: നമ്മുടെ ബന്ധങ്ങൾക്ക് തടസ്സം ഏതാണ്?
mn_mn: Манай харилцаанд юу саад болж байна вэ?
mr: आपल्या नातेसंबंधांना काय अडथळा आणत आहे?
ms_my: Apa yang menghalang hubungan kita?
ne: हाम्रो सम्बन्धमा के बाधा पुर्‍याइरहेको छ?
nl: Wat staat onze relatie in de weg?
no_no: Hva hindrer forholdet vårt?
pa: ਸਾਡੇ ਰਿਸ਼ਤਿਆਂ ਵਿੱਚ ਕੀ ਰੁਕਾਵਟ ਹੈ?
pl: Co przeszkadza naszym relacjom?
pt_br: O que está atrapalhando nosso relacionamento?
ro: Ce împiedică relația noastră?
ru: Что мешает нашим отношениям?
si: අපේ සම්බන්ධතාවයට බාධා වන්නේ මොනවාද?
sk: Čo bráni nášmu vzťahu?
sl: Kaj ovira najin odnos?
sq: Çfarë pengon marrëdhëniet tona?
sr: Шта омета нашу везу?
sv_se: Vad hindrar vår relation?
sw: Nini kinazuia uhusiano wetu?
ta: எங்கள் உறவுக்கு என்ன தடைகள் உள்ளன?
te: మన సంబంధాలకు ఏమి అడ్డుకావడమైంది?
th: อะไรที่ขัดขวางความสัมพันธ์ของเรา?
tr_tr: İlişkimize ne engel oluyor?
uk: Що заважає нашим стосункам?
ur: ہمارے تعلقات میں کیا رکاوٹ ہے؟
vi: Điều gì đang cản trở mối quan hệ của chúng ta?
zh_cn: 是什么阻碍了我们的关系？
zh_hk: 是什麼阻礙了我們的關係？
zu: Yini evimbela ubudlelwano bethu?

# love_spread_screen_suggested_questions_3
source: What future awaits our relationship?
af: Watter toekoms wag vir ons verhouding?
am: ግንኙነታችን ምን ያህል ወደፊት ነው?
ar: ما هو المستقبل الذي ينتظر علاقتنا؟
az: Bizim münasibətlərimizi hansı gələcək gözləyir?
bn: আমাদের সম্পর্কের ভবিষ্যত কী হবে?
ca: Quin futur espera la nostra relació?
cs: Jaká budoucnost čeká náš vztah?
de: Welche Zukunft erwartet unsere Beziehung?
es_es: ¿Qué futuro espera a nuestra relación?
fa: چه آینده‌ای در انتظار رابطه ماست؟
fi_fi: Millainen tulevaisuus odottaa suhdettamme?
fil: Anong hinaharap ang naghihintay sa aming relasyon?
fr: Quel avenir attend notre relation ?
gl: Que futuro agarda a nosa relación?
gu: અમારા સંબંધો માટે કયું ભવિષ્ય રાહ જોઈ રહ્યું છે?
hi: हमारे रिश्ते का भविष्य कैसा होगा?
hu: Milyen jövő vár a kapcsolatunkra?
hy_am: Ո՞ր ապագան է սպասում մեր հարաբերություններին:
id: Masa depan seperti apa yang menanti hubungan kita?
is_is: Hvaða framtíð bíður sambandi okkar?
it_it: Quale futuro attende la nostra relazione?
iw: איזה עתיד מחכה למערכת היחסים שלנו?
ja_jp: 私たちの関係にはどんな未来が待っていますか？
ka: რა მომავალი ელოდება ჩვენს ურთიერთობას?
kk: Біздің қарым-қатынасымызды қандай болашақ күтеді?
km_kh: អនាគតណាដែលរង់ចាំទំនាក់ទំនងរបស់យើង?
kn_in: ನಮ್ಮ ಸಂಬಂಧಗಳಿಗೆ ಯಾವ ಭವಿಷ್ಯ ಕಾಯುತ್ತಿದೆ?
ko_kr: 우리 관계의 미래는 어떻게 될까요?
ky_kg: Биздин мамилелерди кандай келечек күтүп турат?
lo: ອະນາຄົດທີ່ລໍຖ້າຄວາມສຳພັນຂອງພວກເຮົາແມ່ນຫຍັງ?
lt: Kokia ateitis laukia mūsų santykių?
lv: Kāda nākotne gaida mūsu attiecības?
mk_mk: Каква иднина ја чека нашата врска?
ml_in: നമ്മുടെ ബന്ധങ്ങൾക്ക് ഭാവിയിൽ എന്താണ് കാത്തിരിക്കുന്നത്?
mn_mn: Манай харилцаанд ямар ирээдүй хүлээж байна вэ?
mr: आपल्या नात्याचे भविष्य काय आहे?
ms_my: Apa masa depan yang menanti hubungan kita?
ne: हाम्रो सम्बन्धलाई के भविष्य पर्खिरहेको छ?
nl: Welke toekomst wacht onze relatie?
no_no: Hva slags fremtid venter forholdet vårt?
pa: ਸਾਡੇ ਰਿਸ਼ਤਿਆਂ ਦਾ ਭਵਿੱਖ ਕੀ ਹੈ?
pl: Jaka przyszłość czeka nasze relacje?
pt_br: Que futuro espera pelo nosso relacionamento?
ro: Ce viitor ne așteaptă în relația noastră?
ru: Какое будущее ждет наши отношения?
si: අපේ සම්බන්ධතාවයට අනාගතය කුමක්ද?
sk: Akú budúcnosť čaká náš vzťah?
sl: Kakšna prihodnost čaka najin odnos?
sq: Çfarë të ardhme pret marrëdhëniet tona?
sr: Каква будућност чека нашу везу?
sv_se: Vilken framtid väntar vår relation?
sw: Nini mustakabali wa uhusiano wetu?
ta: எங்கள் உறவுக்கு எதிர்காலம் என்ன?
te: మన సంబంధాలకు భవిష్యత్తు ఏమిటి?
th: อนาคตของความสัมพันธ์ของเราจะเป็นอย่างไร?
tr_tr: İlişkimiz için hangi gelecek bekliyor?
uk: Яке майбутнє чекає на наші стосунки?
ur: ہمارے تعلقات کا مستقبل کیسا ہوگا؟
vi: Tương lai nào đang chờ đợi mối quan hệ của chúng ta?
zh_cn: 我们的关系将会有什么样的未来？
zh_hk: 我們的關係未來會是怎樣？
zu: Ikusasa elinjani elilindele ubudlelwano bethu?

# career_finance_spread_screen_suggested_questions_1
source: What opportunities await me in my career?
af: Watter geleenthede wag vir my in my loopbaan?
am: በስራዬ ውስጥ ምን ዓይነት እድሎች እጠብቃለሁ?
ar: ما الفرص التي تنتظرني في مسيرتي المهنية؟
az: Karyeramda hansı imkanlar məni gözləyir?
bn: ক্যারিয়ারে আমার জন্য কী সুযোগ অপেক্ষা করছে?
ca: Quines oportunitats m’esperen en la carrera professional?
cs: Jaké příležitosti mě čekají v kariéře?
de: Welche Möglichkeiten erwarten mich in meiner Karriere?
es_es: ¿Qué oportunidades me esperan en la carrera?
fa: چه فرصت‌هایی در انتظار من در حرفه‌ام است؟
fi_fi: Mitä mahdollisuuksia minua odottaa urallani?
fil: Anong mga oportunidad ang naghihintay sa akin sa karera?
fr: Quelles opportunités m'attendent dans ma carrière ?
gl: Que oportunidades me agardan na carreira?
gu: મારી કારકિર્દીમાં કયા અવસરો રાહ જોઈ રહ્યા છે?
hi: मेरे करियर में कौन से अवसर मेरा इंतजार कर रहे हैं?
hu: Milyen lehetőségek várnak rám a karrieremben?
hy_am: Որոնք են իմ կարիերայում սպասվող հնարավորությունները:
id: Kesempatan apa yang menanti saya dalam karier?
is_is: Hvaða tækifæri bíða mín í starfsferlinum?
it_it: Quali opportunità mi aspettano nella carriera?
iw: אילו הזדמנויות מחכות לי בקריירה?
ja_jp: 私のキャリアにはどんな可能性が待っていますか？
ka: რა შესაძლებლობები მელოდება კარიერაში?
kk: Мансапта мені қандай мүмкіндіктер күтіп тұр?
km_kh: ឱកាសអ្វីខ្លះដែលរង់ចាំខ្ញុំក្នុងអាជីព?
kn_in: ನನ್ನ ವೃತ್ತಿಯಲ್ಲಿ ಯಾವ ಅವಕಾಶಗಳು ಕಾಯುತ್ತಿವೆ?
ko_kr: 내 경력에 어떤 기회가 기다리고 있나요?
ky_kg: Карьерамда кандай мүмкүнчүлүктөр күтүп турат?
lo: ໂອກາດໃດທີ່ລໍຖ້າຂ້ອຍໃນອາຊີບ?
lt: Kokios galimybės manęs laukia karjeroje?
lv: Kādas iespējas mani gaida karjerā?
mk_mk: Кои можности ме чекаат во кариерата?
ml_in: എന്റെ കരിയറിൽ എങ്ങനെ അവസരങ്ങൾ കാത്തിരിക്കുന്നു?
mn_mn: Миний карьерын ямар боломжууд хүлээж байна вэ?
mr: माझ्या करिअरमध्ये कोणत्या संधी माझी वाट पाहत आहेत?
ms_my: Peluang apa yang menanti saya dalam kerjaya?
ne: मेरो करियरमा कस्ता अवसरहरू पर्खिरहेका छन्?
nl: Welke kansen wachten mij in mijn carrière?
no_no: Hvilke muligheter venter meg i karrieren?
pa: ਮੇਰੇ ਕਰੀਅਰ ਵਿੱਚ ਕਿ๜ੜੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਹਨ?
pl: Jakie możliwości czekają mnie w karierze?
pt_br: Quais oportunidades me aguardam na carreira?
ro: Ce oportunități mă așteaptă în carieră?
ru: Какие возможности ждут меня в карьере?
si: මගේ වෘත්තීය ජීවිතයේ මොන අවස්ථා මැද සිටීද?
sk: Aké príležitosti ma čakajú v kariére?
sl: Katere priložnosti me čakajo v karieri?
sq: Çfarë mundësish më presin në karrierë?
sr: Које могућности ме чекају у каријери?
sv_se: Vilka möjligheter väntar mig i karriären?
sw: Nafasi gani zinanangojea katika kazi yangu?
ta: என் தொழிலில் என்ன வாய்ப்புகள் காத்திருக்கின்றன?
te: నా కెరీర్‌లో ఏ అవకాశాలు ఎదురుచూస్తున్నాయి?
th: โอกาสอะไรที่รอฉันอยู่ในอาชีพการงาน?
tr_tr: Kariyerimde hangi fırsatlar beni bekliyor?
uk: Які можливості чекають мене в кар'єрі?
ur: میرے کیریئر میں کون سے مواقع منتظر ہیں؟
vi: Những cơ hội nào đang chờ tôi trong sự nghiệp?
zh_cn: 我的职业生涯有哪些机会？
zh_hk: 我的事業有哪些機會？
zu: Yiziphi amathuba angilindele emsebenzini?

# career_finance_spread_screen_suggested_questions_2
source: How can I improve my financial situation?
af: Hoe kan ek my finansiële situasie verbeter?
am: የገንዘብ ሁኔታዬን እንዴት ማሻሻል እችላለሁ?
ar: كيف أحسن وضعي المالي؟
az: Maliyyə vəziyyətimi necə yaxşılaşdırmaq olar?
bn: আমার আর্থিক অবস্থার উন্নতি কীভাবে করা যায়?
ca: Com millorar la meva situació financera?
cs: Jak zlepšit svou finanční situaci?
de: Wie kann ich meine finanzielle Lage verbessern?
es_es: ¿Cómo mejorar mi situación financiera?
fa: چگونه وضعیت مالی خود را بهبود بخشم؟
fi_fi: Kuinka parantaa taloudellista tilanteeni?
fil: Paano mapapabuti ang aking kalagayang pinansyal?
fr: Comment améliorer ma situation financière ?
gl: Como mellorar a miña situación financeira?
gu: મારી આર્થિક સ્થિતિ કેવી રીતે સુધારી શકાય?
hi: मेरी वित्तीय स्थिति को कैसे बेहतर बनाया जाए?
hu: Hogyan javíthatom a pénzügyi helyzetemet?
hy_am: Ինչպե՞ս բարելավել իմ ֆինանսական վիճակը:
id: Bagaimana cara memperbaiki kondisi keuangan saya?
is_is: Hvernig get ég bætt fjárhagsstöðu mína?
it_it: Come migliorare la mia situazione finanziaria?
iw: איך לשפר את המצב הכלכלי שלי?
ja_jp: 私の経済状況をどう改善すればいいですか？
ka: როგორ გავაუმჯობესო ჩემი ფინანსური მდგომარეობა?
kk: Қаржылық жағдайымды қалай жақсартуға болады?
km_kh: ធ្វើដូចម្តេចដើម្បីធ្វើឱ្យស្ថានភាពហិរញ្ញវត្ថុរបស់ខ្ញុំប្រសើរឡើង?
kn_in: ನನ್ನ ಹಣಕಾಸಿನ ಸ್ಥಿತಿಯನ್ನು ಹೇಗೆ ಸುಧಾರಿಸಬಹುದು?
ko_kr: 내 재정 상태를 어떻게 개선할 수 있을까요?
ky_kg: Каржылык абалымды кантип жакшыртуу керек?
lo: ຈະປັບປຸງສະຖານະການການເງິນຂອງຂ້ອຍໄດ້ແນວໃດ?
lt: Kaip pagerinti mano finansinę padėtį?
lv: Kā uzlabot manu finansiālo stāvokli?
mk_mk: Како да го подобрам моето финансиско положение?
ml_in: എന്റെ സാമ്പത്തിക സ്ഥിതി എങ്ങനെ മെച്ചപ്പെടുത്താം?
mn_mn: Миний санхүүгийн байдал хэрхэн сайжрах вэ?
mr: माझी आर्थिक स्थिती कशी सुधारावी?
ms_my: Bagaimana untuk memperbaiki keadaan kewangan saya?
ne: मेरो आर्थिक स्थिति कसरी सुधार्ने?
nl: Hoe kan ik mijn financiële situatie verbeteren?
no_no: Hvordan kan jeg forbedre min økonomiske situasjon?
pa: ਮੇਰੀ ਵਿੱਤੀ ਹਾਲਤ ਨੂੰ ਕਿൻਸ ਸੁਧਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ?
pl: Jak poprawić moją sytuację finansową?
pt_br: Como melhorar minha situação financeira?
ro: Cum să îmi îmbunătățesc situația financiară?
ru: Как улучшить мое финансовое положение?
si: මගේ මූල්‍ය තත්ත්වය කෙසේ වර්ධනය කරගත හැකිද?
sk: Ako zlepšiť svoju finančnú situáciu?
sl: Kako izboljšati moje finančno stanje?
sq: Si të përmirësoj gjendjen time financiare?
sr: Како побољшати своју финансијску ситуацију?
sv_se: Hur kan jag förbättra min ekonomiska situation?
sw: Ninawezaje kuboresha hali yangu ya kifedha?
ta: என் நிதி நிலையை எப்படி மேம்படுத்தலாம்?
te: నా ఆర్థిక పరిస్థితిని ఎలా మెరుగుపరచాలి?
th: จะปรับปรุงสถานะการเงินของฉันได้อย่างไร?
tr_tr: Mali durumumu nasıl iyileştirebilirim?
uk: Як покращити моє фінансове становище?
ur: میری مالی حالت کو کیسے بہتر بنایا جائے؟
vi: Làm thế nào để cải thiện tình hình tài chính của tôi?
zh_cn: 如何改善我的财务状况？
zh_hk: 如何改善我的財務狀況？
zu: Ngingathuthukisa kanjani isimo sami sezimali?

# career_finance_spread_screen_suggested_questions_3
source: Is it worth changing jobs?
af: Is dit die moeite werd om van werk te verander?
am: ስራ መቀየር ይገባል?
ar: هل يجب علي تغيير العمل؟
az: İşi dəyişmək lazımdırmı?
bn: কাজ পরিবর্তন করা উচিত কি?
ca: Val la pena canviar de feina?
cs: Stojí za to změnit práci?
de: Lohnt es sich, den Job zu wechseln?
es_es: ¿Vale la pena cambiar de trabajo?
fa: آیا باید شغل خود را تغییر دهم؟
fi_fi: Kannattaako vaihtaa työpaikkaa?
fil: Dapat ba akong magpalit ng trabaho?
fr: Vaut-il la peine de changer de travail ?
gl: ¿Vale a pena cambiar de traballo?
gu: શું નોકરી બદલવી જોઈએ?
hi: क्या नौकरी बदलनी चाहिए?
hu: Érdemes váltani munkahelyet?
hy_am: Արժե՞ փոխել աշխատանքը:
id: Apakah sebaiknya saya mengganti pekerjaan?
is_is: Á að skipta um vinnu?
it_it: Vale la pena cambiare lavoro?
iw: האם כדאי לשנות עבודה?
ja_jp: 仕事を変えるべきですか？
ka: სამუშაოს შეცვლა ღირს?
kk: Жұмысты ауыстырған дұрыс па?
km_kh: តើគួរប្ដូរការងារឬទេ?
kn_in: ಕೆಲಸವನ್ನು ಬದಲಾಯಿಸಬೇಕೇ?
ko_kr: 직장을 바꿔야 할까요?
ky_kg: Ишти алмаштыруу керекпи?
lo: ຄວນປ່ຽນວຽກບໍ?
lt: Ar verta keisti darbą?
lv: Vai ir vērts mainīt darbu?
mk_mk: Дали вреди да се смени работа?
ml_in: ജോലി മാറ്റേണ്ടതുണ്ടോ?
mn_mn: Ажлаа солих нь зүйтэй юу?
mr: काम बदलायला हवे का?
ms_my: Patutkah saya menukar kerja?
ne: काम परिवर्तन गर्नु उपयुक्त होला?
nl: Is het de moeite waard om van baan te veranderen?
no_no: Bør jeg bytte jobb?
pa: ਕੀ ਨੌਕਰੀ ਬਦਲਣੀ ਚਾਹੀਦੀ ਹੈ?
pl: Czy warto zmieniać pracę?
pt_br: Vale a pena mudar de emprego?
ro: Merită să schimb locul de muncă?
ru: Стоит ли менять работу?
si: රැකියා වෙනස් කළ යුතුද?
sk: Stojí za to zmeniť prácu?
sl: Ali se splača zamenjati službo?
sq: A ia vlen të ndryshosh punën?
sr: Да ли вреди мењати посао?
sv_se: Är det värt att byta jobb?
sw: Je, inafaa kubadilisha kazi?
ta: வேலை மாற்ற வேண்டுமா?
te: పని మార్చుకోవడం సరైనదా?
th: ควรเปลี่ยนงานไหม?
tr_tr: İşi değiştirmeli miyim?
uk: Чи варто змінювати роботу?
ur: کیا کام تبدیل کرنا چاہیے؟
vi: Có nên đổi công việc không?
zh_cn: 值得换工作吗？
zh_hk: 值得換工作嗎？
zu: Kufanele ngishintshe umsebenzi?

# pros_cons_spread_screen_suggested_questions_1
source: Should I make this decision?
af: Moet ek hierdie besluit neem?
am: ይህን ውሳኔ መውሰድ እኔን ይገባል?
ar: هل يجب أن أتخذ هذا القرار؟
az: Mən bu qərarı qəbul etməliyəmmi?
bn: আমার কি এই সিদ্ধান্ত নেওয়া উচিত?
ca: Val la pena que prengui aquesta decisió?
cs: Měl bych toto rozhodnutí přijmout?
de: Soll ich diese Entscheidung treffen?
es_es: ¿Debería tomar esta decisión?
fa: آیا باید این تصمیم را بگیرم؟
fi_fi: Kannattaako minun tehdä tämä päätös?
fil: Dapat ko bang gawin ang desisyong ito?
fr: Dois-je prendre cette décision ?
gl: ¿Debería tomar esta decisión?
gu: શું મને આ નિર્ણય લેવું જોઈએ?
hi: क्या मुझे यह निर्णय लेना चाहिए?
hu: Érdemes meghoznom ezt a döntést?
hy_am: Արժե՞ ինձ ընդունել այս որոշումը:
id: Apakah saya harus mengambil keputusan ini?
is_is: Á ég að taka þessa ákvörðun?
it_it: Dovrei prendere questa decisione?
iw: האם כדאי לי לקבל את ההחלטה הזו?
ja_jp: 私がこの決断を下すべきですか？
ka: მიმიღო ეს გადაწყვეტილება?
kk: Мен бұл шешімді қабылдағаным дұрыс па?
km_kh: តើខ្ញុំគួរទទួលយកសេចក្តីសម្រេចនេះទេ?
kn_in: ನಾನು ಈ ನಿರ್ಧಾರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕೇ?
ko_kr: 제가 이 결정을 내려야 할까요?
ky_kg: Мен бул чечимди кабыл алышым керекпи?
lo: ຂ້ອຍຄວນຕັດສິນໃຈນີ້ບໍ?
lt: Ar man verta priimti šį sprendimą?
lv: Vai man vajadzētu pieņemt šo lēmumu?
mk_mk: Дали вреди јас да ја донесам оваа одлука?
ml_in: എനിക്ക് ഈ തീരുമാനം എടുക്കണോ?
mn_mn: Би энэ шийдвэрийг гаргах уу?
mr: मला हे निर्णय घ्यायला हवा का?
ms_my: Patutkah saya membuat keputusan ini?
ne: के म यो निर्णय लिनु उपयुक्त होला?
nl: Moet ik deze beslissing nemen?
no_no: Bør jeg ta denne avgjørelsen?
pa: ਕੀ ਮੈਨੂੰ ਇਹ ਫੈਸਲਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Czy powinienem podjąć tę decyzję?
pt_br: Devo tomar essa decisão?
ro: Ar trebui să iau această decizie?
ru: Стоит ли мне принимать это решение?
si: මට මේ තීරණය ගත යුතුද?
sk: Mám prijať toto rozhodnutie?
sl: Ali naj sprejmem to odločitev?
sq: A duhet ta marr këtë vendim?
sr: Да ли треба да донесем ову одлуку?
sv_se: Bör jag fatta det här beslutet?
sw: Je, inafaa nifanye uamuzi huu?
ta: நான் இந்த முடிவை எடுக்க வேண்டுமா?
te: నేను ఈ నిర్ణయం తీసుకోవాలా?
th: ฉันควรตัดสินใจเรื่องนี้ไหม?
tr_tr: Bu kararı almam doğru mu?
uk: Чи варто мені приймати це рішення?
ur: کیا مجھے یہ فیصلہ کرنا چاہیے؟
vi: Tôi có nên đưa ra quyết định này không?
zh_cn: 我应该做出这个决定吗？
zh_hk: 我應該做這個決定嗎？
zu: Kufanele ngithathe lesi sinqumo?

# pros_cons_spread_screen_suggested_questions_2
source: What are the pros and cons of this choice?
af: Wat is die voor- en nadele van hierdie keuse?
am: ይህ ምርጫ ምን አጥብቆችና አንጥብቆች አሉት?
ar: ما هي الإيجابيات والسلبيات لهذا الاختيار؟
az: Bu seçimin hansı üstünlükləri və çatışmazlıqları var?
bn: এই পছন্দের কি সুবিধা এবং অসুবিধা আছে?
ca: Quins són els avantatges i desavantatges d’aquesta elecció?
cs: Jaké jsou výhody a nevýhody této volby?
de: Welche Vor- und Nachteile hat diese Wahl?
es_es: ¿Cuáles son los pros y los contras de esta elección?
fa: مزایا و معایب این انتخاب چیست؟
fi_fi: Mitkä ovat tämän valinnan hyvät ja huonot puolet?
fil: Ano ang mga kalamangan at kahinaan ng pagpipiliang ito?
fr: Quels sont les avantages et les inconvénients de ce choix ?
gl: Cales son as vantaxes e desvantaxes desta elección?
gu: આ પસંદગીના શું ફાયદા અને નુકસાન છે?
hi: इस विकल्प के क्या फायदे और नुकसान हैं?
hu: Mik az előnyei és hátrányai ennek a választásnak?
hy_am: Որո՞նք են այս ընտրության առավելություններն ու թերությունները:
id: Apa saja kelebihan dan kekurangan dari pilihan ini?
is_is: Hvaða kostir og gallar eru við þennan valkost?
it_it: Quali sono i pro e i contro di questa scelta?
iw: מהם היתרונות והחסרונות של הבחירה הזו?
ja_jp: この選択の長所と短所は何ですか？
ka: რა დადებითი და უარყოფითი მხარეები აქვს ამ არჩევანს?
kk: Осы таңдаудың қандай артықшылықтары мен кемшіліктері бар?
km_kh: អ្វីខ្លះជាអត្ថប្រយោជន៍ និងគុណវិបត្តិនៃជម្រើសនេះ?
kn_in: ಈ ಆಯ್ಕೆಯ ಉತ್ತಮ ಮತ್ತು ಕೆಟ್ಟ ಅಂಶಗಳು ಯಾವುವು?
ko_kr: 이 선택의 장단점은 무엇인가요?
ky_kg: Бул тандоонун кандай артыкчылыктары жана кемчиликтери бар?
lo: ຂໍ້ດີແລະຂໍ້ເສຍຂອງການເລືອກນີ້ມີຫຍັງບ້າງ?
lt: Kokie yra šio pasirinkimo privalumai ir trūkumai?
lv: Kādi ir šī izvēles plusi un mīnusi?
mk_mk: Кои се предностите и недостатоците на овој избор?
ml_in: ഈ തിരഞ്ഞെടുപ്പിന്റെ ഗുണങ്ങളും ദോഷങ്ങളും എന്തൊക്കെയാണ്?
mn_mn: Энэ сонголтын ямар давуу болон сул талууд байна вэ?
mr: या निवडीचे काय फायदे आणि तोटे आहेत?
ms_my: Apakah kelebihan dan kekurangan pilihan ini?
ne: यस विकल्पका के के फाइदा र बेफाइदा छन्?
nl: Wat zijn de voor- en nadelen van deze keuze?
no_no: Hva er fordeler og ulemper med dette valget?
pa: ਇਸ ਚੋਣ ਦੇ ਕੀ ਫਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨ ਹਨ?
pl: Jakie są plusy i minusy tego wyboru?
pt_br: Quais são os prós e contras dessa escolha?
ro: Care sunt avantajele și dezavantajele acestei alegeri?
ru: Какие плюсы и минусы у этого выбора?
si: මෙම තේරීමේ වාසි හා අවාසි මොනවාද?
sk: Aké sú výhody a nevýhody tejto voľby?
sl: Kakšne so prednosti in slabosti te izbire?
sq: Cilat janë avantazhet dhe disavantazhet e këtij zgjedhjeje?
sr: Које су предности и мане овог избора?
sv_se: Vilka är fördelarna och nackdelarna med det här valet?
sw: Ni faida na hasara gani za uchaguzi huu?
ta: இந்த தேர்வின் நன்மைகள் மற்றும் தீமைகள் என்ன?
te: ఈ ఎంపికకు ఏ లాభాలు మరియు నష్టాలు ఉన్నాయి?
th: ข้อดีและข้อเสียของทางเลือกนี้มีอะไรบ้าง?
tr_tr: Bu seçimin artıları ve eksileri nelerdir?
uk: Які плюси і мінуси цього вибору?
ur: اس انتخاب کے کیا فائدے اور نقصانات ہیں؟
vi: Ưu điểm và nhược điểm của lựa chọn này là gì?
zh_cn: 这个选择有哪些优点和缺点？
zh_hk: 這個選擇有哪些優點和缺點？
zu: Yiziphi izinzuzo nezingozi zalo mkhetho?

# pros_cons_spread_screen_suggested_questions_3
source: What is more important in this situation?
af: Wat is belangriker in hierdie situasie?
am: በዚህ ሁኔታ ምን ከፍተኛ ነው?
ar: ما هو الأهم في هذا الموقف؟
az: Bu vəziyyətdə nə daha önəmlidir?
bn: এই পরিস্থিতিতে কি বেশি গুরুত্বপূর্ণ?
ca: Què és més important en aquesta situació?
cs: Co je v této situaci důležitější?
de: Was ist in dieser Situation wichtiger?
es_es: ¿Qué es más importante en esta situación?
fa: در این موقعیت چه چیزی مهم‌تر است؟
fi_fi: Mikä on tärkeämpää tässä tilanteessa?
fil: Ano ang mas mahalaga sa sitwasyong ito?
fr: Qu'est-ce qui est le plus important dans cette situation ?
gl: Que é máis importante nesta situación?
gu: આ પરિસ્થિતિમાં શું વધુ મહત્વનું છે?
hi: इस स्थिति में क्या अधिक महत्वपूर्ण है?
hu: Mi a fontosabb ebben a helyzetben?
hy_am: Ի՞նչն է ավելի կարևոր այս իրավիճակում:
id: Apa yang lebih penting dalam situasi ini?
is_is: Hvað skiptir mestu máli í þessari stöðu?
it_it: Cosa è più importante in questa situazione?
iw: מה חשוב יותר במצב הזה?
ja_jp: この状況で何がより重要ですか？
ka: რა არის უფრო მნიშვნელოვანი ამ სიტუაციაში?
kk: Осы жағдайда не маңыздырақ?
km_kh: អ្វីខ្លះសំខាន់ជាងគេនៅក្នុងស្ថានភាពនេះ?
kn_in: ಈ ಪರಿಸ್ಥಿತಿಯಲ್ಲಿ ಯಾವುದು ಹೆಚ್ಚು ಮುಖ್ಯ?
ko_kr: 이 상황에서 더 중요한 것은 무엇인가요?
ky_kg: Бул абалда эмнеге көбүрөөк маани берүү керек?
lo: ຫຍັງສຳຄັນກວ່າໃນສະພາບນີ້?
lt: Kas šioje situacijoje yra svarbiau?
lv: Kas šajā situācijā ir svarīgākais?
mk_mk: Што е поважно во оваа ситуација?
ml_in: ഈ സാഹചര്യത്തിൽ ഏറ്റവും പ്രധാനപ്പെട്ടത് എന്താണ്?
mn_mn: Энэ нөхцөл байдалд юу илүү чухал вэ?
mr: या परिस्थितीत काय महत्त्वाचे आहे?
ms_my: Apa yang lebih penting dalam situasi ini?
ne: यस अवस्थामा के बढी महत्वपूर्ण छ?
nl: Wat is belangrijker in deze situatie?
no_no: Hva er viktigst i denne situasjonen?
pa: ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਸਭ ਤੋਂ ਜ਼ਰੂਰੀ ਕੀ ਹੈ?
pl: Co jest ważniejsze w tej sytuacji?
pt_br: O que é mais importante nessa situação?
ro: Ce este mai important în această situație?
ru: Что важнее в данной ситуации?
si: මෙම අවස්ථාවේදී මොනවා වඩා වැදගත්ද?
sk: Čo je v tejto situácii dôležitejšie?
sl: Kaj je v tej situaciji pomembnejše?
sq: Çfarë është më e rëndësishme në këtë situatë?
sr: Шта је важније у овој ситуацији?
sv_se: Vad är viktigast i den här situationen?
sw: Nini ni muhimu zaidi katika hali hii?
ta: இந்த சூழலில் என்ன முக்கியம்?
te: ఈ పరిస్థితిలో ఏమి ముఖ్యమైంది?
th: อะไรสำคัญกว่ากันในสถานการณ์นี้?
tr_tr: Bu durumda en önemli olan nedir?
uk: Що важливіше в цій ситуації?
ur: اس صورتحال میں کیا زیادہ اہم ہے؟
vi: Điều gì quan trọng hơn trong tình huống này?
zh_cn: 在这种情况下什么更重要？
zh_hk: 在這種情況下什麼更重要？
zu: Yini ebaluleke kakhulu kulesi simo?

# monthly_forecast_spread_screen_suggested_questions_1
source: What awaits me this month?
af: Wat wag vir my hierdie maand?
am: በዚህ ወር ምን እጠብቃለሁ?
ar: ماذا ينتظرني هذا الشهر؟
az: Bu ay məni nə gözləyir?
bn: এই মাসে আমার জন্য কী অপেক্ষা করছে?
ca: Què m’espera aquest mes?
cs: Co mě čeká tento měsíc?
de: Was erwartet mich in diesem Monat?
es_es: ¿Qué me espera este mes?
fa: در این ماه چه چیزی در انتظار من است؟
fi_fi: Mitä minua odottaa tässä kuussa?
fil: Ano ang naghihintay sa akin ngayong buwan?
fr: Qu'est-ce qui m'attend ce mois-ci ?
gl: Que me espera este mes?
gu: આ મહિને મારો શું ઈંતેજાર છે?
hi: इस महीने मेरा क्या इंतजार कर रहा है?
hu: Mi vár rám ebben a hónapban?
hy_am: Ի՞նչ է ինձ սպասում այս ամսում:
id: Apa yang menanti saya bulan ini?
is_is: Hvað bíður mín þennan mánuð?
it_it: Cosa mi aspetta questo mese?
iw: מה מחכה לי החודש הזה?
ja_jp: 今月私を待っているものは何ですか？
ka: რა მელოდება ამ თვეში?
kk: Бұл айда мені не күтіп тұр?
km_kh: តើអ្វីកំពុងរង់ចាំខ្ញុំនៅខែនេះ?
kn_in: ಈ ತಿಂಗಳಲ್ಲಿ ನನ್ನನ್ನು ಏನು ಕಾಯುತ್ತಿದೆ?
ko_kr: 이번 달에 저를 기다리는 것은 무엇인가요?
ky_kg: Бул айда менин алдымда эмне турат?
lo: ຫຍັງລໍຖ້າຂ້ອຍໃນເດືອນນີ້?
lt: Kas manęs laukia šį mėnesį?
lv: Kas mani sagaida šomēnes?
mk_mk: Што ме чека овој месец?
ml_in: ഈ മാസം എനിക്ക് എന്താണ് കാത്തിരിക്കുന്നത്?
mn_mn: Энэ сард намайг юу хүлээж байна вэ?
mr: या महिन्यात माझी काय वाट पाहत आहे?
ms_my: Apa yang menanti saya bulan ini?
ne: यस महिनामा मेरो के कुराहरू पर्खिरहेका छन्?
nl: Wat staat mij deze maand te wachten?
no_no: Hva venter meg denne måneden?
pa: ਇਸ ਮਹੀਨੇ ਮੇਰਾ ਕੀ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਹੈ?
pl: Co mnie czeka w tym miesiącu?
pt_br: O que me espera neste mês?
ro: Ce mă așteaptă în această lună?
ru: Что ждет меня в этом месяце?
si: මෙම මාසයේ මට මොනවා බලාපොරොත්තු විය හැකිද?
sk: Čo ma čaká tento mesiac?
sl: Kaj me čaka ta mesec?
sq: Çfarë më pret këtë muaj?
sr: Шта ме чека овог месеца?
sv_se: Vad väntar mig den här månaden?
sw: Nini kinanijia mwezi huu?
ta: இந்த மாதம் என்ன காத்திருக்கிறது?
te: ఈ నెలలో నాకు ఏమి ఎదురవుతుంది?
th: อะไรจะรอฉันอยู่ในเดือนนี้?
tr_tr: Bu ay beni ne bekliyor?
uk: Що мене чекає цього місяця?
ur: اس مہینے میں میرا کیا انتظار کر رہا ہے؟
vi: Tháng này tôi sẽ gặp những gì?
zh_cn: 这个月我会遇到什么？
zh_hk: 這個月會有什麼等待著我？
zu: Yini engilindele kule nyanga?
