Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# self_development_balance_spread_screen_prompt
source: Create a self-development and balance spread for {userName} using these three cards: {cards}. Respond entirely in {lang}.
af: Maak 'n uitleg vir {userName} oor selfontwikkeling en balans met hierdie drie kaarte: {cards}
am: ለ{userName} በእነዚህ ሶስት ካርዶች {cards} ላይ ራስ-እውቀትና ሚዛን ማድረግ ያድርጉ።
ar: قم بعمل توزيع لـ {userName} للتنمية الذاتية والتوازن باستخدام هذه البطاقات الثلاث: {cards}
az: {userName} üçün bu üç kartla özünüinkişaf və balans üzrə quraşdırma et: {cards}
bn: {userName} এর জন্য এই তিনটি কার্ড দিয়ে আত্মউন্নয়ন এবং ভারসাম্যের রিডিং করুন: {cards}
ca: Fes per a {userName} una tirada de desenvolupament personal i equilibri amb aquestes tres cartes: {cards}
cs: Vytvoř rozklad na osobní rozvoj a rovnováhu pro {userName} podle těchto tří karet: {cards}
de: Mache für {userName} eine Legung zur Selbstentwicklung und zum Gleichgewicht mit diesen drei Karten: {cards}
es_es: Haz una tirada para {userName} sobre desarrollo personal y equilibrio con estas tres cartas: {cards}
fa: برای {userName} چیدمانی برای خودشناسی و تعادل با این سه کارت انجام بده: {cards}
fi_fi: Tee {userName}ille itsekehitystä ja tasapainoa koskeva levitys näillä kolmella kortilla: {cards}
fil: Gumawa ng spread para kay {userName} tungkol sa self-development at balanse gamit ang tatlong card na ito: {cards}
fr: Fais un tirage pour {userName} sur le développement personnel et l'équilibre avec ces trois cartes : {cards}
gl: Fai para {userName} unha tirada de autodesenvolvemento e equilibrio con estas tres cartas: {cards}
gu: {userName} માટે આ ત્રણ કાર્ડ દ્વારા આત્મવિકાસ અને સંતુલન માટે વાંચન કરો: {cards}
hi: {userName} के लिए आत्म-विकास और संतुलन पर यह तीन कार्डों से राशि बनाएं: {cards}
hu: Készíts {userName} számára önfejlesztésre és egyensúlyra vonatkozó kirakást ezekkel a három kártyával: {cards}
hy_am: Կատարիր {userName}-ի համար ինքնաճանաչման և հավասարակշռության դասավորում այս երեք քարտերով՝ {cards}
id: Buatkan pembacaan untuk {userName} tentang pengembangan diri dan keseimbangan dengan tiga kartu ini: {cards}
is_is: Gerðu fyrir {userName} spádóm um sjálfsþroska og jafnvægi með þessum þremur kortum: {cards}
it_it: Fai per {userName} un tiro per l'auto-sviluppo e l'equilibrio con queste tre carte: {cards}
iw: עשה עבור {userName} פירוש להתפתחות עצמית ואיזון עם שלוש הקלפים האלה: {cards}
ja_jp: {userName}のために、これらの3枚のカードで自己成長とバランスのスプレッドを作成してください：{cards}
ka: შეასრულე {userName}-ისთვის თვითგანვითარებისა და ბალანსის განლაგება ამ სამ კარტზე: {cards}
kk: {userName} үшін осы үш карта бойынша өзін-өзі дамыту және тепе-теңдік тарауын жасаңыз: {cards}
km_kh: ធ្វើការបកស្រាយសម្រាប់ {userName} អំពីការអភិវឌ្ឍខ្លួនឯង និងសមតុល្យតាមកាតទាំងបីនេះ៖ {cards}
kn_in: {userName}ಗಾಗಿ ಈ ಮೂರು ಕಾರ್ಡ್‌ಗಳ ಮೂಲಕ ಸ್ವವಿಕಾಸ ಮತ್ತು ಸಮತೋಲನದ ವಿಚಾರಣೆ ಮಾಡಿ: {cards}
ko_kr: {userName}을(를) 위한 자기계발과 균형에 관한 다음 세 장의 카드로 전개를 해보세요: {cards}
ky_kg: {userName} үчүн өзүн өнүктүрүү жана тең салмактуулук боюнча ушул үч карта боюнча расклад жасаңыз: {cards}
lo: ສ້າງການຈັດການສໍາລັບ {userName} ໃນການພັດທະນາຕົວເອງແລະຄວາມສົງລົມຕາມບັດການສາມບັດນີ້: {cards}
lt: Padaryk {userName} išsidėstymą saviugdai ir balansui pagal šias tris kortas: {cards}
lv: Izveido {userName} pašattīstības un līdzsvara izklājumu ar šīm trim kārtīm: {cards}
mk_mk: Направи за {userName} распоред за саморазвој и баланс со овие три карти: {cards}
ml_in: {userName} ന് ഈ മൂന്ന് കാർഡുകൾ ഉപയോഗിച്ച് സ്വയംവികസനവും സമതുലിതാവസ്ഥയും സംബന്ധിച്ച റീഡിംഗ് ചെയ്യുക: {cards}
mn_mn: {userName} -д өөрийгөө хөгжүүлэх ба тэнцвэрийн төлөө дараах гурван картаар заавар гаргаарай: {cards}
mr: {userName} साठी या तीन कार्डांवर आधारित स्व-विकास आणि संतुलनासाठी रिडिंग करा: {cards}
ms_my: Buat bacaan untuk {userName} mengenai pembangunan diri dan keseimbangan berdasarkan tiga kad ini: {cards}
ne: {userName} का लागि यी तीन कार्डहरू: {cards} बाट आत्म-विकास र सन्तुलनको पठन गर्नुहोस्।
nl: Maak een legging voor {userName} over zelfontwikkeling en balans met deze drie kaarten: {cards}
no_no: Lag en spådom for {userName} om selvutvikling og balanse med disse tre kortene: {cards}
pa: {userName} ਲਈ ਇਹ ਤਿੰਨ ਕਾਰਡਾਂ ਦੇ ਨਾਲ ਸਵੈ-ਵਿਕਾਸ ਅਤੇ ਸੰਤੁਲਨ ਦਾ ਰੀਡਿੰਗ ਕਰੋ: {cards}
pl: Zrób dla {userName} rozkład na rozwój osobisty i równowagę według tych trzech kart: {cards}
pt_br: Faça uma leitura para {userName} sobre autodesenvolvimento e equilíbrio com estas três cartas: {cards}
ro: Fă pentru {userName} un tiraj pentru dezvoltare personală și echilibru cu aceste trei cărți: {cards}
ru: Сделай для {userName} расклад на саморазвитие и баланс по этим трем картам: {cards}
si: {userName} සඳහා මෙම කාඩ් 3 ක්: {cards} මත ස්වයංවිකාසය සහ සමානුපාතිකතාව සඳහා පෙළගැස්මක් සාදන්න
sk: Urob rozklad na sebarozvoj a rovnováhu pre {userName} podľa týchto troch kariet: {cards}
sl: Naredi za {userName} razporeditev za samorazvoj in ravnovesje s temi tremi kartami: {cards}
sq: Bëj një shpërndarje për {userName} për zhvillim personal dhe balancë me këto tre karta: {cards}
sr: Направи за {userName} распоред за саморазвој и баланс са овим трима картама: {cards}
sv_se: Gör en spridning för {userName} om självutveckling och balans med dessa tre kort: {cards}
sw: Fanya muundo wa maendeleo binafsi na usawa kwa {userName} kwa kadi hizi tatu: {cards}
ta: {userName} க்காக இந்த மூன்று அட்டைகளின் மூலம் சுயவளர்ச்சி மற்றும் சமநிலை விளக்கத்தை செய்யவும்: {cards}
te: {userName} కోసం ఈ మూడు కార్డుల ద్వారా స్వీయ అభివృద్ధి మరియు సమతుల్యత కోసం విభజన చేయండి: {cards}
th: ทำการเปิดไพ่เพื่อการพัฒนาและสมดุลให้กับ {userName} ด้วยไพ่สามใบนี้: {cards}
tr_tr: {userName} için bu üç kartla kişisel gelişim ve denge açılımı yap: {cards}
uk: Зроби для {userName} розклад на саморозвиток і баланс за цими трьома картами: {cards}
ur: {userName} کے لیے خود ترقی اور توازن کا نتیجہ ان تین کارڈز کے ذریعے بنائیں: {cards}
vi: Làm trải bài về phát triển bản thân và cân bằng cho {userName} theo ba lá bài này: {cards}
zh_cn: 为{userName}做一个关于自我提升和平衡的三张牌牌阵：{cards}
zh_hk: 為 {userName} 做一個關於自我成長和平衡的牌陣，使用這三張牌：{cards}
zu: Yenza isakhiwo sokuzithuthukisa nokulinganisela ku-{userName} ngamakhadi amathathu alandelayo: {cards}

# error_getting_answer_try_again
source: Error: failed to get a response. Please try again.
af: Fout: kon nie 'n antwoord kry nie. Probeer asseblief weer.
am: ስህተት፡ መልስ ማግኘት አልተቻለም። እባክዎ እንደገና ይሞክሩ።
ar: خطأ: لم يتمكن من الحصول على رد. حاول مرة أخرى.
az: Səhv: cavab alınmadı. Zəhmət olmasa, yenidən cəhd edin.
bn: ত্রুটি: উত্তর পাওয়া যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Error: no s'ha pogut obtenir resposta. Torneu-ho a provar.
cs: Chyba: nepodařilo se získat odpověď. Zkuste to prosím znovu.
de: Fehler: Antwort konnte nicht abgerufen werden. Bitte versuche es erneut.
es_es: Error: no se pudo obtener respuesta. Inténtalo de nuevo.
fa: خطا: دریافت پاسخ ناموفق بود. لطفاً دوباره تلاش کنید.
fi_fi: Virhe: vastausta ei saatu. Yritä uudelleen.
fil: Error: hindi makakuha ng sagot. Subukang muli.
fr: Erreur : impossible d'obtenir une réponse. Veuillez réessayer.
gl: Erro: non se puido obter resposta. Tenta de novo.
gu: ભૂલ: જવાબ મેળવવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: त्रुटि: उत्तर प्राप्त करने में विफल। कृपया पुनः प्रयास करें।
hu: Hiba: nem sikerült választ kapni. Kérjük, próbálja meg újra.
hy_am: Սխալ՝ պատասխան ստանալ հնարավոր չեղավ։ Փորձեք կրկին։
id: Kesalahan: gagal mendapatkan respons. Silakan coba lagi.
is_is: Villa: tókst ekki að fá svar. Reyndu aftur.
it_it: Errore: impossibile ottenere una risposta. Riprova.
iw: שגיאה: לא ניתן לקבל תשובה. נסה שוב.
ja_jp: エラー：応答を取得できませんでした。もう一度お試しください。
ka: შეცდომა: პასუხის მიღება ვერ მოხერხდა. სცადეთ კიდევ ერთხელ.
kk: Қате: жауап алу мүмкін болмады. Қайта көріңіз.
km_kh: កំហុស៖ មិនអាចទទួលបានចម្លើយបានទេ។ សូមព្យាយាមម្តងទៀត។
kn_in: ದೋಷ: ಉತ್ತರವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 오류: 응답을 받을 수 없습니다. 다시 시도해 주세요.
ky_kg: Ката: жооп алуу мүмкүн болгон жок. Кайра аракет кылыңыз.
lo: ຜິດພາດ: ບໍ່ສາມາດຮັບຄໍາຕອບໄດ້. ລອງອີກຄັ້ງ.
lt: Klaida: nepavyko gauti atsakymo. Bandykite dar kartą.
lv: Kļūda: neizdevās saņemt atbildi. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка: не успеавме да добиеме одговор. Обидете се повторно.
ml_in: പിശക്: മറുപടി ലഭിക്കാൻ സാധിച്ചില്ല. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mn_mn: Алдаа: хариу авах боломжгүй боллоо. Дахин оролдоно уу.
mr: त्रुटी: उत्तर मिळवता आले नाही. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat: gagal mendapatkan jawapan. Sila cuba lagi.
ne: त्रुटि: जवाफ प्राप्त गर्न सकिएन। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout: kon geen antwoord krijgen. Probeer het opnieuw.
no_no: Feil: klarte ikke å få svar. Vennligst prøv igjen.
pa: ਤਰੁੱਟੀ: ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd: nie udało się uzyskać odpowiedzi. Spróbuj ponownie.
pt_br: Erro: não foi possível obter uma resposta. Tente novamente.
ro: Eroare: nu s-a putut obține răspunsul. Vă rugăm să încercați din nou.
ru: Ошибка: не удалось получить ответ. Попробуйте еще раз.
si: දෝෂය: පිළිතුර ලබා ගැනීමට නොහැකි විය. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba: nepodarilo sa získať odpoveď. Skúste to znova.
sl: Napaka: ni bilo mogoče pridobiti odgovora. Poskusite znova.
sq: Gabim: nuk u arrit të merret përgjigje. Ju lutemi provoni përsëri.
sr: Грешка: није било могуће добити одговор. Покушајте поново.
sv_se: Fel: kunde inte få svar. Försök igen.
sw: Kosa: haikuweza kupata jibu. Jaribu tena.
ta: பிழை: பதிலை பெற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: లోపం: సమాధానం పొందలేకపోయాం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: ข้อผิดพลาด: ไม่สามารถรับคำตอบได้ กรุณาลองอีกครั้ง
tr_tr: Hata: cevap alınamadı. Lütfen tekrar deneyin.
uk: Помилка: не вдалося отримати відповідь. Спробуйте ще раз.
ur: خرابی: جواب حاصل کرنے میں ناکامی۔ دوبارہ کوشش کریں۔
vi: Lỗi: không thể nhận được phản hồi. Vui lòng thử lại.
zh_cn: 错误：未能获得响应。请再试一次。
zh_hk: 錯誤：無法獲取回應。請再試一次。
zu: Iphutha: akuphumelelanga ukuthola impendulo. Zama futhi.

# card_detail_screen_title
source: Card details
af: Kaartbesonderhede
am: የካርድ ዝርዝሮች
ar: تفاصيل البطاقة
az: Kartın təfərrüatları
bn: কার্ডের বিবরণ
ca: Detalls de la carta
cs: Detaily karty
de: Kartendetails
es_es: Detalles de la carta
fa: جزئیات کارت
fi_fi: Kortin tiedot
fil: Detalye ng card
fr: Détails de la carte
gl: Detalles da carta
gu: કાર્ડ વિગતો
hi: कार्ड विवरण
hu: Kártya részletei
hy_am: Քարտի մանրամասները
id: Detail kartu
is_is: Upplýsingar um kortið
it_it: Dettagli della carta
iw: פרטי הקלף
ja_jp: カードの詳細
ka: კარტის დეტალები
kk: Карта туралы мәліметтер
km_kh: ព័ត៌មានលម្អិតនៃកាត
kn_in: ಕಾರ್ಡ್ ವಿವರಗಳು
ko_kr: 카드 상세 정보
ky_kg: Картанын деталдары
lo: ລາຍລະອຽດການຄ້າດ
lt: Kortelės detalės
lv: Kārtis detaļas
mk_mk: Детали за картата
ml_in: കാർഡ് വിശദാംശങ്ങൾ
mn_mn: Картын дэлгэрэнгүй мэдээлэл
mr: कार्ड तपशील
ms_my: Butiran kad
ne: कार्ड विवरण
nl: Kaartdetails
no_no: Kortdetaljer
pa: ਕਾਰਡ ਦੇ ਵੇਰਵੇ
pl: Szczegóły karty
pt_br: Detalhes do cartão
ro: Detalii despre carte
ru: Детали карты
si: කාඩ් විස්තර
sk: Detaily karty
sl: Podrobnosti karte
sq: Detajet e kartës
sr: Детаљи карте
sv_se: Kortdetaljer
sw: Maelezo ya kadi
ta: அட்டை விவரங்கள்
te: కార్డ్ వివరాలు
th: รายละเอียดของไพ่
tr_tr: Kart detayları
uk: Деталі карти
ur: کارڈ کی تفصیلات
vi: Chi tiết lá bài
zh_cn: 牌卡详情
zh_hk: 牌卡詳情
zu: Imininingwane yekhadi

# card_detail_screen_general_meaning
source: General meaning
af: Algemene betekenis
am: አጠቃላይ እሴት
ar: المعنى العام
az: Ümumi mənası
bn: সাধারণ অর্থ
ca: Significat general
cs: Obecný význam
de: Allgemeine Bedeutung
es_es: Significado general
fa: معنای کلی
fi_fi: Yleinen merkitys
fil: Pangkalahatang kahulugan
fr: Signification générale
gl: Significado xeral
gu: સામાન્ય અર્થ
hi: कुल अर्थ
hu: Általános jelentés
hy_am: Ընդհանուր նշանակություն
id: Makna umum
is_is: Almennt gildi
it_it: Significato generale
iw: משמעות כללית
ja_jp: 全体的な意味
ka: საერთო მნიშვნელობა
kk: Жалпы мәні
km_kh: អត្ថន័យទូទៅ
kn_in: ಒಟ್ಟು ಅರ್ಥ
ko_kr: 전체 의미
ky_kg: Жалпы мааниси
lo: ຄໍາຫມາຍທົ່ວໄປ
lt: Bendroji reikšmė
lv: Kopējā nozīme
mk_mk: Општо значење
ml_in: സാമൂഹ്യ അർത്ഥം
mn_mn: Ерөнхий утга
mr: सामान्य अर्थ
ms_my: Makna umum
ne: सामान्य अर्थ
nl: Algemene betekenis
no_no: Generell betydning
pa: ਕੁੱਲ ਮਤਲਬ
pl: Ogólne znaczenie
pt_br: Significado geral
ro: Semnificație generală
ru: Общее значение
si: සමස්ත අර්ථය
sk: Všeobecný význam
sl: Splošni pomen
sq: Kuptimi i përgjithshëm
sr: Опште значење
sv_se: Allmän betydelse
sw: Maana ya jumla
ta: மொத்த அர்த்தம்
te: సామాన్య అర్థం
th: ความหมายโดยรวม
tr_tr: Genel anlam
uk: Загальне значення
ur: مجموعی معنی
vi: Ý nghĩa chung
zh_cn: 总体含义
zh_hk: 整體意義
zu: Inani elijwayelekile

# card_detail_screen_reversed_meaning
source: Inverted value
af: Omgekeerde betekenis
am: ተ 뒤집힌 እሴት
ar: المعنى المقلوب
az: Tərsinə çevrilmiş mənası
bn: উল্টানো অর্থ
ca: Significat invertit
cs: Obrácený význam
de: Umgekehrte Bedeutung
es_es: Significado invertido
fa: معنای وارونه
fi_fi: Käänteinen merkitys
fil: Baliktad na kahulugan
fr: Signification inversée
gl: Significado invertido
gu: ઉલટાયેલું અર્થ
hi: उल्टा अर्थ
hu: Fordított jelentés
hy_am: Հակադարձ նշանակություն
id: Makna terbalik
is_is: Ósnúið gildi
it_it: Significato invertito
iw: משמעות הפוכה
ja_jp: 逆位置の意味
ka: გაბრუნებული მნიშვნელობა
kk: Айналған мәні
km_kh: អត្ថន័យបង្វិល
kn_in: ತಿರುಗಿದ ಅರ್ಥ
ko_kr: 뒤집힌 의미
ky_kg: Айлантылган мааниси
lo: ຄໍາຫມາຍກັບຄືນ
lt: Apversta reikšmė
lv: Apgrieztā nozīme
mk_mk: Превртено значење
ml_in: തിരിഞ്ഞ അർത്ഥം
mn_mn: Урвуу утга
mr: उलटलेला अर्थ
ms_my: Makna terbalik
ne: उल्टो अर्थ
nl: Omgekeerde betekenis
no_no: Omvendt betydning
pa: ਉਲਟਾ ਮਤਲਬ
pl: Odwrócone znaczenie
pt_br: Significado invertido
ro: Semnificație inversă
ru: Перевернутое значение
si: ආපසු හැරුණු අර්ථය
sk: Prevrátený význam
sl: Obrnjen pomen
sq: Kuptimi i përmbysur
sr: Обрнуто значење
sv_se: Omvänd betydelse
sw: Maana iliyogeuzwa
ta: மீட்டிய அர்த்தம்
te: తిరగబడిన అర్థం
th: ความหมายกลับหัว
tr_tr: Ters anlam
uk: Перевернуте значення
ur: الٹا مطلب
vi: Ý nghĩa đảo ngược
zh_cn: 颠倒含义
zh_hk: 顛倒的意義
zu: Inani eliphambene

# card_detail_screen_symbolism
source: Symbolism
af: Simboliek
am: ምልክትነት
ar: الرمزية
az: Simvolizm
bn: প্রতীকবাদ
ca: Simbolisme
cs: Symbolika
de: Symbolik
es_es: Simbolismo
fa: نمادگرایی
fi_fi: Symboliikka
fil: Simbolismo
fr: Symbolisme
gl: Simbolismo
gu: પ્રતીકવાદ
hi: प्रतीकवाद
hu: Szimbólumok
hy_am: Սիմվոլիզմ
id: Simbolisme
is_is: Táknfræði
it_it: Simbolismo
iw: סימבוליזם
ja_jp: 象徴性
ka: სიმბოლიზმი
kk: Символизм
km_kh: និមិត្តសញ្ញា
kn_in: ಪ್ರತೀಕಾತ್ಮಕತೆ
ko_kr: 상징주의
ky_kg: Символика
lo: ສັນຍາລັກ
lt: Simbolika
lv: Simbolika
mk_mk: Симболика
ml_in: പ്രതീകം
mn_mn: Бэлгэдэл
mr: प्रतीकवाद
ms_my: Simbolisme
ne: प्रतीकवाद
nl: Symboliek
no_no: Symbolikk
pa: ਪ੍ਰਤੀਕਵਾਦ
pl: Symbolika
pt_br: Simbolismo
ro: Simbolism
ru: Символизм
si: සංකේතවාදය
sk: Symbolika
sl: Simbolika
sq: Simbolizmi
sr: Симболика
sv_se: Symbolik
sw: Uashiriaji
ta: சின்னங்கள்
te: ప్రతీకాత్మకత
th: สัญลักษณ์
tr_tr: Sembolizm
uk: Символізм
ur: علامتیت
vi: Biểu tượng học
zh_cn: 象征意义
zh_hk: 象徵意義
zu: Umehluko

# card_detail_screen_error_loading_text
source: Error loading text
af: Fout met die laai van teks
am: የጽሑፍ ጭነት ስህተት
ar: خطأ في تحميل النص
az: Mətn yüklənmə səhvi
bn: টেক্সট লোড করার ত্রুটি
ca: Error en carregar el text
cs: Chyba při načítání textu
de: Fehler beim Laden des Textes
es_es: Error al cargar el texto
fa: خطا در بارگذاری متن
fi_fi: Tekstin latausvirhe
fil: Error sa pag-load ng teksto
fr: Erreur de chargement du texte
gl: Erro ao cargar o texto
gu: ટેક્સ્ટ લોડ કરવામાં ભૂલ
hi: पाठ लोड करने में त्रुटि
hu: Szöveg betöltési hiba
hy_am: Տեքստի բեռնման սխալ
id: Kesalahan memuat teks
is_is: Villa við að hlaða texta
it_it: Errore nel caricamento del testo
iw: שגיאת טעינת טקסט
ja_jp: テキストの読み込みエラー
ka: ტექსტის ჩატვირთვის შეცდომა
kk: Мәтінді жүктеу қатесі
km_kh: មានកំហុសក្នុងការផ្ទុកអត្ថបទ
kn_in: ಪಠ್ಯ ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷ
ko_kr: 텍스트 로드 오류
ky_kg: Текстти жүктөөдө ката кетти
lo: ຜິດພາດໃນການໂຫລດຂໍ້ຄວາມ
lt: Klaida įkeliant tekstą
lv: Teksta ielādes kļūda
mk_mk: Грешка при вчитување на текстот
ml_in: വാചക ലോഡിംഗിൽ പിശക്
mn_mn: Текст ачааллах алдаа
mr: मजकूर लोड करण्यात त्रुटी
ms_my: Ralat memuatkan teks
ne: पाठ लोड गर्ने त्रुटि
nl: Fout bij het laden van de tekst
no_no: Feil ved lasting av tekst
pa: ਟੈਕਸਟ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd ładowania tekstu
pt_br: Erro ao carregar o texto
ro: Eroare la încărcarea textului
ru: Ошибка загрузки текста
si: පෙළ පූරණයේ දෝෂයක්
sk: Chyba načítania textu
sl: Napaka pri nalaganju besedila
sq: Gabim në ngarkimin e tekstit
sr: Грешка при учитавању текста
sv_se: Fel vid textinläsning
sw: Hitilafu ya kupakia maandishi
ta: உரை ஏற்றலில் பிழை
te: పాఠ్యాన్ని లోడ్ చేయడంలో లోపం
th: เกิดข้อผิดพลาดในการโหลดข้อความ
tr_tr: Metin yükleme hatası
uk: Помилка завантаження тексту
ur: متن لوڈ کرنے میں خرابی
vi: Lỗi tải văn bản
zh_cn: 文本加载错误
zh_hk: 文本加載錯誤
zu: Iphutha ekulayisheni umbhalo
