Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# classic_spreads_screen_celtic_cross_title
source: Celtic Cross
af: Keltiese kruis
am: ኬልቲክ ክሮስ
ar: الصليب السلتي
az: Kelt xaçı
bn: কেল্টিক ক্রস
ca: Creu celta
cs: Keltský kříž
de: Keltisches Kreuz
es_es: Cruz Celta
fa: صلیب سلتی
fi_fi: Kelttiläinen risti
fil: Keltikong krus
fr: Croix celtique
gl: Cruz celta
gu: કેલ્ટિક ક્રોસ
hi: केल्टिक क्रॉस
hu: Kelta kereszt
hy_am: Կելտական խաչ
id: Salib Celtic
is_is: Keltneskur kross
it_it: Croce Celtica
iw: צלב קלטי
ja_jp: ケルト十字
ka: კელტური ჯვარი
kk: Кельт кресті
km_kh: ស្លាកស្នាមក្រហម
kn_in: ಕೆಲ್ಟ್ ಕ್ರಾಸ್
ko_kr: 켈트 십자
ky_kg: Кельт крест
lo: ເຄວັດເຄຣດ
lt: Keltų kryžius
lv: Keltu krusts
mk_mk: Келтски крст
ml_in: കെൽറ്റിക് ക്രോസ്
mn_mn: Кельт загалмай
mr: केल्टिक क्रॉस
ms_my: Salib Celtic
ne: केल्टिक क्रस
nl: Keltisch kruis
no_no: Keltisk kors
pa: ਕੇਲਟਿਕ ਕ੍ਰਾਸ
pl: Krzyż celtycki
pt_br: Cruz Celta
ro: Crucea celtică
ru: Кельтский крест
si: කෙල්ට් ක්‍රොස්
sk: Keltský kríž
sl: Keltski križ
sq: Kryqi Keltik
sr: Келтски крст
sv_se: Keltiskt kors
sw: Msalaba wa Keltic
ta: கெல்டிக் குறுக்கு
te: కెల్టిక్ క్రాస్
th: กางเขนครอสเซลติก
tr_tr: Kelt haçı
uk: Кельтський хрест
ur: کیلٹک کراس
vi: Thập giá Celtic
zh_cn: 凯尔特十字
zh_hk: 凱爾特十字
zu: I-Celtic Cross

# classic_spreads_screen_celtic_cross_description
source: Full spread of 10 cards
af: Volledige uitleg met 10 kaarte
am: ሙሉ 10 ካርዶች መደበኛ ቅርጸ ተንቀሳቃሽ
ar: توزيع كامل على 10 بطاقات
az: 10 kartdan ibarət tam açılış
bn: ১০ কার্ডের সম্পূর্ণ পঠন
ca: Tirada completa de 10 cartes
cs: Kompletní rozložení na 10 karet
de: Vollständiges Legesystem mit 10 Karten
es_es: Tirada completa de 10 cartas
fa: تفسیر کامل با ۱۰ کارت
fi_fi: Täysi 10 kortin levitys
fil: Kumpletong layout ng 10 baraha
fr: Tirage complet de 10 cartes
gl: Tirada completa de 10 cartas
gu: ૧૦ કાર્ડનો સંપૂર્ણ વિતરણ
hi: 10 कार्डों का पूर्ण वितरण
hu: Teljes 10 lapos kirakás
hy_am: Լրիվ բացահայտում 10 քարտով
id: Penyebaran lengkap dengan 10 kartu
is_is: Fullt spil með 10 kortum
it_it: Stesa completa di 10 carte
iw: פירוש מלא של 10 קלפים
ja_jp: 10枚のカードによる完全なスプレッド
ka: სრული განლაგება 10 ბარათზე
kk: 10 картаға толық тарату
km_kh: ការបង្ហាញពេញលេញជាមួយកាត ១០
kn_in: 10 ಕಾರ್ಡ್‌ಗಳ ಸಂಪೂರ್ಣ ವಿತರಣೆ
ko_kr: 10장 완전 배열
ky_kg: Толук 10 картадан турган жайылтуу
lo: ການຈັດການບັດ 10 ບັດຢ່າງຄົບຖ້ວນ
lt: Pilnas 10 kortų išdėstymas
lv: Pilns izklājums ar 10 kārtīm
mk_mk: Целосен распоред со 10 карти
ml_in: പത്ത് കാർഡുകളുടെ പൂർണ്ണ റീഡിംഗ്
mn_mn: 10 ширхэг карттай бүрэн дэлгэрэнгүй заалт
mr: १० कार्डांचा पूर्ण पठन
ms_my: Pembacaan penuh dengan 10 kad
ne: १० कार्डहरूको पूर्ण पठन
nl: Volledige legging met 10 kaarten
no_no: Fullt opplegg med 10 kort
pa: 10 ਕਾਰਡਾਂ ਦਾ ਪੂਰਾ ਵਿਸਤਾਰ
pl: Pełny rozkład na 10 kart
pt_br: Leitura completa com 10 cartas
ro: O etalare completă cu 10 cărți
ru: Полный расклад на 10 карт
si: පූර්ණ 10 කාඩ්පත් විවරණය
sk: Kompletné rozloženie na 10 kariet
sl: Celotna razporeditev z 10 kartami
sq: Hapja e plotë me 10 karta
sr: Потпуна расподела на 10 карата
sv_se: Fullständig läggning med 10 kort
sw: Ugawaji kamili wa kadi 10
ta: 10 அட்டைகளின் முழு பரிசீலனை
te: 10 కార్డుల పూర్తి పాఠం
th: การเปิดไพ่ครบ 10 ใบ
tr_tr: 10 kartlık tam açılım
uk: Повний розклад на 10 карт
ur: 10 کارڈز کا مکمل پھیلاؤ
vi: Bói bài đầy đủ với 10 lá bài
zh_cn: 完整的10张牌牌阵
zh_hk: 完整的10張牌陣
zu: Ukuhlaziywa okuphelele kwamakhadi ayi-10
