Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# please_select_cards_only_from_suggested_list
source: Please select cards only from the provided list. Invalid cards:
af: Kies asseblief kaarte slegs uit die voorgestelde lys. Ongeldige kaarte:
am: እባክዎ ከተገኘው ዝርዝር ብቻ ካርዶችን ይምረጡ። የተሳሳቱ ካርዶች:
ar: يرجى اختيار البطاقات فقط من القائمة المقترحة. البطاقات غير الصحيحة:
az: Zəhmət olmasa, yalnız təklif olunan siyahıdan kartlar seçin. Yanlış kartlar:
bn: অনুগ্রহ করে শুধুমাত্র প্রদত্ত তালিকা থেকে কার্ড নির্বাচন করুন। ভুল কার্ডগুলি:
ca: Si us plau, seleccioneu cartes només de la llista proposada. Cartes incorrectes:
cs: Prosím, vyberte karty pouze ze seznamu. Neplatné karty:
de: Bitte wählen Sie Karten nur aus der vorgeschlagenen Liste aus. Ungültige Karten:
es_es: Por favor, seleccione cartas solo de la lista propuesta. Cartas incorrectas:
fa: لطفاً فقط کارت‌های موجود در لیست پیشنهادی را انتخاب کنید. کارت‌های نادرست:
fi_fi: Valitsethän kortit vain tarjotusta listasta. Virheelliset kortit:
fil: Pakiusap, pumili lamang ng mga card mula sa inaalok na listahan. Mali ang mga card:
fr: Veuillez sélectionner uniquement des cartes dans la liste proposée. Cartes incorrectes :
gl: Por favor, seleccione só cartas da lista proposta. Cartas incorrectas:
gu: કૃપા કરીને ફક્ત સૂચિત યાદીમાંથી કાર્ડ પસંદ કરો. ખોટા કાર્ડ્સ:
hi: कृपया केवल दिए गए सूची से कार्ड चुनें। गलत कार्ड:
hu: Kérjük, csak a megadott listából válasszon kártyákat. Érvénytelen kártyák:
hy_am: Խնդրում ենք ընտրել քարտերը միայն առաջարկված ցուցակից։ Սխալ քարտեր՝
id: Silakan pilih kartu hanya dari daftar yang disediakan. Kartu yang salah:
is_is: Vinsamlegast veldu aðeins kort úr boðna listanum. Ógild kort:
it_it: Per favore, seleziona solo le carte dalla lista proposta. Carte non valide:
iw: אנא בחר כרטיסים רק מהרשימה המוצעת. כרטיסים שגויים:
ja_jp: 提案されたリストからのみカードを選択してください。無効なカード:
ka: გთხოვთ, აირჩიოთ ბარათები მხოლოდ შემოთავაზებული სიიდან. არასწორი ბარათები:
kk: Тек ұсынылған тізімнен карталарды таңдаңызшы. Қате карталар:
km_kh: សូមជ្រើសរើសកាតតែពីបញ្ជីដែលបានផ្តល់ជូន។ កាតមិនត្រឹមត្រូវ៖
kn_in: ದಯವಿಟ್ಟು ನೀಡಲಾದ ಪಟ್ಟಿಯಿಂದ ಮಾತ್ರ ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ. ತಪ್ಪು ಕಾರ್ಡ್‌ಗಳು:
ko_kr: 제공된 목록에서만 카드를 선택해 주세요. 잘못된 카드:
ky_kg: Сураныч, карталарды сунушталган тизмеден гана тандаңыз. Туура эмес карталар:
lo: ກະລຸນາເລືອກບັດເພີ່ມເຕີມຈາກລາຍການທີ່ໄດ້ສະເໜີໄວ້ເທົ່ານັ້ນ. ບັດທີ່ຜິດພາດ:
lt: Prašome pasirinkti korteles tik iš siūlomo sąrašo. Neteisingos kortelės:
lv: Lūdzu, izvēlieties kartes tikai no piedāvātā saraksta. Nepareizas kartes:
mk_mk: Ве молиме изберете картички само од понудениот список. Невалидни картички:
ml_in: ദയവായി നിർദ്ദേശിച്ച പട്ടികയിൽ നിന്നുള്ള കാർഡുകൾ മാത്രം തിരഞ്ഞെടുക്കുക. തെറ്റായ കാർഡുകൾ:
mn_mn: Зөвхөн санал болгосон жагсаалтаас карт сонгоно уу. Буруу картууд:
mr: कृपया फक्त दिलेल्या यादीतील कार्ड निवडा. चुकीची कार्डे:
ms_my: Sila pilih kad hanya dari senarai yang dicadangkan. Kad tidak sah:
ne: कृपया केवल प्रस्तावित सूचीबाट कार्डहरू चयन गर्नुहोस्। गलत कार्डहरू:
nl: Selecteer alstublieft alleen kaarten uit de voorgestelde lijst. Ongeldige kaarten:
no_no: Vennligst velg kort kun fra den foreslåtte listen. Ugyldige kort:
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਫ ਦਿੱਤੇ ਗਏ ਸੂਚੀ ਵਿੱਚੋਂ ਕਾਰਡ ਚੁਣੋ। ਗਲਤ ਕਾਰਡ:
pl: Proszę wybrać karty tylko z proponowanej listy. Nieprawidłowe karty:
pt_br: Por favor, selecione cartões apenas da lista sugerida. Cartões inválidos:
ro: Vă rugăm să selectați carduri doar din lista oferită. Carduri incorecte:
ru: Пожалуйста, выберите карты только из предложенного списка. Неверные карты:
si: කරුණාකර යෝජිත ලැයිස්තුවෙන් පමණක් කාඩ්පත් තෝරන්න. වැරදි කාඩ්පත්:
sk: Prosím, vyberte karty iba zo zoznamu. Nesprávne karty:
sl: Prosimo, izberite karte samo s predlaganega seznama. Napačne karte:
sq: Ju lutemi zgjidhni vetëm kartat nga lista e propozuar. Karta të pasakta:
sr: Молимо изаберите картице само из понуђене листе. Неисправне картице:
sv_se: Vänligen välj kort endast från den föreslagna listan. Ogiltiga kort:
sw: Tafadhali chagua kadi kutoka tu kwenye orodha iliyotolewa. Kadi zisizo sahihi:
ta: தயவுசெய்து வழங்கப்பட்ட பட்டியலில் இருந்து மட்டுமே அட்டைகளை தேர்ந்தெடுக்கவும். தவறான அட்டைகள்:
te: దయచేసి కేవలం సూచించిన జాబితా నుండి కార్డులను ఎంచుకోండి. తప్పు కార్డులు:
th: กรุณาเลือกการ์ดเฉพาะจากรายการที่เสนอ การ์ดที่ไม่ถูกต้อง:
tr_tr: Lütfen sadece önerilen listeden kart seçin. Geçersiz kartlar:
uk: Будь ласка, оберіть картини лише зі запропонованого списку. Неправильні картини:
ur: براہ کرم صرف دی گئی فہرست سے کارڈ منتخب کریں۔ غلط کارڈز:
vi: Vui lòng chỉ chọn thẻ từ danh sách được đề xuất. Thẻ không hợp lệ:
zh_cn: 请选择仅来自建议列表的卡片。无效的卡片：
zh_hk: 請僅從建議清單中選擇卡片。錯誤的卡片：
zu: Sicela ukhethe amakhadi kuphela ohlwini olunikeziwe. Amakhadi angalungile:

source: Please select different cards in all fields.
af: Kies asseblief verskillende kaarte in al die velde.
am: እባክዎ በሁሉም መስኮች ተለዋዋጭ ካርዶችን ይምረጡ።
ar: يرجى اختيار بطاقات مختلفة في جميع الحقول.
az: Zəhmət olmasa, bütün sahələrdə fərqli kartlar seçin.
bn: অনুগ্রহ করে সমস্ত ক্ষেত্রে ভিন্ন কার্ড নির্বাচন করুন।
ca: Si us plau, seleccioneu cartes diferents en tots els camps.
cs: Prosím, vyberte různé karty ve všech polích.
de: Bitte wählen Sie in allen Feldern unterschiedliche Karten aus.
es_es: Por favor, seleccione cartas diferentes en todos los campos.
fa: لطفاً در همه فیلدها کارت‌های متفاوتی انتخاب کنید.
fi_fi: Valitsethathan eri kortit kaikkiin kenttiin.
fil: Pakiusap, pumili ng magkakaibang mga card sa lahat ng mga patlang.
fr: Veuillez sélectionner des cartes différentes dans tous les champs.
gl: Por favor, seleccione cartas diferentes en todos os campos.
gu: કૃપા કરીને તમામ ફીલ્ડ્સમાં અલગ કાર્ડ પસંદ કરો.
hi: कृपया सभी फ़ील्ड में अलग-अलग कार्ड चुनें।
hu: Kérjük, válasszon különböző kártyákat az összes mezőben.
hy_am: Խնդրում ենք ընտրել տարբեր քարտեր բոլոր դաշտերում։
id: Silakan pilih kartu yang berbeda di semua kolom.
is_is: Vinsamlegast veldu mismunandi kort í öllum reitunum.
it_it: Per favore, seleziona carte diverse in tutti i campi.
iw: אנא בחר כרטיסים שונים בכל השדות.
ja_jp: すべての欄で異なるカードを選択してください。
ka: გთხოვთ, აირჩიოთ სხვადასხვა ბარათები ყველა ველში.
kk: Барлық өрістерде әртүрлі карталарды таңдаңызшы.
km_kh: សូមជ្រើសរើសកាតផ្សេងគ្នានៅក្នុងវាលទាំងអស់។
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ವಿಭಿನ್ನ ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 모든 필드에서 서로 다른 카드를 선택해 주세요.
ky_kg: Бардык талааларда ар башка карталарды тандаңызчы.
lo: ກະລຸນາເລືອກບັດທີ່ແຕກຕ່າງກັນໃນທຸກຊ່ອງ.
lt: Prašome pasirinkti skirtingas korteles visuose laukuose.
lv: Lūdzu, izvēlieties dažādas kartes visos laukos.
mk_mk: Ве молиме изберете различни картички во сите полиња.
ml_in: ദയവായി എല്ലാ ഫീൽഡുകളിലും വ്യത്യസ്തമായ കാർഡുകൾ തിരഞ്ഞെടുക്കുക.
mn_mn: Бүх талбарт өөр өөр карт сонгоно уу.
mr: कृपया सर्व फील्डमध्ये वेगवेगळ्या कार्डांची निवड करा.
ms_my: Sila pilih kad yang berbeza di semua medan.
ne: कृपया सबै क्षेत्रहरूमा फरक कार्डहरू चयन गर्नुहोस्।
nl: Selecteer alstublieft verschillende kaarten in alle velden.
no_no: Vennligst velg forskjellige kort i alle feltene.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਕਾਰਡ ਚੁਣੋ।
pl: Proszę wybrać różne karty we wszystkich polach.
pt_br: Por favor, selecione cartões diferentes em todos os campos.
ro: Vă rugăm să selectați carduri diferite în toate câmpurile.
ru: Пожалуйста, выберите разные карты во всех полях.
si: කරුණාකර සියලු ක්ෂේත්‍රවල වෙනස් කාඩ්පත් තෝරන්න.
sk: Prosím, vyberte rôzne karty vo všetkých poliach.
sl: Prosimo, izberite različne karte v vseh poljih.
sq: Ju lutemi zgjidhni karta të ndryshme në të gjitha fushat.
sr: Молимо изаберите различите картице у свим пољима.
sv_se: Vänligen välj olika kort i alla fält.
sw: Tafadhali chagua kadi tofauti katika mashamba yote.
ta: தயவுசெய்து அனைத்து புலங்களிலும் வேறுபட்ட அட்டைகளை தேர்ந்தெடுக்கவும்.
te: దయచేసి అన్ని ఫీల్డ్స్‌లో వేర్వేరు కార్డులను ఎంచుకోండి.
th: กรุณาเลือกการ์ดที่แตกต่างกันในทุกช่องข้อมูล
tr_tr: Lütfen tüm alanlarda farklı kartlar seçin.
uk: Будь ласка, оберіть різні картини у всіх полях.
ur: براہ کرم تمام خانے میں مختلف کارڈ منتخب کریں۔
vi: Vui lòng chọn các thẻ khác nhau trong tất cả các trường.
zh_cn: 请在所有字段中选择不同的卡片。
zh_hk: 請在所有欄位選擇不同的卡片。
zu: Sicela ukhethe amakhadi ahlukile kuwo wonke amasimu.

source: Card
af: Kaart
am: ካርድ
ar: بطاقة
az: Kart
bn: কার্ড
ca: Carta
cs: Karta
de: Karte
es_es: Carta
fa: کارت
fi_fi: Kortti
fil: Mapa
fr: Carte
gl: Carta
gu: કાર્ડ
hi: कार्ड
hu: Kártya
hy_am: Քարտ
id: Kartu
is_is: Kort
it_it: Carta
iw: קלף
ja_jp: カード
ka: ბარათი
kk: Карта
km_kh: កាត
kn_in: ಕಾರ್ಡ್
ko_kr: 카드
ky_kg: Карта
lo: ແຜນທີ່
lt: Kortelė
lv: Karte
mk_mk: Карта
ml_in: കാർഡ്
mn_mn: Карт
mr: कार्ड
ms_my: Kad
ne: कार्ड
nl: Kaart
no_no: Kort
pa: ਕਾਰਡ
pl: Karta
pt_br: Carta
ro: Carte
ru: Карта
si: පත
sk: Karta
sl: Karta
sq: Kartë
sr: Карта
sv_se: Kort
sw: Kadi
ta: அட்டை
te: కార్డ్
th: ไพ่
tr_tr: Kart
uk: Карта
ur: کارڈ
vi: Thẻ
zh_cn: 牌
zh_hk: 牌
zu: Ikhadi

# get_combination
source: Find the combination
af: Vind die kombinasie uit
am: የቅጥር ማውጫ ማወቅ
ar: اكتشف التوليفة
az: Birlikdəlik tapmaq
bn: সম্মিলন জানুন
ca: Descobrir la combinació
cs: Zjistit kombinaci
de: Kombination herausfinden
es_es: Descubrir la combinación
fa: ترکیب را پیدا کن
fi_fi: Ota selville yhdistelmä
fil: Alamin ang kumbinasyon
fr: Découvrir la combinaison
gl: Descubrir combinación
gu: સંયોજન જાણવા
hi: संयोजन जानें
hu: Megtanulni a kombinációt
hy_am: Գտնել համադրությունը
id: Cari kombinasi
is_is: Finna samsetningu
it_it: Scoprire la combinazione
iw: לגלות שילוב
ja_jp: 組み合わせを知る
ka: გაიგე კომბინაცია
kk: Қосылуды білу
km_kh: ស្វែងរកការចងក្រង
kn_in: ಸಂಯೋಜನೆಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 조합 알아보기
ky_kg: Жупташууну билүү
lo: ຮູ້ຈັກການປະສົມຜົນ
lt: Sužinoti derinį
lv: Uzzināt kombināciju
mk_mk: Дознај ја комбинацијата
ml_in: സംയോജനം കണ്ടെത്തുക
mn_mn: Хослолыг мэдэх
mr: संयोजन जाणून घ्या
ms_my: Ketahui gabungan
ne: संयोजन जान्नुहोस्
nl: Ontdek de combinatie
no_no: Finn kombinasjonen
pa: ਮਿਲਾਪ ਜਾਣੋ
pl: Poznać połączenie
pt_br: Descobrir combinação
ro: Află combinația
ru: Узнать сочетание
si: සංයෝජනය දැනගන්න
sk: Zistiť kombináciu
sl: Izvedeti kombinacijo
sq: Mëso kombinimin
sr: Сазнати комбинацију
sv_se: Ta reda på kombinationen
sw: Jua mchanganyiko
ta: கூட்டு அறிய
te: సంయోజనాన్ని తెలుసుకోండి
th: ค้นหาการจับคู่
tr_tr: Kombinasyonu öğren
uk: Дізнатись поєднання
ur: ملاپ معلوم کریں
vi: Tìm hiểu sự kết hợp
zh_cn: 查看组合
zh_hk: 了解組合
zu: Thola inhlanganisela

# new_spread
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ ቅጥር ማድረግ
ar: قم بعمل توزيع جديد
az: Yeni yayım etmək
bn: নতুন রিডিং করুন
ca: Fer una nova tirada
cs: Vytvořit nový výklad
de: Neues Legeset machen
es_es: Hacer una nueva tirada
fa: یک چیدمان جدید بساز
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Fazer unha nova tirada
gu: નવું વિતરણ બનાવો
hi: नई रीडिंग करें
hu: Új kirakást készíteni
hy_am: Ստեղծել նոր դասավորություն
id: Buat pembacaan baru
is_is: Gera nýja dreifingu
it_it: Fare una nuova stesura
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: შექმენი ახალი განლაგება
kk: Жаңа тарату жасау
km_kh: បង្កើតការចែកចាយថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡಿ
ko_kr: 새로운 배열 만들기
ky_kg: Жаңы таразалоо жасоо
lo: ສ້າງການຈັດຕັ້ງໃໝ່
lt: Padaryti naują išdėstymą
lv: Izveidot jaunu izkārtojumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ дэлгэрэнгүй гаргах
mr: नवीन रीडिंग करा
ms_my: Buat susunan baru
ne: नयाँ लेआउट बनाउनुहोस्
nl: Maak een nieuwe legging
no_no: Lag et nytt oppsett
pa: ਨਵਾਂ ਵਿਤਰਨ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă etalare
ru: Сделать новый расклад
si: නව විහිදුමක් කරන්න
sk: Vytvoriť nový výklad
sl: Narediti novo razporeditev
sq: Bëj një shpërndarje të re
sr: Направити нови распоред
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பரவல் செய்யவும்
te: కొత్త పాఠం చేయండి
th: ทำการแจกไพ่ใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا پھیلاؤ کریں
vi: Tạo trải bài mới
zh_cn: 做一个新的牌阵
zh_hk: 做一個新的牌陣
zu: Yenza ukuhlukaniswa okusha

# app_uses_ai_for_entertainment_purposes
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰውነትን በመዝናኛ አላማ ብቻ ይጠቀማል። ስለዚህ የወሰኑት ውሳኔዎች እኛ አንደምንሰጥ ኃላፊነት የለንም። በዚህ ያስፈልጋችሁ ጊዜ ለሙያ ሰራተኛ ይገናኙ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. يرجى استشارة متخصص إذا لزم الأمر.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA exclusivamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. Si es necesario, consulte a un especialista.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به یک متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä vain viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ginagamit ang AI ng app para lamang sa libangan. Hindi kami mananagot sa mga desisyong gagawin mo. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins récréatives. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यकता होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք չենք պատասխանատու ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni che prenderai. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. אנו לא אחראים על ההחלטות שאתה מקבל. במידת הצורך פנה למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の決定について当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់ AI សម្រាប់ការកំសាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가에게 문의하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчилик албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, консултирајте се со стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन मनोरंजनाच्या उद्देशानेच AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker AI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja używa SI wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja AI izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не одговарамо за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu hutumia AI kwa madhumuni ya burudani tu. Hatubebei uwajibikaji kwa maamuzi uliyofanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆப்பிளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI-ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. У разі потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.
