Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_card_of_day_description_empty
source: Card of the day:
af: Kaart van die dag:
am: የቀን ካርድ:
ar: بطاقة اليوم:
az: Günün kartı:
bn: দিনের কার্ড:
ca: Carta del dia:
cs: Karta dne:
de: Karte des Tages:
es_es: Carta del día:
fa: کارت روز:
fi_fi: Päivän kortti:
fil: Card ng araw:
fr: Carte du jour :
gl: Carta do día:
gu: દિવસનું કાર્ડ:
hi: दिन का कार्ड:
hu: A nap kártyája:
hy_am: Օրվա քարտը՝
id: Kartu hari ini:
is_is: Dagskort:
it_it: Carta del giorno:
iw: קלף היום:
ja_jp: 今日のカード:
ka: დღის ბარათი:
kk: Күннің картасы:
km_kh: កាតថ្ងៃ:
kn_in: ದಿನದ ಕಾರ್ಡ್:
ko_kr: 오늘의 카드:
ky_kg: Күндүн картасы:
lo: ບັດຂອງມື້:
lt: Dienos korta:
lv: Dienas karte:
mk_mk: Карта на денот:
ml_in: ദിവസത്തിന്റെ കാർഡ്:
mn_mn: Өдрийн карт:
mr: दिवसाची कार्ड:
ms_my: Kad hari ini:
ne: दिनको कार्ड:
nl: Kaart van de dag:
no_no: Dagens kort:
pa: ਦਿਨ ਦਾ ਕਾਰਡ:
pl: Karta dnia:
pt_br: Carta do dia:
ro: Carta zilei:
ru: Карта дня:
si: දින කාඩ්පත:
sk: Karta dňa:
sl: Karta dneva:
sq: Karta e ditës:
sr: Карта дана:
sv_se: Dagens kort:
sw: Kadi ya siku:
ta: நாள் அட்டை:
te: రోజు కార్డు:
th: ไพ่ประจำวัน:
tr_tr: Günün kartı:
uk: Карта дня:
ur: دن کا کارڈ:
vi: Lá bài trong ngày:
zh_cn: 今日之卡：
zh_hk: 今日之牌：
zu: Ikhadi losuku:

# main_screen_card_of_day_status_viewed
source: Open
af: Oop
am: ተከፈተ
ar: مفتوحة
az: Açıq
bn: খোলা
ca: Oberta
cs: Otevřeno
de: Geöffnet
es_es: Abierta
fa: باز شده
fi_fi: Auki
fil: Bukas
fr: Ouverte
gl: Aberta
gu: ખુલ્લું
hi: खुला
hu: Nyitva
hy_am: Բաց է
id: Terbuka
is_is: Opin
it_it: Aperta
iw: פתוח
ja_jp: オープン
ka: ღიაა
kk: Ашық
km_kh: បានបើក
kn_in: ತೆರೆದಿದೆ
ko_kr: 열림
ky_kg: Ачык
lo: ເປີດໃຊ້
lt: Atidaryta
lv: Atvērts
mk_mk: Отворена
ml_in: തുറന്നത്
mn_mn: Нээлттэй
mr: उघडलेले
ms_my: Terbuka
ne: खुल्यो
no_no: Åpen
pa: ਖੁੱਲ੍ਹਾ
pl: Otwarta
pt_br: Aberta
ro: Deschisă
ru: Открыта
si: විවෘතයි
sk: Otvorené
sl: Odprto
sq: E hapur
sr: Отворено
sv_se: Öppen
sw: Imefunguliwa
ta: திறந்தது
te: తెరచబడింది
th: เปิดอยู่
tr_tr: Açık
uk: Відкрита
ur: کھلا ہوا
vi: Mở
zh_cn: 已开启
zh_hk: 已開啟
zu: Ivuliwe

# main_screen_card_of_day_status_view
source: Look
af: Kyk
am: እይ
ar: عرض
az: Bax
bn: দেখুন
ca: Veure
cs: Zobrazit
de: Ansehen
es_es: Ver
fa: مشاهده
fi_fi: Katso
fil: Tingnan
fr: Voir
gl: Ver
gu: જુઓ
hi: देखें
hu: Megnézem
hy_am: Դիտել
id: Lihat
is_is: Skoða
it_it: Guarda
iw: לצפות
ja_jp: 見る
ka: ნახვა
kk: Көру
km_kh: មើល
kn_in: ನೋಡಿರಿ
ko_kr: 보기
ky_kg: Карап чыгуу
lo: ເບິ່ງ
lt: Peržiūrėti
lv: Skatīt
mk_mk: Погледни
ml_in: കാണുക
mn_mn: Үзэх
mr: पाहा
ms_my: Lihat
ne: हेर्नुहोस्
nl: Bekijken
no_no: Se
pa: ਵੇਖੋ
pl: Zobacz
pt_br: Ver
ro: Vezi
ru: Посмотреть
si: දැක්ම
sk: Pozrieť
sl: Poglej
sq: Shiko
sr: Погледај
sv_se: Visa
sw: Tazama
ta: பார்க்க
te: చూడండి
th: ดู
tr_tr: Görüntüle
uk: Переглянути
ur: دیکھیں
vi: Xem
zh_cn: 查看
zh_hk: 查看
zu: Buka

# main_screen_section_spreads
source: Spreads
af: Verspreidings
am: አውጫዎች
ar: توزيعات
az: Düzenlər
bn: বিন্যাসসমূহ
ca: Tirades
cs: Rozložení
de: Legungen
es_es: Tiradas
fa: گشایش‌ها
fi_fi: Levitykset
fil: Mga layout
fr: Tirages
gl: Tiradas
gu: વિતરણો
hi: फैलाव
hu: Kirakások
hy_am: Բաշխումներ
id: Penyebaran
is_is: Dreifingar
it_it: Stese
iw: פריסות
ja_jp: スプレッド
ka: გაშლილობები
kk: Таралымдар
km_kh: ការបែងចែក
kn_in: ವ್ಯವಸ್ಥೆಗಳು
ko_kr: 스프레드
ky_kg: Таразалар
lo: ການຈັດການ
lt: Išdėstymai
lv: Izklājumi
mk_mk: Распаѓања
ml_in: വിതരണങ്ങൾ
mn_mn: Тараахууд
mr: पसरवणे
ms_my: Susunan
ne: वितरणहरू
nl: Leggingen
no_no: Legginger
pa: ਵੰਡਾਂ
pl: Rozkłady
pt_br: Jogadas
ro: Aranjamente
ru: Расклады
si: විවරණ
sk: Rozloženia
sl: Razporedi
sq: Përhapjet
sr: Тумачења
sv_se: Läggningar
sw: Mipangilio
ta: விரிவாக்கங்கள்
te: పట్టికలు
th: การแจกไพ่
tr_tr: Dizilimler
uk: Розклади
ur: تقدیر کے اندازے
vi: Bố cục bài
zh_cn: 牌阵
zh_hk: 牌陣
zu: Izinhlelo

# main_screen_section_training
source: Training
af: Opleiding
am: ማስተማር
ar: التعليم
az: Təlim
bn: শিক্ষা
ca: Formació
cs: Výuka
de: Ausbildung
es_es: Entrenamiento
fa: آموزش
fi_fi: Koulutus
fil: Pagsasanay
fr: Apprentissage
gl: Aprendizaxe
gu: શિક્ષણ
hi: प्रशिक्षण
hu: Tanulás
hy_am: Ուսուցում
id: Pembelajaran
is_is: Nám
it_it: Apprendimento
iw: לימוד
ja_jp: 学習
ka: სწავლება
kk: Оқу
km_kh: ការបណ្តុះបណ្តាល
kn_in: ಶಿಕ್ಷಣ
ko_kr: 학습
ky_kg: Окутуу
lo: ການຝຶກອົບຮົມ
lt: Mokymasis
lv: Mācības
mk_mk: Обука
ml_in: പഠനം
mn_mn: Сургалт
mr: शिक्षण
ms_my: Pembelajaran
ne: शिक्षा
nl: Opleiding
no_no: Opplæring
pa: ਸਿੱਖਿਆ
pl: Nauka
pt_br: Aprendizado
ro: Învățare
ru: Обучение
si: අධ්‍යාපනය
sk: Vzdelávanie
sl: Učenje
sq: Mësim
sr: Обука
sv_se: Utbildning
sw: Mafunzo
ta: பயிற்சி
te: శిక్షణ
th: การเรียนรู้
tr_tr: Eğitim
uk: Навчання
ur: تعلیم
vi: Đào tạo
zh_cn: 学习
zh_hk: 學習
zu: Ukuqeqeshwa

# main_screen_section_entertainment
source: Entertainment
af: Vermaak
am: መዝናኛ
ar: الترفيه
az: Əyləncə
bn: বিনোদন
ca: Entreteniment
cs: Zábava
de: Unterhaltung
es_es: Entretenimiento
fa: سرگرمی
fi_fi: Viihde
fil: Libangan
fr: Divertissement
gl: Entretenemento
gu: મનોરંજન
hi: मनोरंजन
hu: Szórakozás
hy_am: Ցուցադրություն
id: Hiburan
is_is: Skemmtun
it_it: Divertimento
iw: בידור
ja_jp: エンターテインメント
ka: გართობა
kk: Көңіл көтеру
km_kh: កម្សាន្ត
kn_in: ಮನರಂಜನೆ
ko_kr: 오락
ky_kg: Ыраазычылык
lo: ຄວາມບັງເບີງ
lt: Pramogos
lv: Izklaide
mk_mk: Забава
ml_in: വിനോദം
mn_mn: Зугаа цэнгэл
mr: मनोरंजन
ms_my: Hiburan
ne: मनोरञ्जन
nl: Vermaak
no_no: Underholdning
pa: ਮਨੋਰੰਜਨ
pl: Rozrywka
pt_br: Entretenimento
ro: Distracție
ru: Развлечение
si: විනෝදය
sk: Zábava
sl: Zabava
sq: Argëtim
sr: Забава
sv_se: Underhållning
sw: Burudani
ta: விளையாட்டு
te: వినోదం
th: ความบันเทิง
tr_tr: Eğlence
uk: Розваги
ur: تفریح
vi: Giải trí
zh_cn: 娱乐
zh_hk: 娛樂
zu: Ukuzijabulisa

# main_screen_quick_spread_title
source: Quick spread
af: Vinnige uitleg
am: ፈጣን ክፍል
ar: توزيع سريع
az: Tez açılış
bn: দ্রুত পড়া
ca: Tirada ràpida
cs: Rychlý výklad
de: Schnelle Legung
es_es: Lectura rápida
fa: پیش‌بینی سریع
fi_fi: Nopea levitys
fil: Mabilis na Pagbasa
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: तेज़ पढ़ाई
hu: Gyors kirakás
hy_am: Արագ բացում
id: Penyebaran cepat
is_is: Hröð dreifing
it_it: Lettura veloce
iw: פריסה מהירה
ja_jp: クイックスプレッド
ka: სწრაფი განლაგება
kk: Жылдам тарату
km_kh: ការបង្ហាញរហ័ស
kn_in: ತ್ವರಿತ ವಿಂಗಡಣೆ
ko_kr: 빠른 카드 펼치기
ky_kg: Ыкчам таратуу
lo: ການດຳເນີນງານໄວ
lt: Greitas išdėstymas
lv: Ātra izklāšana
mk_mk: Брзо читање
ml_in: വേഗത്തിലുള്ള കാർഡ് വായനം
mn_mn: Хурдан дэлгэлт
mr: जलद वाचन
ms_my: Pembacaan cepat
ne: छिटो पठन
nl: Snelle legging
no_no: Rask opplegg
pa: ਤੇਜ਼ ਪੜਤਾਲ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Împărțire rapidă
ru: Быстрый расклад
si: ඉක්මන් විවරණය
sk: Rýchly výklad
sl: Hitro razkritje
sq: Shpjegim i shpejtë
sr: Брза расподела
sv_se: Snabb läggning
sw: Uchambuzi wa haraka
ta: விரைவு பகிர்வு
te: త్వరిత పంచిక
th: การเปิดไพ่รวดเร็ว
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: تیز ترتیب
vi: Bói nhanh
zh_cn: 快速牌阵
zh_hk: 快速占卜
zu: Ukuhlukaniswa okusheshayo

# main_screen_quick_spread_description
source: with just a couple of taps, get a clear answer to your question with one card
af: Kry ’n duidelike antwoord op jou vraag met een kaart in net ’n paar aanrakinge
am: በጥቂት እጅ እንዲሁም በአንድ ካርድ ጥያቄዎን ግልጽ መልስ ያግኙ
ar: بنقرات قليلة احصل على إجابة واضحة لسؤالك ببطاقة واحدة
az: Bir neçə toxunuşla sualınıza bir kartla aydın cavab alın
bn: কয়েকটি ট্যাপে একটি কার্ড দিয়ে আপনার প্রশ্নের স্পষ্ট উত্তর পান
ca: amb un parell de tocs obté una resposta clara a la seva pregunta amb una sola carta
cs: Za pár dotyků získáte jasnou odpověď na svou otázku jednou kartou
de: Mit nur wenigen Berührungen erhalten Sie eine klare Antwort auf Ihre Frage mit einer Karte
es_es: con un par de toques obtén una respuesta clara a tu pregunta con una sola carta
fa: با چند لمس پاسخ واضح سؤال خود را با یک کارت دریافت کنید
fi_fi: Parilla napautuksella saat selkeän vastauksen kysymykseesi yhdellä kortilla
fil: Sa ilang tap lang, makakakuha ka ng malinaw na sagot sa iyong tanong gamit ang isang card
fr: en quelques touches, obtenez une réponse claire à votre question avec une seule carte
gl: con só un par de toques obtén unha resposta clara á túa pregunta cunha única carta
gu: થોડી સ્પર્શથી તમારા પ્રશ્નનો સ્પષ્ટ જવાબ એક કાર્ડથી મેળવો
hi: कुछ ही टैप में एक कार्ड से अपने प्रश्न का स्पष्ट उत्तर प्राप्त करें
hu: Pár érintéssel egyértelmű választ kap egyetlen kártyával a kérdésére
hy_am: Մի քանի հպումով ստացեք հստակ պատասխան ձեր հարցին մեկ քարտով
id: dengan beberapa ketukan dapatkan jawaban yang jelas untuk pertanyaan Anda dengan satu kartu
is_is: Með nokkrum snertingum færðu skýra svör við spurningunni þinni með einni korti
it_it: con un paio di tocchi ottieni una risposta chiara alla tua domanda con una sola carta
iw: בלחיצות ספורות תקבלו תשובה ברורה לשאלתכם עם קלף אחד
ja_jp: 数回のタップで1枚のカードから明確な答えを得られます
ka: რამდენიმე შეხებით მიიღეთ მკაფიო პასუხი თქვენს კითხვაზე ერთი ბარათით
kk: бірнеше түрту арқылы сұрағыңызға бір карта арқылы нақты жауап алыңыз
km_kh: តែប៉ុន្មានចុច អ្នកនឹងទទួលបានចម្លើយច្បាស់លាស់ចំពោះសំណួររបស់អ្នកដោយកាតមួយ
kn_in: ಕೆಲವು ಸ್ಪರ್ಶಗಳಲ್ಲಿ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗೆ ಸ್ಪಷ್ಟ ಉತ್ತರವನ್ನು ಒಂದು ಕಾರ್ಡ್ ಮೂಲಕ ಪಡೆಯಿರಿ
ko_kr: 몇 번의 터치로 한 장의 카드로 명확한 답변을 받으세요
ky_kg: Бир нече тийүү менен бир карта аркылуу сурооңузга так жооп алыңыз
lo: ພາຍໃນບັນຫາສອງຄັບສົດຈະໄດ້ຄຳຕອບທີ່ຊັດເຈນດ້ວຍບັດເທົ່ານັ້ນ
lt: Per kelis palietimus gaukite aiškų atsakymą į savo klausimą viena korta
lv: Pāris pieskārienu laikā saņemiet skaidru atbildi uz savu jautājumu ar vienu kārti
mk_mk: со неколку допири добијте јасен одговор на вашето прашање со една карта
ml_in: ചെറു തട്ടലുകൾ കൊണ്ട് നിങ്ങളുടെ ചോദ്യത്തിന് ഒരു കാർഡിൽ വ്യക്തമായ ഉത്തരം ലഭിക്കുക
mn_mn: Хоёр гурван товшилтоор нэг картаар тодорхой хариу аваарай
mr: काही टॅप्समध्ये तुमच्या प्रश्नाचे स्पष्ट उत्तर एका कार्डने मिळवा
ms_my: dengan beberapa ketukan dapatkan jawapan yang jelas untuk soalan anda dengan satu kad
ne: केही थिचाइले तपाईंको प्रश्नको स्पष्ट उत्तर एक कार्डले पाउनुहोस्
nl: krijg met een paar tikken een duidelijk antwoord op je vraag met één kaart
no_no: Med noen få trykk får du et klart svar på spørsmålet ditt med ett kort
pa: ਕੁਝ ਛੁਹਾਰਿਆਂ ਵਿੱਚ ਇੱਕ ਕਾਰਡ ਨਾਲ ਆਪਣੇ ਸਵਾਲ ਦਾ ਸਪਸ਼ਟ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰੋ
pl: W kilka dotknięć otrzymaj jasną odpowiedź na swoje pytanie jedną kartą
pt_br: em alguns toques, obtenha uma resposta clara para sua pergunta com uma carta
ro: cu câteva atingeri primiți un răspuns clar la întrebarea dvs. cu o singură carte
ru: за пару касаний получите чёткий ответ на свой вопрос одной картой
si: සංසරණ කිහිපයක් තුළ ඔබේ ප්‍රශ්නයට පැහැදිලි පිළිතුරක් එක් කාඩ්පතකින් ලබා ගන්න
sk: za pár ťuknutí získajte jasnú odpoveď na svoju otázku jednou kartou
sl: Z nekaj dotiki prejmite jasen odgovor na svoje vprašanje z eno karto
sq: Me disa prekje merrni një përgjigje të qartë për pyetjen tuaj me një kartë
sr: За неколико додира добијте јасан одговор на своје питање једном картом
sv_se: Få ett tydligt svar på din fråga med ett kort på några få tryckningar
sw: Kwa kugusa kidogo tu pata jibu wazi la swali lako kwa kadi moja
ta: ஒரு கார்டு மூலம் உங்கள் கேள்விக்கு தெளிவான பதிலை சில தட்டுதல்களில் பெறுங்கள்
te: కొన్ని తాకులలో మీ ప్రశ్నకు ఒక కార్డుతో స్పష్టమైన సమాధానం పొందండి
th: เพียงไม่กี่สัมผัส คุณจะได้รับคำตอบที่ชัดเจนสำหรับคำถามของคุณด้วยไพ่ใบเดียว
tr_tr: Birkaç dokunuşla sorunuza tek kartla net bir cevap alın
uk: за кілька дотиків отримайте чітку відповідь на своє питання однією картою
ur: چند ٹچز میں ایک کارڈ کے ذریعے اپنے سوال کا واضح جواب حاصل کریں
vi: Chỉ với vài lần chạm, nhận câu trả lời rõ ràng cho câu hỏi của bạn bằng một lá bài
zh_cn: 只需轻触几下，即可用一张牌获得您问题的明确答案
zh_hk: 只需輕觸幾下，即可用一張牌獲得清晰的答案
zu: Ngokuthinta okumbalwa, thola impendulo ecacile kumbuzo wakho ngekhadi elilodwa

# main_screen_thematic_spreads_title
source: Thematic spreads
af: Tematiese uitlegte
am: ርዕሶች ተያያዥ ክፍሎች
ar: توزيعات موضوعية
az: Mövzu açılışları
bn: বিষয়ভিত্তিক পড়া
ca: Tirades temàtiques
cs: Tematické výklady
de: Themenlegungen
es_es: Lecturas temáticas
fa: پیش‌بینی‌های موضوعی
fi_fi: Teemalliset levitykset
fil: Mga Tematikong Pagbasa
fr: Tirages thématiques
gl: Tiradas temáticas
gu: વિષયવાર વિતરણો
hi: विषयगत पढ़ाई
hu: Tematikus kirakások
hy_am: Թեմատիկ բացումներ
id: Penyebaran bertema
is_is: Þemadreifingar
it_it: Letture tematiche
iw: פריסות נושאיות
ja_jp: テーマ別スプレッド
ka: თემატური განლაგებები
kk: Тақырыптық тарату
km_kh: ការបង្ហាញប្រធានបទ
kn_in: ವಿಷಯಾಧಾರಿತ ವಿಂಗಡಣೆಗಳು
ko_kr: 주제별 카드 펼치기
ky_kg: Темалык таратуулар
lo: ການດຳເນີນງານຕາມຫົວຂໍ້
lt: Teminiai išdėstymai
lv: Tematiskie izklājumi
mk_mk: Тематски читања
ml_in: വിഷയാനുസൃത കാർഡ് വായനകൾ
mn_mn: Сэдэвчилсэн дэлгэлтүүд
mr: विषयवार वाचन
ms_my: Pembacaan bertema
ne: थिमयुक्त पठनहरू
nl: Thematische leggingen
no_no: Tematiske opplegg
pa: ਵਿਸ਼ੇਸ਼ ਪੜਤਾਲਾਂ
pl: Tematyczne rozkłady
pt_br: Leituras temáticas
ro: Împărțiri tematice
ru: Тематические расклады
si: විෂයමය විවරණ
sk: Tematické výklady
sl: Tematske razporeditve
sq: Shpjegime tematike
sr: Тематске расподеле
sv_se: Tematiska läggningar
sw: Uchambuzi wa mada
ta: தீமையுடைய பகிர்வுகள்
te: విషయకరమైన పంచికలు
th: การเปิดไพ่ตามธีม
tr_tr: Tematik açılımlar
uk: Тематичні розклади
ur: موضوعاتی ترتیبیں
vi: Bói theo chủ đề
zh_cn: 主题牌阵
zh_hk: 主題占卜
zu: Ukuhlukaniswa kwezindikimba

# main_screen_thematic_spreads_description
source: ready-made layouts for important areas: love, career, health, travel
af: klaar planne vir belangrike gebiede: liefde, loopbaan, gesondheid, reise
am: አስፈላጊ መስኮች የተዘጋጀ እቅዶች: ፍቅር, ስራ, ጤና, ጉዞዎች
ar: مخططات جاهزة للمجالات المهمة: الحب، العمل، الصحة، السفر
az: vacib sahələr üçün hazır sxemlər: sevgi, karyera, sağlamlıq, səyahətlər
bn: গুরুত্বপূর্ণ ক্ষেত্রের জন্য প্রস্তুত পরিকল্পনা: প্রেম, ক্যারিয়ার, স্বাস্থ্য, ভ্রমণ
ca: esquemes preparats per a àmbits importants: amor, carrera, salut, viatges
cs: hotové schémata pro důležité oblasti: láska, kariéra, zdraví, cestování
de: Fertige Muster für wichtige Bereiche: Liebe, Karriere, Gesundheit, Reisen
es_es: esquemas listos para áreas importantes: amor, carrera, salud, viajes
fa: نقشه‌های آماده برای حوزه‌های مهم: عشق، شغل، سلامتی، سفر
fi_fi: valmiit kaaviot tärkeisiin elämänalueisiin: rakkaus, ura, terveys, matkustaminen
fil: handa nang mga plano para sa mahahalagang aspeto: pag-ibig, karera, kalusugan, paglalakbay
fr: schémas prêts pour les domaines importants : amour, carrière, santé, voyages
gl: esquemas preparados para áreas importantes: amor, carreira, saúde, viaxes
gu: મહત્વપૂર્ણ ક્ષેત્રો માટે તૈયાર યોજના: પ્રેમ, કારકિર્દી, આરોગ્ય, મુસાફરી
hi: महत्वपूर्ण क्षेत्रों के लिए तैयार योजनाएं: प्यार, करियर, स्वास्थ्य, यात्रा
hu: kész sémák fontos területekre: szerelem, karrier, egészség, utazás
hy_am: պատրաստ սխեմաներ կարևոր ոլորտների համար՝ սեր, կարիերա, առողջություն, ճանապարհորդություններ
id: skema siap pakai untuk bidang penting: cinta, karier, kesehatan, perjalanan
is_is: kláraðar áætlanir fyrir mikilvæga svið: ást, starfsferill, heilsa, ferðalög
it_it: schemi pronti per ambiti importanti: amore, carriera, salute, viaggi
iw: תבניות מוכנות לתחומים חשובים: אהבה, קריירה, בריאות, טיולים
ja_jp: 重要な分野のための完成されたスキーム：愛、キャリア、健康、旅行
ka: მზად სქემები მნიშვნელოვანი სფეროებისთვის: სიყვარული, კარიერა, ჯანმრთელობა, მოგზაურობა
kk: маңызды салаларға арналған дайын схемалар: махаббат, мансап, денсаулық, саяхат
km_kh: សេចក្ដីរៀបចំរួចសម្រាប់វិស័យសំខាន់ៗ៖ ស្នេហា អាជីព សុខភាព ការធ្វើដំណើរ
kn_in: ಪ್ರಮುಖ ಕ್ಷೇತ್ರಗಳಿಗಾಗಿ ಸಿದ್ಧವಾದ ಯೋಜನೆಗಳು: ಪ್ರೀತಿ, ವೃತ್ತಿ, ಆರೋಗ್ಯ, ಪ್ರಯಾಣ
ko_kr: 중요한 분야를 위한 완성된 도표: 사랑, 경력, 건강, 여행
ky_kg: маанилүү тармактар үчүн даяр схемалар: сүйүү, карьера, ден соолук, саякат
lo: ແຜນພິເສດສໍາລັບພື້ນທີ່ສຳຄັນ: ຄວາມຮັກ, ອາຊີບ, ສຸຂະພາບ, ການເດີນທາງ
lt: paruošti planai svarbioms sritims: meilė, karjera, sveikata, kelionės
lv: gatavas shēmas svarīgākajām jomām: mīlestība, karjera, veselība, ceļojumi
mk_mk: готови шеми за важни сфери: љубов, кариера, здравје, патувања
ml_in: പ്രധാന മേഖലകൾക്കായി തയ്യാറാക്കിയ സ്കീമകൾ: സ്നേഹം, കരിയർ, ആരോഗ്യവും, യാത്രകളും
mn_mn: чухал салбаруудад зориулсан бэлэн схемүүд: хайр, карьер, эрүүл мэнд, аялал
mr: महत्त्वाच्या क्षेत्रांसाठी तयार योजना: प्रेम, करिअर, आरोग्य, प्रवास
ms_my: skema siap untuk bidang penting: cinta, kerjaya, kesihatan, perjalanan
ne: महत्त्वपूर्ण क्षेत्रहरूका लागि तयार योजना: माया, करियर, स्वास्थ्य, यात्रा
nl: kant-en-klare schema's voor belangrijke gebieden: liefde, carrière, gezondheid, reizen
no_no: ferdige oppsett for viktige områder: kjærlighet, karriere, helse, reiser
pa: ਮਹੱਤਵਪੂਰਨ ਖੇਤਰਾਂ ਲਈ ਤਿਆਰ ਯੋਜਨਾਵਾਂ: ਪਿਆਰ, ਕਰੀਅਰ, ਸਿਹਤ, ਯਾਤਰਾ
pl: gotowe schematy dla ważnych sfer: miłość, kariera, zdrowie, podróże
pt_br: esquemas prontos para áreas importantes: amor, carreira, saúde, viagens
ro: scheme gata pentru domenii importante: dragoste, carieră, sănătate, călătorii
ru: готовые схемы для важных сфер: любовь, карьера, здоровье, путешествия
si: ප්‍රධාන ක්ෂේත්‍ර සඳහා සූදානම් සැලසුම්: ආදරය, රැකියාව, සෞඛ්‍යය, සංචාර
sk: hotové schémy pre dôležité oblasti: láska, kariéra, zdravie, cestovanie
sl: pripravljene sheme za pomembna področja: ljubezen, kariera, zdravje, potovanja
sq: skema të gatshme për fusha të rëndësishme: dashuri, karrierë, shëndet, udhëtime
sr: готови шеме за важне сфере: љубав, каријера, здравље, путовања
sv_se: färdiga scheman för viktiga områden: kärlek, karriär, hälsa, resor
sw: mipango tayari kwa maeneo muhimu: upendo, kazi, afya, safari
ta: முக்கிய துறைகளுக்கான தயாரான திட்டங்கள்: காதல், தொழில், ஆரோக்கியம், பயணம்
te: ప్రాముఖ్యమైన రంగాల కోసం సిద్ధమైన పథకాలు: ప్రేమ, కెరీర్, ఆరోగ్యం, ప్రయాణాలు
th: แผนผังสำเร็จรูปสำหรับด้านสำคัญ: ความรัก, อาชีพ, สุขภาพ, การเดินทาง
tr_tr: önemli alanlar için hazır şemalar: aşk, kariyer, sağlık, seyahat
uk: готові схеми для важливих сфер: кохання, кар'єра, здоров'я, подорожі
ur: اہم شعبوں کے لیے تیار شدہ منصوبے: محبت، کیریئر، صحت، سفر
vi: các sơ đồ sẵn sàng cho các lĩnh vực quan trọng: tình yêu, sự nghiệp, sức khỏe, du lịch
zh_cn: 重要领域的现成方案：爱情、事业、健康、旅行
zh_hk: 重要領域的現成方案：愛情、事業、健康、旅行
zu: izinhlelo ezilungile zezimboni ezibalulekile: uthando, umsebenzi, impilo, uhambo

# main_screen_card_combination_title
source: Combination of cards
af: Kaartkombinasie
am: ካርዶች መዋል
ar: تركيب البطاقات
az: Kartların birləşməsi
bn: কার্ডের সংমিশ্রণ
ca: Combinació de cartes
cs: Kombinace karet
de: Kartenkombination
es_es: Combinación de cartas
fa: ترکیب کارت‌ها
fi_fi: Korttien yhdistelmä
fil: Pagsasama ng mga baraha
fr: Combinaison de cartes
gl: Combinación de cartas
gu: કાર્ડ્સનું સંયોજન
hi: कार्ड संयोजन
hu: Kártyák kombinációja
hy_am: Քարտերի համադրություն
id: Kombinasi kartu
is_is: Samsetning spila
it_it: Combinazione di carte
iw: שילוב קלפים
ja_jp: カードの組み合わせ
ka: ბარათების კომბინაცია
kk: Карталардың үйлесімі
km_kh: ការរួមបញ្ចូលកាត
kn_in: ಕಾರ್ಡ್ ಸಂಯೋಜನೆ
ko_kr: 카드 조합
ky_kg: Карталардын айкалышы
lo: ການປະສົມການຂອງບັດ
lt: Kortų derinys
lv: Kāršu kombinācija
mk_mk: Комбинација на карти
ml_in: കാർഡുകളുടെ സംയോജനം
mn_mn: Картуудын хослол
mr: कार्ड्सचे संयोजन
ms_my: Gabungan kad
ne: कार्डहरूको संयोजन
nl: Kaartcombinatie
no_no: Kombinasjon av kort
pa: ਕਾਰਡਾਂ ਦਾ ਮਿਲਾਪ
pl: Połączenie kart
pt_br: Combinação de cartas
ro: Combinarea cărților
ru: Сочетание карт
si: කාඩ්පත් එකතු කිරීම
sk: Kombinácia kariet
sl: Kombinacija kart
sq: Kombinimi i kartave
sr: Комбинација карата
sv_se: Kombination av kort
sw: Mchanganyiko wa kadi
ta: அட்டை இணைப்பு
te: కార్డుల కలయిక
th: การจับคู่ไพ่
tr_tr: Kart kombinasyonu
uk: Поєднання карт
ur: کارڈز کا امتزاج
vi: Sự kết hợp các lá bài
zh_cn: 牌组组合
zh_hk: 牌組組合
zu: Ukuhlanganiswa kwamakhadi

# main_screen_fun_spread_title
source: Joke spread
af: Grappige uitleg
am: ቀልድ እቅድ
ar: توزيع بطاقات فكاهي
az: Gülməli yayım
bn: হাস্যকর রিডিং
ca: Tirada en broma
cs: Vtipné rozložení
de: Scherzhafte Legung
es_es: Tirada en broma
fa: فال شوخی
fi_fi: Hauska levitys
fil: Pangbirong pagbasa
fr: Tirage humoristique
gl: Tirada en broma
gu: હાસ્યપ્રદ વિતરણ
hi: मज़ाकिया पढ़ाई
hu: Vicces kirakás
hy_am: Հումորային բացահայտում
id: Pembacaan kartu lucu
is_is: Grínspá
it_it: Stesa scherzosa
iw: פירוש קלפים מצחיק
ja_jp: ジョークリーディング
ka: სასაცილო განლაგება
kk: Күлкілі тарату
km_kh: ការបកស្រាយកាតលេងល្បែង
kn_in: ಹಾಸ್ಯಾತ್ಮಕ ವಿತರಣೆ
ko_kr: 농담 점괘
ky_kg: Күлкүлүү расклад
lo: ການດຳເນີນການຕະຫຼາດຕະຫຼາດຫຼາຍ
lt: Juokingas išsidėstymas
lv: Joku izklāsts
mk_mk: Шеговит распоред
ml_in: ഹാസ്യപരമായ റീഡിംഗ്
mn_mn: Инээдтэй тарнил
mr: मजेशीर पद्धत
ms_my: Bacaan lawak
ne: रमाइलो पठन
nl: Grappige legging
no_no: Morsomt oppslag
pa: ਮਜ਼ੇਦਾਰ ਪੜਤਾਲ
pl: Żartobliwy rozkład
pt_br: Leitura divertida
ro: Prezicere amuzantă
ru: Шуточный расклад
si: විහිළුවක් ලෙස කරන විවරණය
sk: Vtipné rozloženie
sl: Šaljiva razporeditev
sq: Hapje për shaka
sr: Шала распоред
sv_se: Skämtsam läggning
sw: Uchambuzi wa mzaha
ta: காமெடி பகிர்வு
te: వినోదాత్మక పాఠనం
th: การเปิดไพ่แบบตลกขบขัน
tr_tr: Şakacı açılım
uk: Жартівливий розклад
ur: مزاحیہ تقسیم
vi: Bói bài vui
zh_cn: 趣味牌阵
zh_hk: 趣味牌陣
zu: Ukuhlukaniswa kokudlala
