Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# quick_reading_result_screen_what_is_quick_spread
source: What is a quick spread?
af: Wat is 'n vinnige uitleg?
am: ፈጣን ክፍል ምንድነው?
ar: ما هو التوزيع السريع؟
az: Sürətli yayım nədir?
bn: দ্রুত পঠন কী?
ca: Què és una tirada ràpida?
cs: Co je to rychlý výklad?
de: Was ist eine Schnelllegung?
es_es: ¿Qué es una tirada rápida?
fa: راند سریع چیست؟
fi_fi: Mikä on nopea levitys?
fil: Ano ang mabilis na pagbasa?
fr: Qu'est-ce qu'un tirage rapide ?
gl: Que é unha tirada rápida?
gu: ઝડપી વિતરણ શું છે?
hi: त्वरित पठन क्या है?
hu: Mi az a gyors kirakás?
hy_am: Ինչ է արագ բացումը?
id: Apa itu pembacaan cepat?
is_is: Hvað er hraður spádómur?
it_it: Cos'è una lettura veloce?
iw: מה זה פריסה מהירה?
ja_jp: クイックスプレッドとは何ですか？
ka: რა არის სწრაფი განლაგება?
kk: Жылдам тарату деген не?
km_kh: តើការបង្ហាញល្បឿនលឿនជាអ្វី?
kn_in: ತ್ವರಿತ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 빠른 리딩이란 무엇인가요?
ky_kg: Ыкчам таразалоо деген эмне?
lo: ການດຶງການດ່ວນແມ່ນຫຍັງ?
lt: Kas yra greitas išsidėstymas?
lv: Kas ir ātrais izklājums?
mk_mk: Што е брз распоред?
ml_in: വേഗത്തിലുള്ള പകർപ്പ് എന്താണ്?
mn_mn: Хурдан заавар гэж юу вэ?
mr: जलद वाचन म्हणजे काय?
ms_my: Apakah itu bacaan pantas?
ne: छिटो टारो पढाइ के हो?
nl: Wat is een snelle legging?
no_no: Hva er en rask opplegg?
pa: ਤੇਜ਼ ਪੜਤਾਲ ਕੀ ਹੈ?
pl: Co to jest szybki rozkład?
pt_br: O que é uma leitura rápida?
ro: Ce este o etalare rapidă?
ru: Что такое быстрый расклад?
si: ඉක්මන් විවරණය කියන්නේ මොකද්ද?
sk: Čo je to rýchly výklad?
sl: Kaj je hiter razpored?
sq: Çfarë është një shpërndarje e shpejtë?
sr: Шта је брзо читање?
sv_se: Vad är en snabbläggning?
sw: Je, ni nini muundo wa haraka?
ta: விரைவு பகிர்வு என்றால் என்ன?
te: త్వరిత పాఠం అంటే ఏమిటి?
th: การเปิดไพ่ด่วนคืออะไร?
tr_tr: Hızlı açılım nedir?
uk: Що таке швидкий розклад?
ur: فوری تقسیم کیا ہے؟
vi: Bói nhanh là gì?
zh_cn: 什么是快速牌阵？
zh_hk: 什麼是快速牌陣？
zu: Yini ukuhlolwa okusheshayo?

# quick_reading_result_screen_quick_spread_explanation
source: A quick spread is an express spread (answer: YES or NO) that helps to instantly get a clear answer to a specific question or the general atmosphere of the day. It's perfect when you need quick inspiration or advice "here and now."
af: 'n Vinnige uitleg is 'n ekspres uitleg (antwoord: JA of NEE) wat help om onmiddellik 'n duidelike antwoord op 'n spesifieke vraag of die algemene atmosfeer van die dag te kry. Dit is ideaal wanneer jy vinnige inspirasie of raad "hier en nou" nodig het.
am: ፈጣን ክፍል ማለት ፈጣን መልስ (መልስ፡ አዎን ወይም አይ) ነው የሚረዳዎትን በፍጥነት በተወሰነ ጥያቄ ወይም የቀን አጠቃላይ አየር ግልጽ መልስ ለማግኘት። በፍጥነት ምንም እንደሚያስፈልግ እንደ እንቅስቃሴ ወይም እንደ "እዚህና አሁን" ምክር ተስማሚ ነው።
ar: التوزيع السريع هو توزيع سريع (الإجابة: نعم أو لا) يساعدك على الحصول على إجابة واضحة على سؤال محدد أو الجو العام لليوم على الفور. مثالي عندما تحتاج إلى إلهام سريع أو نصيحة "هنا والآن".
az: Sürətli yayım — bu ekspress yayım (cavab: BƏLİ və ya Xeyr) olub, müəyyən sualın və ya günün ümumi atmosferinin aydın cavabını dərhal almağa kömək edir. Tez ilham və ya 'indi və burada' məsləhət lazım olduqda idealdır.
bn: দ্রুত পঠন হল একটি এক্সপ্রেস পঠন (উত্তর: হ্যাঁ বা না) যা নির্দিষ্ট প্রশ্নের বা দিনের সামগ্রিক পরিবেশের জন্য দ্রুত স্পষ্ট উত্তর পেতে সাহায্য করে। যখন দ্রুত অনুপ্রেরণা বা "এখানেই এবং এখনই" পরামর্শ প্রয়োজন তখন এটি আদর্শ।
ca: La tirada ràpida és una tirada exprés (resposta: SÍ o NO) que ajuda a obtenir una resposta clara i immediata a una pregunta concreta o a l'ambient general del dia. Ideal quan es necessita una inspiració o un consell ràpid «aquí i ara».
cs: Rychlý výklad je expresní výklad (odpověď: ANO nebo NE), který pomáhá okamžitě získat jasnou odpověď na konkrétní otázku nebo obecnou atmosféru dne. Ideální, když potřebujete rychlou inspiraci nebo radu "tady a teď".
de: Eine Schnelllegung ist eine Expresslegung (Antwort: JA oder NEIN), die hilft, sofort eine klare Antwort auf eine konkrete Frage oder die allgemeine Stimmung des Tages zu erhalten. Ideal, wenn man schnelle Inspiration oder einen Rat "hier und jetzt" braucht.
es_es: La tirada rápida es una tirada exprés (respuesta: SÍ o NO) que ayuda a obtener una respuesta clara e instantánea a una pregunta concreta o al ambiente general del día. Ideal cuando se necesita inspiración rápida o un consejo «aquí y ahora».
fa: راند سریع یک راند فوری (پاسخ: بله یا خیر) است که به شما کمک می‌کند فوراً پاسخ واضحی به یک سوال خاص یا جو کلی روز دریافت کنید. ایده‌آل برای زمانی که به الهام یا مشاوره سریع «اینجا و اکنون» نیاز دارید.
fi_fi: Nopea levitys on pikakartoitus (vastaus: KYLLÄ tai EI), joka auttaa saamaan välittömästi selkeän vastauksen tiettyyn kysymykseen tai päivän yleiseen tunnelmaan. Täydellinen, kun tarvitset nopeaa inspiraatiota tai neuvoa "tässä ja nyt".
fil: Ang mabilis na pagbasa ay isang express na pagbasa (sagot: OO o HINDI) na tumutulong upang agad na makakuha ng malinaw na sagot sa isang partikular na tanong o pangkalahatang pakiramdam ng araw. Perpekto ito kapag kailangan ng mabilis na inspirasyon o payo "dito at ngayon".
fr: Le tirage rapide est un tirage express (réponse : OUI ou NON) qui aide à obtenir instantanément une réponse claire à une question précise ou à l'ambiance générale de la journée. Idéal quand on a besoin d'une inspiration ou d'un conseil rapide « ici et maintenant ».
gl: A tirada rápida é unha tirada exprés (resposta: SI ou NON) que axuda a obter unha resposta clara e inmediata a unha pregunta concreta ou á atmosfera xeral do día. Ideal cando se precisa inspiración rápida ou un consello «aquí e agora».
gu: ઝડપી વિતરણ એ એક્સપ્રેસ વિતરણ છે (જવાબ: હા અથવા ના) જે ચોક્કસ પ્રશ્ન અથવા દિવસની સામાન્ય વાતાવરણ પર તરત જ સ્પષ્ટ જવાબ મેળવવામાં મદદ કરે છે. જ્યારે તાત્કાલિક પ્રેરણા અથવા "અહીં અને હવે" સલાહની જરૂર હોય ત્યારે આ આદર્શ છે.
hi: त्वरित पठन एक त्वरित पठन है (उत्तर: हाँ या नहीं) जो किसी विशिष्ट प्रश्न या दिन के सामान्य माहौल पर तुरंत स्पष्ट उत्तर प्राप्त करने में मदद करता है। यह तब आदर्श है जब आपको तुरंत प्रेरणा या "यहाँ और अभी" सलाह की आवश्यकता होती है।
hu: A gyors kirakás egy expressz kirakás (válasz: IGEN vagy NEM), amely segít azonnal tiszta választ kapni egy konkrét kérdésre vagy a nap általános hangulatára. Tökéletes, ha gyors inspirációra vagy tanácsra van szükség "itt és most".
hy_am: Արագ բացումը՝ դա էքսպրես բացում է (պատասխան՝ ԱՅՈ կամ ՈՉ), որը օգնում է անմիջապես ստանալ հստակ պատասխան կոնկրետ հարցին կամ օրվա ընդհանուր մթնոլորտին։ Իդեալական է, երբ անհրաժեշտ է արագ ներշնչում կամ խորհուրդ «այստեղ և հիմա»։
id: Pembacaan cepat adalah pembacaan ekspres (jawaban: YA atau TIDAK) yang membantu mendapatkan jawaban jelas secara instan untuk pertanyaan spesifik atau suasana umum hari ini. Sempurna ketika membutuhkan inspirasi cepat atau saran "di sini dan sekarang".
is_is: Hraður spádómur er hraður spádómur (svar: JÁ eða NEI) sem hjálpar þér að fá skýrt svar við ákveðnu spurningu eða almenna stemningu dagsins strax. Fullkomið þegar þú þarft fljótt innblástur eða ráð „hér og nú".
it_it: La lettura veloce è una lettura express (risposta: SÌ o NO) che aiuta a ottenere immediatamente una risposta chiara a una domanda specifica o all'atmosfera generale della giornata. Perfetta quando serve ispirazione rapida o un consiglio "qui e ora".
iw: פריסה מהירה היא פריסת אקספרס (תשובה: כן או לא) שעוזרת לקבל מענה ברור מיידי לשאלה מסוימת או לאווירה הכללית של היום. מושלם כשצריך השראה או עצה מהירה "כאן ועכשיו".
ja_jp: クイックスプレッドは、特定の質問やその日の全体的な雰囲気に対して即座に明確な答えを得るためのエクスプレススプレッド（答え：はい または いいえ）です。すぐにインスピレーションや「今ここで」のアドバイスが必要なときに最適です。
ka: სწრაფი განლაგება არის ექსპრეს განლაგება (პასუხი: დიახ ან არა), რომელიც ეხმარება სწრაფად მიიღოთ ნათელი პასუხი კონკრეტულ კითხვაზე ან დღის საერთო ატმოსფეროზე. იდეალურია, როცა საჭიროა სწრაფი ინსპირაცია ან რჩევა „აქ და ახლა".
kk: Жылдам тарату — бұл экспресс тарату (жауап: ИӘ немесе ЖОҚ), ол нақты сұраққа немесе күннің жалпы атмосферасына тез әрі анық жауап алуға көмектеседі. Қажет кезде жылдам шабыт немесе «осы жерде және қазір» кеңес алу үшін өте қолайлы.
km_kh: ការបង្ហាញល្បឿនលឿនគឺជាការបង្ហាញបន្ទាន់ (ចម្លើយ៖ បាទ ឬ ទេ) ដែលជួយឲ្យទទួលបានចម្លើយច្បាស់លាស់ភ្លាមៗចំពោះសំណួរពិសេសមួយ ឬបរិយាកាសទូទៅនៃថ្ងៃ។ ល្អឥតខ្ចោះនៅពេលដែលត្រូវការប្រសិទ្ធភាពលឿន ឬការណែនាំ «នៅទីនេះ និងឥឡូវនេះ»។
kn_in: ತ್ವರಿತ ವಿತರಣೆ ಎಂದರೆ ತ್ವರಿತ ವಿತರಣೆ (ಉತ್ತರ: ಹೌದು ಅಥವಾ ಇಲ್ಲ) ಇದು ನಿರ್ದಿಷ್ಟ ಪ್ರಶ್ನೆಗೆ ಅಥವಾ ದಿನದ ಸಾಮಾನ್ಯ ವಾತಾವರಣಕ್ಕೆ ತಕ್ಷಣ ಸ್ಪಷ್ಟ ಉತ್ತರ ಪಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. "ಈಗ ಮತ್ತು ಇಲ್ಲಿ" ತ್ವರಿತ ಪ್ರೇರಣೆ ಅಥವಾ ಸಲಹೆ ಬೇಕಾದಾಗ ಇದು ಪರಿಪೂರ್ಣವಾಗಿದೆ.
ko_kr: 빠른 리딩은 특정 질문이나 하루의 전반적인 분위기에 대해 즉각적으로 명확한 답변을 얻을 수 있는 익스프레스 리딩(답변: 예 또는 아니오)입니다. 빠른 영감이나 즉각적인 조언이 필요할 때 이상적입니다.
ky_kg: Ыкчам таразалоо — бул экспресс таразалоо (жооп: ОО же ЖОК), ал конкреттүү суроого же күндүн жалпы абалына так жоопту дароо алууга жардам берет. Тез шыктануу же «азыр жана бул жерде» кеңеш керек болгондо идеалдуу.
lo: ການດຶງການດ່ວນແມ່ນການດຶງການດ່ວນຮູບແບບດ່ວນ (ຄຳຕອບ: ແມ່ນ ຫຼື ບໍ່) ທີ່ຊ່ວຍໃຫ້ໄດ້ຄຳຕອບທີ່ຊັດເຈນຢ່າງລະດັບທັນທີຕໍ່ຄຳຖາມທີ່ເປັນພິເສດ ຫຼື ບັນຍາກາດທົ່ວໄປຂອງມື້. ເໝາະສົມເມື່ອຕ້ອງການແຮງບັນດາດ່ວນ ຫຼື ຄໍາແນະນຳ «ທີ່ນີ້ແລະດຽວນີ້».
lt: Greitas išsidėstymas – tai ekspresinis išsidėstymas (atsakymas: TAIP arba NE), kuris padeda akimirksniu gauti aiškų atsakymą į konkretų klausimą arba bendrą dienos nuotaiką. Idealu, kai reikia greitos įkvėpimo ar patarimo "čia ir dabar".
lv: Ātrais izklājums ir ekspress izklājums (atbilde: JĀ vai NĒ), kas palīdz uzreiz iegūt skaidru atbildi uz konkrētu jautājumu vai vispārēju dienas noskaņu. Ideāli, kad nepieciešama ātra iedvesma vai padoms «šeit un tagad».
mk_mk: Брз распоред е експресен распоред (одговор: ДА или НЕ) кој помага веднаш да се добие јасен одговор на конкретно прашање или општа атмосфера на денот. Идеално кога ви треба брзо инспирирање или совет "тука и сега".
ml_in: വേഗത്തിലുള്ള പകർപ്പ് ഒരു എക്സ്പ്രസ് പകർപ്പാണ് (ഉത്തരം: അതെ അല്ലെങ്കിൽ ഇല്ല) ഇത് ഒരു പ്രത്യേക ചോദ്യത്തിന് അല്ലെങ്കിൽ ആകെ ദിവസത്തിന്റെ അന്തരീക്ഷത്തിന് ഉടൻ വ്യക്തമായ ഉത്തരം ലഭിക്കാൻ സഹായിക്കുന്നു. "ഇവിടെ ഇപ്പോൾ" എന്നുള്ള വേഗത്തിലുള്ള പ്രചോദനത്തിനോ ഉപദേശത്തിനോ ഇത് അനുയോജ്യമാണ്.
mn_mn: Хурдан заавар гэдэг нь тодорхой асуултад эсвэл өдрийн ерөнхий уур амьсгалд хурдан бөгөөд тодорхой хариу авахад туслах экспресс заавар (хариулт: ТИЙМ эсвэл ҮГҮЙ) юм. Яг одоо, эндээс хурдан урам зориг эсвэл зөвлөгөө авахад төгс тохирно.
mr: जलद वाचन म्हणजे एक त्वरित वाचन (उत्तर: हो किंवा नाही) जे विशिष्ट प्रश्नावर किंवा दिवसाच्या एकूण वातावरणावर त्वरित स्पष्ट उत्तर मिळविण्यात मदत करते. जेव्हा त्वरित प्रेरणा किंवा "इथे आणि आत्ता" सल्ला हवा असतो तेव्हा हे आदर्श आहे.
ms_my: Bacaan pantas adalah bacaan ekspres (jawapan: YA atau TIDAK) yang membantu mendapatkan jawapan yang jelas dengan segera untuk soalan tertentu atau suasana umum hari itu. Sesuai apabila memerlukan inspirasi atau nasihat cepat "di sini dan sekarang".
ne: छिटो टारो पढाइ भनेको एक्सप्रेस पढाइ हो (उत्तर: हो वा होइन) जसले तुरुन्तै स्पष्ट उत्तर दिन्छ कुनै विशेष प्रश्न वा दिनको सामान्य वातावरणका लागि। जब छिटो प्रेरणा वा सल्लाह चाहिन्छ "यहाँ र अहिले" को लागि यो उत्तम हुन्छ।
nl: Een snelle legging is een expresslegging (antwoord: JA of NEE) die helpt om direct een duidelijk antwoord te krijgen op een specifieke vraag of de algemene sfeer van de dag. Perfect wanneer je snel inspiratie of advies nodig hebt "hier en nu".
no_no: Rask opplegg er en ekspressoppsett (svar: JA eller NEI) som hjelper deg med å få et klart svar på et spesifikt spørsmål eller den generelle stemningen for dagen umiddelbart. Perfekt når du trenger rask inspirasjon eller råd «her og nå».
pa: ਤੇਜ਼ ਪੜਤਾਲ ਇੱਕ ਐਕਸਪ੍ਰੈੱਸ ਪੜਤਾਲ ਹੈ (ਜਵਾਬ: ਹਾਂ ਜਾਂ ਨਾ) ਜੋ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ ਸਵਾਲ ਜਾਂ ਦਿਨ ਦੇ ਆਮ ਮਾਹੌਲ ਬਾਰੇ ਤੁਰੰਤ ਸਾਫ਼ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਜਦੋਂ ਤੁਰੰਤ ਪ੍ਰੇਰਣਾ ਜਾਂ "ਇੱਥੇ ਅਤੇ ਹੁਣ" ਸਲਾਹ ਦੀ ਲੋੜ ਹੋਵੇ ਤਾਂ ਇਹ ਬਿਲਕੁਲ ਠੀਕ ਹੈ।
pl: Szybki rozkład to ekspresowy rozkład (odpowiedź: TAK lub NIE), który pomaga natychmiast uzyskać jasną odpowiedź na konkretne pytanie lub ogólną atmosferę dnia. Idealny, gdy potrzebujesz szybkiej inspiracji lub porady "tu i teraz".
pt_br: Leitura rápida é uma leitura expressa (resposta: SIM ou NÃO) que ajuda a obter uma resposta clara instantaneamente para uma pergunta específica ou o clima geral do dia. Ideal quando você precisa de inspiração rápida ou conselho "aqui e agora".
ro: Etalarea rapidă este o etalare expres (răspuns: DA sau NU) care ajută să obții instantaneu un răspuns clar la o întrebare specifică sau la atmosfera generală a zilei. Ideală când ai nevoie de inspirație rapidă sau un sfat "aici și acum".
ru: Быстрый расклад — это экспресс расклад (ответ: ДА или НЕТ) который помогает мгновенно получить ясный ответ на конкретный вопрос или общую атмосферу дня. Идеально, когда нужно быстрое вдохновение или совет «здесь и сейчас».
si: ඉක්මන් විවරණය කියන්නේ (පිළිතුර: ඔව් හෝ නැත) වේගවත් විවරණයක් වන අතර, විශේෂිත ප්‍රශ්නයකට හෝ දිනපතා සමස්ත වාතාවරණයට පැහැදිලි පිළිතුරක් වහාම ලබා ගැනීමට උපකාරී වේ. "මෙහි සහ දැන්" වේගයෙන් ප්‍රේරණයක් හෝ උපදෙස් අවශ්‍ය වන විට ඉතා සුදුසුයි.
sk: Rýchly výklad je expresný výklad (odpoveď: ÁNO alebo NIE), ktorý pomáha okamžite získať jasnú odpoveď na konkrétnu otázku alebo celkovú atmosféru dňa. Ideálne, keď potrebujete rýchlu inšpiráciu alebo radu "tu a teraz".
sl: Hiter razpored je ekspresni razpored (odgovor: DA ali NE), ki pomaga takoj dobiti jasen odgovor na konkretno vprašanje ali splošno vzdušje dneva. Popolno, ko potrebujete hitro navdih ali nasvet »tukaj in zdaj«.
sq: Shpërndarja e shpejtë është një shpërndarje ekspres (përgjigje: PO ose JO) që ndihmon të marrësh menjëherë një përgjigje të qartë për një pyetje të veçantë ose atmosferën e përgjithshme të ditës. Ideale kur ke nevojë për frymëzim të shpejtë ose këshillë "këtu dhe tani".
sr: Брзо читање је експресно читање (одговор: ДА или НЕ) које помаже да се тренутно добије јасан одговор на конкретно питање или општа атмосфера дана. Идеално када је потребна брза инспирација или савет "овде и сада".
sv_se: Snabbläggning är en expressläggning (svar: JA eller NEJ) som hjälper dig att omedelbart få ett klart svar på en specifik fråga eller den allmänna stämningen för dagen. Perfekt när du behöver snabb inspiration eller råd "här och nu".
sw: Muundo wa haraka ni muundo wa haraka (jibu: NDIO au HAPANA) unaosaidia kupata jibu wazi mara moja kwa swali maalum au hali ya jumla ya siku. Inafaa wakati unahitaji msukumo wa haraka au ushauri "hapa na sasa".
ta: விரைவு பகிர்வு என்பது விரைவு பகிர்வு (பதில்: ஆம் அல்லது இல்லை) ஆகும், இது குறிப்பிட்ட கேள்விக்கு அல்லது நாளின் பொதுவான சூழலுக்கு உடனடி தெளிவான பதிலை பெற உதவுகிறது. "இங்கே மற்றும் இப்போது" விரைவான ஊக்கமோ அல்லது ஆலோசனையோ தேவைப்படும் போது இது சிறந்தது.
te: త్వరిత పాఠం అనేది ఎక్స్‌ప్రెస్ పాఠం (జవాబు: అవును లేదా కాదు) ఇది నిర్దిష్ట ప్రశ్నకు లేదా రోజువారీ వాతావరణానికి తక్షణమే స్పష్టమైన జవాబు పొందడంలో సహాయపడుతుంది. "ఇక్కడే మరియు ఇప్పుడు" త్వరిత ప్రేరణ లేదా సలహా అవసరమైనప్పుడు ఇది అద్భుతం.
th: การเปิดไพ่ด่วนคือการเปิดไพ่แบบเร่งด่วน (คำตอบ: ใช่ หรือ ไม่) ที่ช่วยให้ได้รับคำตอบที่ชัดเจนทันทีสำหรับคำถามเฉพาะหรือบรรยากาศโดยรวมของวัน เหมาะอย่างยิ่งเมื่อคุณต้องการแรงบันดาลใจหรือคำแนะนำอย่างรวดเร็ว "ที่นี่และตอนนี้"
tr_tr: Hızlı açılım, belirli bir soruya veya günün genel havasına anında net bir cevap almayı sağlayan ekspres açılımdır (cevap: EVET veya HAYIR). Hızlı ilham veya "şimdi ve burada" tavsiyesi gerektiğinde idealdir.
uk: Швидкий розклад — це експрес розклад (відповідь: ТАК або НІ), який допомагає миттєво отримати чітку відповідь на конкретне питання або загальну атмосферу дня. Ідеально, коли потрібне швидке натхнення або порада «тут і зараз».
ur: فوری تقسیم ایک تیز رفتار تقسیم ہے (جواب: ہاں یا نہیں) جو مخصوص سوال یا دن کے عمومی ماحول کا فوری اور واضح جواب حاصل کرنے میں مدد دیتی ہے۔ یہ بالکل مناسب ہے جب فوری تحریک یا "یہاں اور ابھی" مشورہ درکار ہو۔
vi: Bói nhanh là một trải bài nhanh (trả lời: CÓ hoặc KHÔNG) giúp bạn ngay lập tức có câu trả lời rõ ràng cho một câu hỏi cụ thể hoặc không khí chung của ngày. Hoàn hảo khi bạn cần cảm hứng hoặc lời khuyên nhanh "ngay tại đây và bây giờ".
zh_cn: 快速牌阵是一种快速占卜（答案：是或否），帮助您立即获得对具体问题或当天整体氛围的清晰回答。非常适合需要"此时此刻"的快速灵感或建议。
zh_hk: 快速牌陣是一種快速占卜（答案：是或否），幫助您立即獲得對具體問題或當天整體氛圍的清晰回答。非常適合需要「此時此刻」快速靈感或建議的時候。
zu: Ukuhlolwa okusheshayo kuwuhlolo olusheshayo (impendulo: Yebo noma Cha) olusiza ukuthola impendulo ecacile ngokushesha kumbuzo othile noma isimo esijwayelekile sosuku. Kufaneleka kahle uma kudingeka ugqozi olusheshayo noma iseluleko "lapha manje".

# quick_reading_result_screen_understand_button
source: Understood
af: Duidelik
am: ተረዳ
ar: مفهوم
az: Aydın oldu
bn: বোঝা গেছে
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ហើយ
kn_in: ಬರಹವಾಗಿದೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമാണ്
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: හැඟේ
sk: Rozumiem
sl: Razumem
sq: E kuptoj
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: స్పష్టంగా ఉంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# quick_reading_result_screen_quick_spread_title
source: Quick spread
af: Vinnige uitleg
am: ፈጣን ክፍል
ar: التوزيع السريع
az: Sürətli yayım
bn: দ্রুত পঠন
ca: Tirada ràpida
cs: Rychlý výklad
de: Schnelllegung
es_es: Tirada rápida
fa: راند سریع
fi_fi: Nopea levitys
fil: Mabilis na pagbasa
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: त्वरित पठन
hu: Gyors kirakás
hy_am: Արագ բացում
id: Pembacaan cepat
is_is: Hraður spádómur
it_it: Lettura veloce
iw: פריסה מהירה
ja_jp: クイックスプレッド
ka: სწრაფი განლაგება
kk: Жылдам тарату
km_kh: ការបង្ហាញល្បឿនលឿន
kn_in: ತ್ವರಿತ ವಿತರಣೆ
ko_kr: 빠른 리딩
ky_kg: Ыкчам таразалоо
lo: ການດຶງການດ່ວນ
lt: Greitas išsidėstymas
lv: Ātrais izklājums
mk_mk: Брз распоред
ml_in: വേഗത്തിലുള്ള പകർപ്പ്
mn_mn: Хурдан заавар
mr: जलद वाचन
ms_my: Bacaan pantas
ne: छिटो टारो पढाइ
nl: Snelle legging
no_no: Rask opplegg
pa: ਤੇਜ਼ ਪੜਤਾਲ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Etalare rapidă
ru: Быстрый расклад
si: ඉක්මන් විවරණය
sk: Rýchly výklad
sl: Hiter razpored
sq: Shpërndarje e shpejtë
sr: Брзо читање
sv_se: Snabbläggning
sw: Muundo wa haraka
ta: விரைவு பகிர்வு
te: త్వరిత పాఠం
th: การเปิดไพ่ด่วน
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: فوری تقسیم
vi: Bói nhanh
zh_cn: 快速牌阵
zh_hk: 快速牌陣
zu: Ukuhlolwa okusheshayo

# quick_reading_result_screen_new_spread_button
source: New spread
af: Nuwe uitleg
am: አዲስ ክፍል
ar: توزيع جديد
az: Yeni yayım
bn: নতুন পঠন
ca: Tirada nova
cs: Nový výklad
de: Neue Legung
es_es: Nueva tirada
fa: راند جدید
fi_fi: Uusi levitys
fil: Bagong pagbasa
fr: Nouveau tirage
gl: Nova tirada
gu: નવું વિતરણ
hi: नया पठन
hu: Új kirakás
hy_am: Նոր բացում
id: Pembacaan baru
is_is: Nýr spádómur
it_it: Nuova lettura
iw: פריסה חדשה
ja_jp: 新しいスプレッド
ka: ახალი განლაგება
kk: Жаңа тарату
km_kh: ការបង្ហាញថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ
ko_kr: 새로운 리딩
ky_kg: Жаңы таразалоо
lo: ການດຶງການໃໝ່
lt: Naujas išsidėstymas
lv: Jauns izklājums
mk_mk: Нов распоред
ml_in: പുതിയ പകർപ്പ്
mn_mn: Шинэ заавар
mr: नवीन वाचन
ms_my: Bacaan baru
ne: नयाँ पढाइ
nl: Nieuwe legging
no_no: Nytt opplegg
pa: ਨਵਾਂ ਪੜਤਾਲ
pl: Nowy rozkład
pt_br: Nova leitura
ro: Etalare nouă
ru: Новый расклад
si: නව විවරණය
sk: Nový výklad
sl: Nov razpored
sq: Shpërndarje e re
sr: Ново читање
sv_se: Ny läggning
sw: Muundo mpya
ta: புதிய பகிர்வு
te: కొత్త పాఠం
th: การเปิดไพ่ใหม่
tr_tr: Yeni açılım
uk: Новий розклад
ur: نیا تقسیم
vi: Trải bài mới
zh_cn: 新牌阵
zh_hk: 新牌陣
zu: Ukuhlolwa okusha
