Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fun_spread_screen_title_top
source: TAROT spread
af: TAROT legging
am: ታሮ እትም
ar: توزيع تاروت
az: TAROT açılımı
bn: ট্যারো রিডিং
ca: Tirada de TAROT
cs: TAROT rozložení
de: TAROT Legung
es_es: Tirada de TAROT
fa: فال تاروت
fi_fi: TAROT-lukema
fr: Tirage de TAROT
gl: Tirada de TAROT
gu: ટારોટ રીડિંગ
hi: टैरो डेक
hu: TAROT kirakás
hy_am: ՏԱՐՈ բացում
id: Pembacaan TAROT
is_is: TAROT spá
it_it: Tiro di TAROCCHI
iw: פיזור טארוט
ja_jp: タロットリーディング
ka: ტარო განლაგება
kk: ТАРО таратылымы
km_kh: ការបង្ហាញតារ៉ូ
kn_in: ಟಾರೋ ವಿತರಣೆ
ko_kr: 타로 카드 배열
ky_kg: ТАРО таразасы
lo: ການກະຈາຍທາໂຣ
lt: TARO išsidėstymas
lv: TARO izkārtojums
mk_mk: ТАРО распоредба
ml_in: ടാരോ റീഡിംഗ്
mn_mn: ТАРО дэлгэлт
mr: टारो रीड
ms_my: Bacaan TAROT
ne: टारो रिडिङ
nl: TAROT legging
no_no: TAROT legging
pa: ਟੈਰੋ ਪੜ੍ਹਾਈ
pl: Rozkład TAROTA
pt_br: Leitura de TARÔ
ro: Tiraj TAROT
ru: ТАРО расклад
si: ටැරෝ පැතිකඩ
sk: TAROT rozloženie
sl: TAROT razporeditev
sq: Shpërndarje TAROT
sr: ТАРО распоред
sv_se: TAROT-läggning
sw: Ugawaji wa TAROT
ta: டாரோ படிவம்
te: టారో పఠనం
th: การเปิดไพ่ทาโร่
tr_tr: TAROT açılımı
uk: ТАРО розклад
ur: ٹارو ریڈنگ
vi: Trải bài TARO
zh_cn: 塔罗牌阵
zh_hk: 塔羅牌牌陣
zu: Ukufundwa kwe-TARO

# fun_spread_screen_title_for_name
source: for {name}
af: vir {name}
am: ለ{name}
ar: لـ {name}
az: { name } üçün
bn: {name} এর জন্য
ca: per a {name}
cs: pro {name}
de: für {name}
es_es: para {name}
fa: برای {name}
fil: para kay {name}
fr: pour {name}
gl: para {name}
gu: {name} માટે
hi: { name} के लिए
hu: { name } számára
hy_am: համար {name}
id: untuk {name}
is_is: fyrir {name}
it_it: per {name}
iw: ל-{name}
ja_jp: {name}のために
ka: { name }-სთვის
kk: {name} үшін
km_kh: សម្រាប់ {name}
kn_in: {name}ಗಾಗಿ
ko_kr: {name}를 위한
ky_kg: { name } үчүн
lo: ສຳລັບ {name}
lt: skirta {name}
lv: { name } vārdā
mk_mk: за {name}
ml_in: {name} നു വേണ്ടി
mn_mn: { name } -д зориулсан
mr: {name} साठी
ms_my: untuk {name}
ne: {name} का लागि
nl: voor {name}
pa: {name} ਲਈ
pl: dla {name}
pt_br: para {name}
ro: pentru {name}
ru: для {name}
si: {name} සඳහා
sk: pre {name}
sl: za {name}
sq: për {name}
sr: за {name}
sv_se: för {name}
sw: kwa {name}
ta: {name}க்காக
te: {name} కోసం
th: สำหรับ {name}
tr_tr: { name } için
uk: для {name}
ur: { name } کے لیے
vi: dành cho {name}
zh_cn: 为{name}
zh_hk: 給 {name}
zu: kwa {name}

# contact_us_screen_message_sent
source: Your message has been received, thank you!
af: Jou boodskap is ontvang, dankie!
am: መልእክትዎ ተቀብሏል፣ አመሰግናለሁ!
ar: تم استلام رسالتك، شكرًا لك!
az: Mesajınız alındı, təşəkkürlər!
bn: আপনার বার্তা পাওয়া গেছে, ধন্যবাদ!
ca: Hem rebut el teu missatge, gràcies!
cs: Vaše zpráva byla přijata, děkujeme!
de: Ihre Nachricht wurde erhalten, danke!
es_es: ¡Tu mensaje ha sido recibido, gracias!
fa: پیام شما دریافت شد، متشکریم!
fi_fi: Viestisi on vastaanotettu, kiitos!
fil: Natanggap ang iyong mensahe, salamat!
fr: Votre message a été reçu, merci !
gl: A túa mensaxe foi recibida, grazas!
gu: તમારું સંદેશ મળ્યું, આભાર!
hi: आपका संदेश प्राप्त हो गया है, धन्यवाद!
hu: Az üzenetét megkaptuk, köszönjük!
hy_am: Ձեր հաղորդագրությունը ստացվել է, շնորհակալություն։
id: Pesan Anda telah diterima, terima kasih!
is_is: Skilaboðin þín hafa borist, takk!
it_it: Il tuo messaggio è stato ricevuto, grazie!
iw: ההודעה שלך התקבלה, תודה!
ja_jp: メッセージを受け取りました、ありがとうございます！
ka: თქვენი შეტყობინება მიღებულია, მადლობა!
kk: Хабарламаңыз қабылданды, рахмет!
km_kh: សាររបស់អ្នកត្រូវបានទទួល សូមអរគុណ!
kn_in: ನಿಮ್ಮ ಸಂದೇಶ ಸ್ವೀಕರಿಸಲಾಗಿದೆ, ಧನ್ಯವಾದಗಳು!
ko_kr: 메시지를 받았습니다, 감사합니다!
ky_kg: Сиздин билдирүүңүз кабыл алынды, рахмат!
lo: ຂໍ້ຄວາມຂອງທ່ານໄດ້ຮັບແລ້ວ, ຂອບໃຈ!
lt: Jūsų žinutė gauta, ačiū!
lv: Jūsu ziņa saņemta, paldies!
mk_mk: Вашата порака е примена, благодарам!
ml_in: നിങ്ങളുടെ സന്ദേശം ലഭിച്ചു, നന്ദി!
mn_mn: Таны мессеж хүлээн авлаа, баярлалаа!
mr: तुमचा संदेश प्राप्त झाला, धन्यवाद!
ms_my: Mesej anda telah diterima, terima kasih!
ne: तपाईंको सन्देश प्राप्त भयो, धन्यवाद!
nl: Uw bericht is ontvangen, bedankt!
no_no: Meldingen din er mottatt, takk!
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ, ਧੰਨਵਾਦ!
pl: Twoja wiadomość została odebrana, dziękujemy!
pt_br: Sua mensagem foi recebida, obrigado!
ro: Mesajul dumneavoastră a fost primit, mulțumim!
ru: Ваше сообщение получено, спасибо!
si: ඔබගේ පණිවිඩය ලැබී ඇත, ස්තුතියි!
sk: Vaša správa bola prijatá, ďakujeme!
sl: Vaše sporočilo je bilo prejeto, hvala!
sq: Mesazhi juaj është pranuar, faleminderit!
sr: Ваша порука је примљена, хвала!
sv_se: Ditt meddelande har mottagits, tack!
sw: Ujumbe wako umepokelewa, asante!
ta: உங்கள் செய்தி பெறப்பட்டது, நன்றி!
te: మీ సందేశం అందింది, ధన్యవాదాలు!
th: เราได้รับข้อความของคุณแล้ว ขอบคุณ!
tr_tr: Mesajınız alındı, teşekkürler!
uk: Ваше повідомлення отримано, дякуємо!
ur: آپ کا پیغام موصول ہو گیا، شکریہ!
vi: Tin nhắn của bạn đã được nhận, cảm ơn!
zh_cn: 您的消息已收到，谢谢！
zh_hk: 您的訊息已收到，謝謝！
zu: Umyalezo wakho wamukelwe, ngiyabonga!

# contact_us_screen_message_error
source: Message sending error
af: Fout met die stuur van boodskap
am: መልእክት ለመላክ ስህተት
ar: خطأ في إرسال الرسالة
az: Mesaj göndərmə xətası
bn: বার্তা পাঠাতে ত্রুটি হয়েছে
ca: Error en enviar el missatge
cs: Chyba při odesílání zprávy
de: Fehler beim Senden der Nachricht
es_es: Error al enviar el mensaje
fa: خطا در ارسال پیام
fi_fi: Viestin lähetysvirhe
fil: Error sa pagpapadala ng mensahe
fr: Erreur lors de l'envoi du message
gl: Erro ao enviar a mensaxe
gu: સંદેશ મોકલવામાં ભૂલ
hi: संदेश भेजने में त्रुटि
hu: Üzenetküldési hiba
hy_am: Հաղորդագրության ուղարկման սխալ
id: Kesalahan pengiriman pesan
is_is: Villa við að senda skilaboð
it_it: Errore nell'invio del messaggio
iw: שגיאה בשליחת ההודעה
ja_jp: メッセージ送信エラー
ka: შეტყობინების გაგზავნის შეცდომა
kk: Хабарламаны жіберу қатесі
km_kh: មានកំហុសក្នុងការផ្ញើសារ
kn_in: ಸಂದೇಶ ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ
ko_kr: 메시지 전송 오류
ky_kg: Билдирүү жөнөтүүдө ката кетти
lo: ຂໍ້ຜິດພາດໃນການສົ່ງຂໍ້ຄວາມ
lt: Klaida siunčiant žinutę
lv: Ziņas nosūtīšanas kļūda
mk_mk: Грешка при испраќање на пораката
ml_in: സന്ദേശം അയയ്ക്കുന്നതിൽ പിശക്
mn_mn: Мессеж илгээхэд алдаа гарлаа
mr: संदेश पाठवताना त्रुटी
ms_my: Ralat menghantar mesej
ne: सन्देश पठाउन त्रुटि
nl: Fout bij het verzenden van het bericht
no_no: Feil ved sending av melding
pa: ਸੁਨੇਹਾ ਭੇਜਣ ਵਿੱਚ ਗਲਤੀ
pl: Błąd wysyłania wiadomości
pt_br: Erro ao enviar a mensagem
ro: Eroare la trimiterea mesajului
ru: Ошибка отправки сообщения
si: පණිවිඩය යැවීමේ දෝෂයක්
sk: Chyba pri odosielaní správy
sl: Napaka pri pošiljanju sporočila
sq: Gabim në dërgimin e mesazhit
sr: Грешка при слању поруке
sv_se: Fel vid sändning av meddelande
sw: Hitilafu ya kutuma ujumbe
ta: செய்தி அனுப்பும் பிழை
te: సందేశం పంపడంలో లోపం
th: เกิดข้อผิดพลาดในการส่งข้อความ
tr_tr: Mesaj gönderme hatası
uk: Помилка надсилання повідомлення
ur: پیغام بھیجنے میں خرابی
vi: Lỗi gửi tin nhắn
zh_cn: 消息发送失败
zh_hk: 發送訊息錯誤
zu: Iphutha ekuthumeleni umyalezo

# love_spread_screen_initial_message
source: Good afternoon, please write your question below:
af: Goeie dag, skryf asseblief jou vraag hieronder:
am: ሰላም ቀን እባክዎ ጥያቄዎን በታች ያስገቡ፡፡
ar: مرحبًا، يرجى كتابة سؤالك أدناه:
az: Salam, zəhmət olmasa, sualınızı aşağıda yazın:
bn: শুভ দিন, অনুগ্রহ করে নিচে আপনার প্রশ্ন লিখুন:
ca: Bon dia, si us plau, escriviu la vostra pregunta a continuació:
cs: Dobrý den, prosím, napište svůj dotaz níže:
de: Guten Tag, bitte schreiben Sie Ihre Frage unten:
es_es: Buenas tardes, por favor, escriba su pregunta a continuación:
fa: روز بخیر، لطفاً سوال خود را در زیر بنویسید:
fi_fi: Hyvää päivää, kirjoita kysymyksesi alle:
fil: Magandang araw, pakisulat ang iyong tanong sa ibaba:
fr: Bonjour, veuillez écrire votre question ci-dessous :
gl: Bo día, por favor, escriba a súa pregunta a continuación:
gu: નમસ્તે, કૃપા કરીને તમારો પ્રશ્ન નીચે લખો:
hi: नमस्ते, कृपया अपना प्रश्न नीचे लिखें:
hu: Jó napot, kérjük, írja be kérdését alább:
hy_am: Բարի օր, խնդրում ենք գրեք ձեր հարցը ստորև՝
id: Selamat siang, silakan tulis pertanyaan Anda di bawah ini:
is_is: Góðan dag, vinsamlegast skrifaðu spurninguna þína hér að neðan:
it_it: Buongiorno, per favore scrivi la tua domanda qui sotto:
iw: שלום, אנא כתוב את שאלתך למטה:
ja_jp: こんにちは、以下にご質問をお書きください：
ka: დილა მშვიდობისა, გთხოვთ, დაწერეთ თქვენი კითხვა ქვემოთ:
kk: Қайырлы күн, сұрағыңызды төменге жазыңыз:
km_kh: សួស្តីថ្ងៃល្អ សូមសរសេរពាក្យសំណួររបស់អ្នកខាងក្រោម៖
kn_in: ನಮಸ್ಕಾರ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೆಳಗೆ ಬರೆಯಿರಿ:
ko_kr: 안녕하세요, 아래에 질문을 작성해 주세요:
ky_kg: Кутмандуу күн, сураныч, сурооңузду төмөндө жазыңыз:
lo: ສະບາຍດີ, ກະລຸນາຂຽນຄໍາຖາມຂອງທ່ານຢູ່ລຸ່ມນີ້:
lt: Laba diena, prašome parašyti savo klausimą žemiau:
lv: Labdien, lūdzu, uzrakstiet savu jautājumu zemāk:
mk_mk: Добар ден, ве молиме напишете го вашето прашање подолу:
ml_in: നമസ്കാരം, ദയവായി നിങ്ങളുടെ ചോദ്യം താഴെ എഴുതുക:
mn_mn: Өдрийн мэнд, доор асуултаа бичнэ үү:
mr: नमस्कार, कृपया आपला प्रश्न खाली लिहा:
ms_my: Selamat siang, sila tulis soalan anda di bawah:
ne: नमस्कार, कृपया तल तपाईंको प्रश्न लेख्नुहोस्:
nl: Goedendag, schrijf uw vraag hieronder alstublieft:
no_no: God dag, vennligst skriv spørsmålet ditt nedenfor:
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਸਵਾਲ ਹੇਠਾਂ ਲਿਖੋ:
pl: Dzień dobry, proszę napisać swoje pytanie poniżej:
pt_br: Boa tarde, por favor, escreva sua pergunta abaixo:
ro: Bună ziua, vă rugăm să scrieți întrebarea dvs. mai jos:
ru: Добрый день, пожалуйста, напишите ваш вопрос ниже:
si: සුභ දවසක්, කරුණාකර ඔබේ ප්‍රශ්නය පහත ලියන්න:
sk: Dobrý deň, prosím, napíšte svoju otázku nižšie:
sl: Dober dan, prosim, napišite vaše vprašanje spodaj:
sq: Mirëdita, ju lutem shkruani pyetjen tuaj më poshtë:
sr: Добар дан, молимо вас да напишете ваше питање испод:
sv_se: God dag, vänligen skriv din fråga nedan:
sw: Habari za mchana, tafadhali andika swali lako hapa chini:
ta: காலை வணக்கம், தயவுசெய்து உங்கள் கேள்வியை கீழே எழுதவும்:
te: శుభ మధ్యాహ్నం, దయచేసి మీ ప్రశ్నను క్రింద రాయండి:
th: สวัสดีครับ กรุณาเขียนคำถามของคุณด้านล่าง:
tr_tr: İyi günler, lütfen sorununuzu aşağıya yazınız:
uk: Доброго дня, будь ласка, напишіть ваше питання нижче:
ur: السلام علیکم، براہ کرم اپنا سوال نیچے لکھیں:
vi: Chào bạn, vui lòng viết câu hỏi của bạn bên dưới:
zh_cn: 您好，请在下方写下您的问题：
zh_hk: 您好，請在下方輸入您的問題：
zu: Sawubona, sicela ubhale umbuzo wakho ngezansi:

# main_screen_tariff
source: TARIFF
af: TARIEF
am: ዋጋ እቅድ
ar: التعرفة
az: TARİF
bn: ট্যারিফ
ca: TARIFA
cs: TARIF
de: TARIF
es_es: TARIFA
fa: تعرفه
fi_fi: TARJOUS
fil: TARIPA
fr: TARIF
gl: TARIFA
gu: ટેરિફ
hi: टैरिफ
hu: TARIFA
hy_am: ՏԱՐԻՖ
id: TARIF
is_is: ÁÆTLUN
it_it: TARIFFA
iw: תעריף
ja_jp: 料金プラン
ka: ტარიფი
kk: ТАРИФ
km_kh: តារ៉ា
kn_in: ದರ
ko_kr: 요금제
ky_kg: ТАРИФ
lo: ອັດຕາຄ່າ
lt: TARIFAS
lv: PAKALPOJUMA PLĀNS
mk_mk: ТАРИФА
ml_in: ടാരിഫ്
mn_mn: ТАРИФ
mr: दर
ms_my: TARIF
ne: दर
nl: TARIEF
no_no: PLAN
pa: ਟੈਰੀਫ਼
pl: TARYFA
pt_br: PLANO
ro: TARIF
ru: ТАРИФ
si: මිල ගණන්
sk: TARIFA
sl: TARIFA
sq: TARIFA
sr: ТАРИФА
sv_se: TARIF
sw: MPANGO
ta: தரக் கட்டணம்
te: ప్లాన్
th: อัตราค่าบริการ
tr_tr: TARİFE
uk: ТАРИФ
ur: شرح
vi: GÓI CƯỚC
zh_cn: 资费
zh_hk: 資費
zu: ISIKHOKHELO

# main_screen_promo_50
source: SALE -50%
af: AKSIE -50%
am: እቅድ -50%
ar: عرض -50%
az: AKSİYA -50%
bn: অফার -৫০%
ca: OFERTA -50%
cs: AKCE -50%
de: AKTION -50%
es_es: OFERTA -50%
fa: تخفیف ۵۰٪
fi_fi: TARJOUS -50%
fil: PROMO -50%
fr: PROMOTION -50%
gl: OFERTA -50%
gu: પ્રચાર -50%
hi: प्रमोशन -50%
hu: AKCIÓ -50%
hy_am: ԱԿՑԻԱ -50%
id: PROMO -50%
is_is: TILBOÐ -50%
it_it: OFFERTA -50%
iw: מבצע -50%
ja_jp: キャンペーン -50%
ka: აქცია -50%
kk: АКЦИЯ -50%
km_kh: ការផ្សព្វផ្សាយ -50%
kn_in: ಪ್ರಚಾರ -50%
ko_kr: 할인 -50%
ky_kg: АКЦИЯ -50%
lo: ການສະໂຫມດ -50%
lt: AKCIJA -50%
lv: AKCIJA -50%
mk_mk: ПОНУДА -50%
ml_in: പ്രചരണം -50%
mn_mn: ҮНЭ ХЯМДРАЛ -50%
mr: सवलत -50%
ms_my: PROMOSI -50%
ne: प्रचार -५०%
nl: ACTIE -50%
no_no: TILBUD -50%
pa: ਛੂਟ -50%
pl: PROMOCJA -50%
pt_br: PROMOÇÃO -50%
ro: REDUCERE -50%
ru: АКЦИЯ -50%
si: ප්‍රචාරණය -50%
sk: AKCIA -50%
sl: AKCIJA -50%
sq: OFERTË -50%
sr: АКЦИЈА -50%
sv_se: ERBJUDANDE -50%
sw: OFASI -50%
ta: சலுகை -50%
te: ఆఫర్ -50%
th: โปรโมชั่น -50%
tr_tr: KAMPANYA -%50
uk: АКЦІЯ -50%
ur: پروموشن -50%
vi: KHUYẾN MÃI -50%
zh_cn: 促销 -50%
zh_hk: 促銷 -50%
zu: ISIPHO -50%

# main_screen_rate_hint
source: If the rating window did not appear, you can leave a review on Google Play.
af: As die beoordelingsvenster nie verskyn het nie, kan jy ’n resensie op Google Play los.
am: የግምገማ መስኮት ካልተቀረበ በGoogle Play ላይ አስተያየት ማቅረብ ይችላሉ።
ar: إذا لم تظهر نافذة التقييم، يمكنك ترك تقييم في Google Play.
az: Qiymətləndirmə pəncərəsi görünməyibsə, Google Play-də rəy qoya bilərsiniz.
bn: যদি রেটিং উইন্ডো না আসে, আপনি Google Play-এ রিভিউ দিতে পারেন।
ca: Si no ha aparegut la finestra d’avaluació, podeu deixar una ressenya a Google Play.
cs: Pokud se okno hodnocení nezobrazilo, můžete zanechat recenzi v Google Play.
de: Wenn das Bewertungsfenster nicht erschienen ist, können Sie eine Bewertung im Google Play hinterlassen.
es_es: Si no apareció la ventana de valoración, puede dejar una reseña en Google Play.
fa: اگر پنجره ارزیابی ظاهر نشد، می‌توانید در Google Play نظر خود را ثبت کنید.
fi_fi: Jos arviointilomake ei ilmesty, voit jättää arvostelun Google Playhin.
fil: Kung hindi lumitaw ang window ng pagsusuri, maaari kang mag-iwan ng review sa Google Play.
fr: Si la fenêtre d'évaluation n'est pas apparue, vous pouvez laisser un avis sur Google Play.
gl: Se a ventá de avaliación non apareceu, pode deixar unha opinión en Google Play.
gu: જો મૂલ્યાંકન વિન્ડો દેખાય નહી, તો તમે Google Play પર પ્રતિસાદ આપી શકો છો.
hi: यदि रेटिंग विंडो नहीं आई है, तो आप Google Play में समीक्षा छोड़ सकते हैं।
hu: Ha az értékelő ablak nem jelent meg, hagyhat véleményt a Google Play-en.
hy_am: Եթե գնահատման պատուհանը չի հայտնվել, կարող եք թողնել կարծիք Google Play-ում։
id: Jika jendela penilaian tidak muncul, Anda dapat meninggalkan ulasan di Google Play.
is_is: Ef matarglugginn birtist ekki, getur þú skilið eftir umsögn í Google Play.
it_it: Se la finestra di valutazione non è apparsa, puoi lasciare una recensione su Google Play.
iw: אם חלון ההערכה לא הופיע, תוכל להשאיר ביקורת ב-Google Play.
ja_jp: 評価ウィンドウが表示されない場合は、Google Playでレビューを残すことができます。
ka: თუ შეფასების ფანჯარა არ გამოჩნდა, შეგიძლიათ დატოვოთ გამოხმაურება Google Play-ში.
kk: Бағалау терезесі шықпаса, сіз Google Play-де пікір қалдыра аласыз.
km_kh: បើបង្អួចវាយតម្លៃមិនបង្ហាញ អ្នកអាចទុកមតិយោបល់នៅ Google Play។
kn_in: ಮೌಲ್ಯಮಾಪನ ವಿಂಡೋ ಕಾಣಿಸದಿದ್ದರೆ, ನೀವು Google Play ನಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಬಹುದು.
ko_kr: 평가 창이 나타나지 않으면 Google Play에 리뷰를 남길 수 있습니다.
ky_kg: Баалоо терезеси чыкпаса, сиз Google Playде пикир калтыра аласыз.
lo: ຖ້າຫ້ອງປ່ວຍປະເມີນບໍ່ປາກົດ, ທ່ານສາມາດປ່ອຍຄຳຕິຊົມໃນ Google Play.
lt: Jei įvertinimo langas nepasirodė, galite palikti atsiliepimą Google Play.
lv: Ja novērtēšanas logs neparādījās, jūs varat atstāt atsauksmi Google Play.
mk_mk: Ако прозорецот за оценување не се појави, можете да оставите повратна информација во Google Play.
ml_in: അവലോകന വിൻഡോ കാണാനില്ലെങ്കിൽ, നിങ്ങൾക്ക് Google Play-യിൽ പ്രതികരണം നൽകാം.
mn_mn: Үнэлгээний цонх гарч ирээгүй бол та Google Play дээр сэтгэгдэл үлдээж болно.
mr: जर मूल्यांकन विंडो दिसली नाही, तर आपण Google Play मध्ये अभिप्राय देऊ शकता.
ms_my: Jika tetingkap penilaian tidak muncul, anda boleh meninggalkan ulasan di Google Play.
ne: यदि मूल्याङ्कन विन्डो देखा परेन भने, तपाईं Google Play मा समीक्षा छोड्न सक्नुहुन्छ।
nl: Als het beoordelingsvenster niet verschijnt, kunt u een recensie achterlaten in Google Play.
no_no: Hvis vurderingsvinduet ikke dukket opp, kan du legge igjen en anmeldelse i Google Play.
pa: ਜੇਕਰ ਮੁਲਾਂਕਣ ਵਿੰਡੋ ਨਹੀਂ ਖੁਲੀ, ਤਾਂ ਤੁਸੀਂ Google Play 'ਤੇ ਸਮੀਖਿਆ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: Jeśli okno oceny się nie pojawiło, możesz zostawić opinię w Google Play.
pt_br: Se a janela de avaliação não apareceu, você pode deixar um comentário no Google Play.
ro: Dacă fereastra de evaluare nu a apărut, puteți lăsa un review în Google Play.
ru: Если окно оценки не появилось, вы можете оставить отзыв в Google Play.
si: ඇගයීමේ කවුළුව පෙන්වන්නේ නැත්නම්, ඔබට Google Play හි ප්‍රතිචාරයක් දායක කළ හැකිය.
sk: Ak sa okno hodnotenia nezobrazilo, môžete zanechať recenziu v Google Play.
sl: Če se ocenjevalno okno ni pojavilo, lahko pustite mnenje v Google Play.
sq: Nëse dritarja e vlerësimit nuk u shfaq, mund të lini një koment në Google Play.
sr: Ако прозор за оцену није приказан, можете оставити рецензију на Google Play.
sv_se: Om betygsfönstret inte dök upp kan du lämna en recension på Google Play.
sw: Ikiwa dirisha la tathmini halikuonekana, unaweza kuacha maoni kwenye Google Play.
ta: மதிப்பீட்டு சாளரம் தோன்றவில்லை என்றால், நீங்கள் Google Play இல் கருத்து வழங்கலாம்.
te: మూల్యాంకన విండో కనిపించకపోతే, మీరు Google Playలో సమీక్ష వదిలేయవచ్చు.
th: หากหน้าต่างให้คะแนนไม่ปรากฏขึ้น คุณสามารถแสดงความคิดเห็นใน Google Play ได้
tr_tr: Değerlendirme penceresi açılmadıysa, Google Play'de yorum bırakabilirsiniz.
uk: Якщо вікно оцінки не з'явилося, ви можете залишити відгук у Google Play.
ur: اگر ریویو ونڈو ظاہر نہیں ہوئی، تو آپ Google Play پر ریویو چھوڑ سکتے ہیں۔
vi: Nếu cửa sổ đánh giá không xuất hiện, bạn có thể để lại đánh giá trên Google Play.
zh_cn: 如果评分窗口未出现，您可以在 Google Play 留下评论。
zh_hk: 如果評分窗口未彈出，您可以在 Google Play 留下評論。
zu: Uma iwindi lokuhlola lingaveli, ungashiya ukubuyekeza ku-Google Play.

# main_screen_rate_error
source: Failed to open Google Play. Please try again later.
af: Kon nie Google Play oopmaak nie. Probeer later weer.
am: Google Play መክፈት አልተቻለም። ከዚህ በኋላ ደግመው ይሞክሩ።
ar: تعذر فتح Google Play. حاول مرة أخرى لاحقًا.
az: Google Play açılmadı. Zəhmət olmasa, sonra yenidən cəhd edin.
bn: Google Play খুলতে ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।
ca: No s’ha pogut obrir Google Play. Torneu-ho a provar més tard.
cs: Nepodařilo se otevřít Google Play. Zkuste to později.
de: Google Play konnte nicht geöffnet werden. Bitte versuchen Sie es später erneut.
es_es: No se pudo abrir Google Play. Inténtelo más tarde.
fa: باز کردن Google Play امکان‌پذیر نبود. لطفاً بعداً تلاش کنید.
fi_fi: Google Playtä ei voitu avata. Yritä myöhemmin uudelleen.
fil: Hindi mabuksan ang Google Play. Subukang muli mamaya.
fr: Impossible d'ouvrir Google Play. Veuillez réessayer plus tard.
gl: Non se puido abrir Google Play. Intente máis tarde.
gu: Google Play ખોલવામાં નિષ્ફળ. કૃપા કરીને પછી પ્રયાસ કરો.
hi: Google Play खोलने में विफल। कृपया बाद में प्रयास करें।
hu: Nem sikerült megnyitni a Google Play-t. Kérjük, próbálja meg később.
hy_am: Չհաջողվեց բացել Google Play։ Փորձեք ավելի ուշ։
id: Gagal membuka Google Play. Silakan coba lagi nanti.
is_is: Ekki tókst að opna Google Play. Reyndu aftur síðar.
it_it: Impossibile aprire Google Play. Riprova più tardi.
iw: לא ניתן לפתוח את Google Play. נסה שוב מאוחר יותר.
ja_jp: Google Playを開くことができませんでした。後でもう一度お試しください。
ka: Google Play-ს გახსნა ვერ მოხერხდა. სცადეთ მოგვიანებით.
kk: Google Play ашылмады. Кейінірек қайта көріңіз.
km_kh: មិនអាចបើក Google Play បានទេ សូមព្យាយាមម្តងទៀតក្រោយ។
kn_in: Google Play ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: Google Play를 열 수 없습니다. 나중에 다시 시도해 주세요.
ky_kg: Google Play ачуу мүмкүн болбоду. Кийинчерээк аракет кылыңыз.
lo: ບໍ່ສາມາດເປີດ Google Play ໄດ້. ລອງໃໝ່ພາຍຫຼັງ.
lt: Nepavyko atidaryti Google Play. Bandykite vėliau.
lv: Neizdevās atvērt Google Play. Mēģiniet vēlāk.
mk_mk: Не успеавме да го отвориме Google Play. Обидете се повторно подоцна.
ml_in: Google Play തുറക്കാൻ കഴിഞ്ഞില്ല. ദയവായി പിന്നീട് ശ്രമിക്കുക.
mn_mn: Google Play-г нээж чадсангүй. Дараа дахин оролдоно уу.
mr: Google Play उघडता आले नाही. कृपया नंतर प्रयत्न करा.
ms_my: Gagal membuka Google Play. Sila cuba lagi kemudian.
ne: Google Play खोल्न सकिएन। कृपया पछि प्रयास गर्नुहोस्।
nl: Google Play kon niet worden geopend. Probeer het later opnieuw.
no_no: Kunne ikke åpne Google Play. Prøv igjen senere.
pa: Google Play ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਫਲ। ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się otworzyć Google Play. Spróbuj ponownie później.
pt_br: Não foi possível abrir o Google Play. Tente novamente mais tarde.
ro: Nu s-a putut deschide Google Play. Vă rugăm să încercați mai târziu.
ru: Не удалось открыть Google Play. Попробуйте позже.
si: Google Play විවෘත කළ නොහැකි විය. කරුණාකර පසුව උත්සාහ කරන්න.
sk: Nepodarilo sa otvoriť Google Play. Skúste to neskôr.
sl: Google Play ni bilo mogoče odpreti. Poskusite kasneje.
sq: Nuk u mund të hapet Google Play. Provoni më vonë.
sr: Није било могуће отворити Google Play. Покушајте касније.
sv_se: Det gick inte att öppna Google Play. Försök igen senare.
sw: Haikuwezekana kufungua Google Play. Jaribu tena baadaye.
ta: Google Play திறக்க முடியவில்லை. பிறகு முயற்சிக்கவும்.
te: Google Play తెరవలేకపోయింది. దయచేసి తర్వాత ప్రయత్నించండి.
th: ไม่สามารถเปิด Google Play ได้ กรุณาลองใหม่ภายหลัง
tr_tr: Google Play açılamadı. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося відкрити Google Play. Спробуйте пізніше.
ur: Google Play کھولنے میں ناکامی۔ بعد میں کوشش کریں۔
vi: Không thể mở Google Play. Vui lòng thử lại sau.
zh_cn: 无法打开 Google Play。请稍后再试。
zh_hk: 無法打開 Google Play。請稍後再試。
zu: Akuvumelekile ukuvula i-Google Play. Zama futhi kamuva.

# love_spread_screen_suggested_questions_1
source: What are my feelings for this person?
af: Watter gevoelens het ek vir hierdie persoon?
am: ስለዚህ ሰው ምን ስሜት አለኝ?
ar: ما هي المشاعر التي أشعر بها تجاه هذا الشخص؟
az: Bu insana qarşı mənim hisslərim nədir?
bn: আমার এই ব্যক্তির প্রতি কী অনুভূতি?
ca: Quins sentiments tinc cap a aquesta persona?
cs: Jaké pocity k této osobě mám?
de: Welche Gefühle habe ich für diese Person?
es_es: ¿Qué sentimientos tengo hacia esta persona?
fa: چه احساسی نسبت به این فرد دارم؟
fi_fi: Mitä tunteita minulla on tätä henkilöä kohtaan?
fil: Ano ang nararamdaman ko para sa taong ito?
fr: Quels sentiments ai-je envers cette personne ?
gl: Que sentimentos teño por esta persoa?
gu: મને આ વ્યક્તિ પ્રત્યે કયા ભાવનાઓ છે?
hi: मेरे इस व्यक्ति के प्रति क्या भावनाएँ हैं?
hu: Milyen érzéseim vannak ehhez a személyhez?
hy_am: Ի՞նչ զգացումներ ունեմ այս մարդու նկատմամբ?
id: Perasaan apa yang saya miliki terhadap orang ini?
is_is: Hvaða tilfinningar hef ég fyrir þessum manni?
it_it: Quali sentimenti provo per questa persona?
iw: אילו רגשות יש לי כלפי האדם הזה?
ja_jp: この人に対して私の感情は何ですか？
ka: რა გრძნობები მაქვს ამ ადამიანის მიმართ?
kk: Менің осы адамға деген сезімдерім қандай?
km_kh: អារម្មណ៍របស់ខ្ញុំចំពោះមនុស្សនេះជាអ្វី?
kn_in: ನನಗೆ ಈ ವ್ಯಕ್ತಿಯ ಬಗ್ಗೆ ಯಾವ ಭಾವನೆಗಳಿವೆ?
ko_kr: 이 사람에 대한 내 감정은 무엇인가요?
ky_kg: Бул адамга болгон сезимдерим кандай?
lo: ຄວາມຮູ້ສຶກຂອງຂ້ອຍຕໍ່ຄົນນີ້ແມ່ນຫຍັງ?
lt: Kokie jausmai man yra šiam žmogui?
lv: Kādas jūtas man ir pret šo cilvēku?
mk_mk: Кои чувства ги имам кон оваа личност?
ml_in: എനിക്ക് ആ വ്യക്തിയോടുള്ള അനുഭൂതികൾ എന്തൊക്കെയാണ്?
mn_mn: Энэ хүний талаар миний ямар мэдрэмж байна вэ?
mr: माझ्या या व्यक्तीबद्दल काय भावना आहेत?
ms_my: Perasaan apa yang saya miliki terhadap orang ini?
ne: मसँग यस व्यक्तिप्रति कस्ता भावना छन्?
nl: Welke gevoelens heb ik voor deze persoon?
no_no: Hvilke følelser har jeg for denne personen?
pa: ਮੈਂ ਇਸ ਵਿਅਕਤੀ ਲਈ ਕੀ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ?
pl: Jakie uczucia mam do tej osoby?
pt_br: Quais são os meus sentimentos por essa pessoa?
ro: Ce sentimente am față de această persoană?
ru: Какие чувства у меня к этому человеку?
si: මට මේ පුද්ගලයාට ඇති හැඟීම් මොනවාද?
sk: Aké pocity mám k tejto osobe?
sl: Kakšna so moja čustva do te osebe?
sq: Çfarë ndjesish kam për këtë person?
sr: Која осећања имам према овој особи?
sv_se: Vilka känslor har jag för den här personen?
sw: Nina hisia gani kwa mtu huyu?
ta: இந்த மனிதருக்கு எனக்கு என்ன உணர்வுகள் உள்ளன?
te: ఆ వ్యక్తి పట్ల నాకు ఉన్న భావాలు ఏమిటి?
th: ความรู้สึกของฉันต่อคนนี้คืออะไร?
tr_tr: Bu kişiye karşı hislerim neler?
uk: Які почуття у мене до цієї людини?
ur: میرے اس شخص کے لیے کیا جذبات ہیں؟
vi: Tôi có cảm xúc gì với người này?
zh_cn: 我对这个人有什么感觉？
zh_hk: 我對這個人的感覺是什麼？
zu: Yiziphi imizwa enginazo ngalomuntu?
