Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# celtic_cross_screen_suggested_questions_2
source: What should I focus on right now?
af: Waarop moet ek my in die nabye toekoms fokus?
am: በቅርብ ወደ ፊት ምን ላይ መከታተል አለብኝ?
ar: على ماذا يجب أن أركز في المستقبل القريب؟
az: Yaxın gələcəkdə nəyə diqqət yetirməliyəm?
bn: আসন্ন ভবিষ্যতে আমাকে কী বিষয়ে মনোযোগ দিতে হবে?
ca: En què hauria de centrar-me en un futur proper?
cs: Na co bych se měl v nejbližší době zaměřit?
de: Worauf sollte ich mich in naher Zukunft konzentrieren?
es_es: ¿En qué debería concentrarme en un futuro cercano?
fa: در آینده نزدیک باید روی چه چیزی تمرکز کنم؟
fi_fi: Mihin minun tulisi keskittyä lähitulevaisuudessa?
fil: Ano ang dapat kong pagtuunan ng pansin sa malapit na hinaharap?
fr: Sur quoi devrais-je me concentrer dans un avenir proche ?
gl: En que debería centrarme no futuro próximo?
gu: આગામી સમયમાં મને કયા મુદ્દા પર ધ્યાન કેન્દ્રિત કરવું જોઈએ?
hi: मुझे निकट भविष्य में किस पर ध्यान केंद्रित करना चाहिए?
hu: Mire érdemes a közeljövőben összpontosítanom?
hy_am: Ի՞նչի վրա պետք է կենտրոնանամ մոտակա ապագայում:
id: Apa yang harus saya fokuskan dalam waktu dekat?
is_is: Á hverju ætti ég að einbeita mér næstu daga?
it_it: Su cosa dovrei concentrarmi nel prossimo futuro?
iw: על מה כדאי לי להתמקד בעתיד הקרוב?
ja_jp: 近い将来、何に集中すべきですか？
ka: რისზე უნდა გავამახვილო ყურადღება უახლოეს მომავალში?
kk: Жақын болашақта неге назар аударуым керек?
km_kh: ខ្ញុំគួរតែផ្តោតលើអ្វីនៅពេលខាងមុខ?
kn_in: ನಾನು ಮುಂದಿನ ಭವಿಷ್ಯದಲ್ಲಿ ಯಾವ ವಿಷಯದಲ್ಲಿ ಗಮನಹರಿಸಬೇಕು?
ko_kr: 가까운 미래에 무엇에 집중해야 하나요?
ky_kg: Жакынкы келечекте эмнеге көңүл бурушум керек?
lo: ຂ້ອຍຄວນໃຫ້ຄວາມສົນໃຈໃນຫຍັງໃນອະນາຄົດອັນໃກ້ມານີ້?
lt: Į ką turėčiau sutelkti dėmesį artimiausiu metu?
lv: Uz ko man vajadzētu koncentrēties tuvākajā nākotnē?
mk_mk: На што треба да се фокусирам во блиска иднина?
ml_in: അടുത്തകാലത്ത് ഞാൻ ഏത് കാര്യത്തിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കണം?
mn_mn: Ирээдүйд юунд анхаарах ёстой вэ?
mr: मला येत्या काळात कोणत्या गोष्टींवर लक्ष केंद्रित करावे?
ms_my: Apa yang patut saya fokuskan dalam masa terdekat?
ne: नजिकको भविष्यमा म के कुरामा ध्यान केन्द्रित गर्नुपर्छ?
nl: Waar moet ik me in de nabije toekomst op richten?
no_no: Hva bør jeg fokusere på i nær fremtid?
pa: ਮੈਨੂੰ ਨੇੜਲੇ ਭਵਿੱਖ ਵਿੱਚ ਕਿਸ ਚੀਜ਼ 'ਤੇ ਧਿਆਨ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ?
pl: Na czym powinienem się skupić w najbliższej przyszłości?
pt_br: Em que devo me concentrar no futuro próximo?
ro: Pe ce ar trebui să mă concentrez în viitorul apropiat?
ru: На чем мне стоит сосредоточиться в ближайшем будущем?
si: ඉදිරි කාලයේ මම මොන දෙයකට අවධානය යොමු කළ යුතුද?
sk: Na čo by som sa mal zamerať v blízkej budúcnosti?
sl: Na čem naj se osredotočim v bližnji prihodnosti?
sq: Në çfarë duhet të përqendrohem në të ardhmen e afërt?
sr: На чему треба да се фокусирам у блиској будућности?
sv_se: Vad bör jag fokusera på inom den närmaste framtiden?
sw: Nipaswa kuzingatia nini katika siku za usoni?
ta: என்னுடைய அடுத்த காலத்தில் என்ன மீது கவனம் செலுத்த வேண்டும்?
te: ఆగామి కాలంలో నేను ఏదిపై దృష్టి పెట్టాలి?
th: ฉันควรให้ความสำคัญกับอะไรในอนาคตอันใกล้นี้?
tr_tr: Yakın gelecekte neye odaklanmalıyım?
uk: На чому мені варто зосередитись у найближчому майбутньому?
ur: مجھے قریبی مستقبل میں کس چیز پر توجہ دینی چاہیے؟
vi: Tôi nên tập trung vào điều gì trong tương lai gần?
zh_cn: 我未来应该重点关注什么？
zh_hk: 我應該在近期專注於什麼？
zu: Kufanele ngigxile kuphi esikhathini esizayo esiseduze?

# celtic_cross_screen_suggested_questions_3
source: What can help me move forward?
af: Wat is vir my weggesteek?
am: ከእኔ የተሰወረው ምንድነው?
ar: ما الذي يُخفي عني؟
az: Məndən nə gizlədilir?
bn: আমার থেকে কী লুকানো আছে?
ca: Què se m'amaga?
cs: Co je přede mnou skryto?
de: Was wird vor mir verborgen?
es_es: ¿Qué se me oculta?
fa: چه چیزی از من پنهان است؟
fi_fi: Mikä on minulta piilotettu?
fil: Ano ang nakatago mula sa akin?
fr: Qu'est-ce qui m'est caché ?
gl: Que está oculto para min?
gu: મારા પાસેથી શું છુપાવવામાં આવ્યું છે?
hi: मुझसे क्या छुपाया गया है?
hu: Mi van elrejtve elől?
hy_am: Ի՞նչ է ինձանից թաքցված:
id: Apa yang disembunyikan dari saya?
is_is: Hvað er falið fyrir mér?
it_it: Cosa mi è nascosto?
iw: מה מוסתר ממני?
ja_jp: 私に隠されていることは何ですか？
ka: რა არის ჩემგან დამალული?
kk: Маған не жасырылған?
km_kh: អ្វីដែលបានលាក់បាំងពីខ្ញុំ?
kn_in: ನನಗೆ ಏನು ಮರೆಮಾಚಲಾಗಿದೆ?
ko_kr: 저에게 숨겨진 것은 무엇인가요?
ky_kg: Менен эмнелер жашырылган?
lo: ຫຍັງທີ່ຖືກປິດບັງຄັບຈາກຂ້ອຍ?
lt: Kas man yra paslėpta?
lv: Kas man ir slēpts?
mk_mk: Што ми е скриено?
ml_in: എന്താണ് എനിക്കു മറച്ചുവെച്ചിരിക്കുന്നത്?
mn_mn: Надаас юу нуугдсан бэ?
mr: माझ्यापासून काय लपवले आहे?
ms_my: Apa yang tersembunyi daripada saya?
ne: मबाट के लुकाइएको छ?
nl: Wat wordt voor mij verborgen gehouden?
no_no: Hva er skjult for meg?
pa: ਮੇਰੇ ਤੋਂ ਕੀ ਛੁਪਾਇਆ ਗਿਆ ਹੈ?
pl: Co jest przede mną ukryte?
pt_br: O que está escondido de mim?
ro: Ce este ascuns de mine?
ru: Что скрыто от меня?
si: මට සඟවා ඇති දේ කුමක්ද?
sk: Čo je pre mňa skryté?
sl: Kaj mi je skrito?
sq: Çfarë më është fshehur?
sr: Шта ми је скривено?
sv_se: Vad är dolt för mig?
sw: Nini kimefichwa kwangu?
ta: என்னிடமிருந்து மறைக்கப்பட்டுள்ளதென்ன?
te: నా నుండి ఏమి దాచబడింది?
th: อะไรที่ถูกซ่อนไว้จากฉัน?
tr_tr: Benden ne gizleniyor?
uk: Що приховано від мене?
ur: میرے سے کیا چھپا ہوا ہے؟
vi: Điều gì đang bị giấu khỏi tôi?
zh_cn: 有什么是对我隐藏的？
zh_hk: 有什麼是對我隱藏的？
zu: Yini efihlwe kimi?

# celtic_cross_screen_see_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎን እንዲረዳ እንደሚችል እንዲያውቁ
ar: اكتشف المعنى
az: Mənasını öyrənmək
bn: অর্থ জানতে চান
ca: Descobrir el significat
cs: Zjistit význam
de: Bedeutung herausfinden
es_es: Conocer el significado
fa: معنی را بدانید
fi_fi: Saada merkitys
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: અર્થ જાણવા માટે
hi: अर्थ जानें
hu: Érték megtudása
hy_am: Իմանալ նշանակությունը
id: Cari tahu arti
is_is: Fá merkingu
it_it: Scoprire il significato
iw: לגלות משמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мағынасын білу
km_kh: ស្វែងយល់អត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄ່າຄວາມໝາຍ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај ја значењето
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: अर्थ जाणून घ्या
ms_my: Ketahui makna
ne: अर्थ जान्नुहोस्
nl: Betekenis ontdekken
no_no: Finn ut betydningen
pa: ਮਤਲਬ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ค้นหาความหมาย
tr_tr: Anlamını öğrenmek
uk: Дізнатись значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Thola incazelo

# celtic_cross_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቅድ ማድረግ
ar: إنشاء توزيع جديد
az: Yeni yayım yarat
bn: নতুন রিডিং তৈরি করুন
ca: Fer una nova tirada
cs: Vytvořit nový výklad
de: Neues Legesystem erstellen
es_es: Hacer una nueva tirada
fa: ایجاد یک چیدمان جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Fazer unha nova tirada
gu: નવો વિતરણ બનાવો
hi: नया फैलाव बनाएं
hu: Új kirakás készítése
hy_am: Ստեղծել նոր դասավորություն
id: Buat penyebaran baru
is_is: Búa til nýja dreifingu
it_it: Fare un nuovo tiro
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: შექმენი ახალი განლაგება
kk: Жаңа тарауды жасау
km_kh: ធ្វើការចែកបន្ទាត់ថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡು
ko_kr: 새로운 카드 배열 만들기
ky_kg: Жаңы расклад жасоо
lo: ເຮັດການຈັດຕັ້ງໃໝ່
lt: Padaryti naują išdėstymą
lv: Izveidot jaunu izkārtojumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് ചെയ്യുക
mn_mn: Шинэ дэлгэлт хийх
mr: नवीन पत्ता तयार करा
ms_my: Buat susunan baru
ne: नयाँ लेआउट बनाउनुहोस्
nl: Een nieuwe legging maken
no_no: Lag en ny oppstilling
pa: ਨਵਾਂ ਪੜਤਾਲ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova tiragem
ro: Fă un nou aranjament
ru: Сделать новый расклад
si: නව විවරණයක් සාදන්න
sk: Vytvoriť nový výklad
sl: Naredi novo razporeditev
sq: Bëj një shpërndarje të re
sr: Napraviti novi raspored
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பரிமாற்றம் செய்யவும்
te: కొత్త పంచాంగం చేయండి
th: สร้างการวางไพ่ใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا پھیلاؤ کریں
vi: Tạo một trải bài mới
zh_cn: 制作新牌阵
zh_hk: 製作新牌陣
zu: Yenza ukuhlukaniswa okusha

# celtic_cross_screen_enter_question_hint
source: Enter your request...
af: Voer jou navraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل طلبك...
az: Sorğunuzu daxil edin...
bn: আপনার অনুরোধ লিখুন...
ca: Introduïu la vostra consulta...
cs: Zadejte svůj dotaz...
de: Geben Sie Ihre Anfrage ein...
es_es: Ingrese su consulta...
fa: درخواست خود را وارد کنید...
fi_fi: Kirjoita pyyntösi...
fil: Ilagay ang iyong kahilingan...
fr: Entrez votre demande...
gl: Introduza a súa consulta...
gu: તમારું પ્રશ્ન દાખલ કરો...
hi: अपनी क्वेरी दर्ज करें...
hu: Írja be a kérését...
hy_am: Մուտքագրեք ձեր հարցումը...
id: Masukkan permintaan Anda...
is_is: Sláðu inn fyrirspurn þína...
it_it: Inserisci la tua richiesta...
iw: הזן את הבקשה שלך...
ja_jp: ご質問を入力してください...
ka: შეიყვანეთ თქვენი მოთხოვნა...
kk: Сұрауыңызды енгізіңіз...
km_kh: បញ្ចូលសំណើររបស់អ្នក...
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 요청을 입력하세요...
ky_kg: Суранычыңызды киргизиңиз...
lo: ໃສ່ຄໍາຮ້ອງຂໍຂອງທ່ານ...
lt: Įveskite savo užklausą...
lv: Ievadiet savu pieprasījumu...
mk_mk: Внесете го вашиот барање...
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന നൽകുക...
mn_mn: Таны хүсэлтийг оруулна уу...
mr: आपला विनंती प्रविष्ट करा...
ms_my: Masukkan pertanyaan anda...
ne: तपाईंको सोधपुछ प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn forespørselen din...
pa: ਆਪਣਾ ਪ੍ਰਸ਼ਨ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje zapytanie...
pt_br: Digite sua consulta...
ro: Introduceți cererea dvs...
ru: Введите ваш запрос...
si: ඔබගේ විමසීම ඇතුළත් කරන්න...
sk: Zadajte váš dopyt...
sl: Vnesite vaš poizvedbo...
sq: Shkruani kërkesën tuaj...
sr: Unesite vaš zahtev...
sv_se: Ange din förfrågan...
sw: Ingiza ombi lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ అభ్యర్థనను నమోదు చేయండి...
th: กรอกคำขอของคุณ...
tr_tr: Sorgunuzu girin...
uk: Введіть ваш запит...
ur: اپنی درخواست درج کریں...
vi: Nhập yêu cầu của bạn...
zh_cn: 请输入您的请求...
zh_hk: 輸入您的查詢...
zu: Faka isicelo sakho...

# celtic_cross_screen_what_is_celtic_cross_dialog
source: What is the Celtic Cross?
af: Wat is die Keltiese kruis?
am: ኬልቲክ መስቀል ምንድነው?
ar: ما هو الصليب السلتي؟
az: Kelt xaçı nədir?
bn: কেল্টিক ক্রস কী?
ca: Què és la Creu Celta?
cs: Co je to Keltský kříž?
de: Was ist das keltische Kreuz?
es_es: ¿Qué es la Cruz Celta?
fa: «صلیب سلتی» چیست؟
fi_fi: Mikä on Kelttiristi?
fil: Ano ang Celtic Cross?
fr: Qu'est-ce que la Croix Celtique ?
gl: Que é a Cruz Celta?
gu: કેલ્ટિક ક્રોસ શું છે?
hi: केल्टिक क्रॉस क्या है?
hu: Mi az a Kelta kereszt?
hy_am: Ինչ է Կելտական խաչը?
id: Apa itu Salib Celtic?
is_is: Hvað er Kelta krossinn?
it_it: Cos'è la Croce Celtica?
iw: מה זה צלב קלטי?
ja_jp: ケルト十字とは何ですか？
ka: რა არის კელტური ჯვარი?
kk: Кельт кресті деген не?
km_kh: តើអ្វីទៅជា​ឆ្វេងគ្រិស្តសាសនា?
kn_in: ಕೆಲ್ಟಿಕ್ ಕ್ರಾಸ್ ಎಂದರೆ ಏನು?
ko_kr: 켈틱 크로스란 무엇인가요?
ky_kg: Кельт крест деген эмне?
lo: ຂໍ້ມູນກ່ຽວກັບການຂອງການຂອງຄົນເຄວັດ?
lt: Kas yra Keltų kryžius?
lv: Kas ir Ķeltu krusts?
mk_mk: Што е Келтски крст?
ml_in: കൽറ്റ് ക്രോസ് എന്താണ്?
mn_mn: Кельт загалмай гэж юу вэ?
mr: केल्टिक क्रॉस म्हणजे काय?
ms_my: Apa itu Salib Celtic?
ne: के हो केल्टिक क्रस?
nl: Wat is het Keltisch Kruis?
no_no: Hva er Keltisk kors?
pa: ਕੇਲਟਿਕ ਕ੍ਰਾਸ ਕੀ ਹੈ?
pl: Co to jest Krzyż Celtycki?
pt_br: O que é a Cruz Celta?
ro: Ce este Crucea Celtică?
ru: Что такое Кельтский крест?
si: කෙල්ට් ක්‍රොස් කියන්නේ මොකද්ද?
sk: Čo je to Keltský kríž?
sl: Kaj je Keltski križ?
sq: Çfarë është Kryqi Keltik?
sr: Šta je Keltski krst?
sv_se: Vad är Keltiska korset?
sw: Nini maana ya Msalaba wa Keltic?
ta: கெல்டிக் குறுக்கு என்ன?
te: కెల్టిక్ క్రాస్ అంటే ఏమిటి?
th: ครอสเซลติกคืออะไร?
tr_tr: Kelt haçı nedir?
uk: Що таке Кельтський хрест?
ur: کیا ہے کیلٹک کراس؟
vi: Cây Thánh Giá Celtic là gì?
zh_cn: 什么是凯尔特十字？
zh_hk: 什麼是凱爾特十字？
zu: Iyini i-Keltic Cross?
