Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_name_ace_of_cups
source: Ace of Cups
af: Aas van Bekers
am: የኩቦች አሰልጣኝ
ar: آس الكؤوس
az: Kubokların Ası
bn: এস অফ কাপস
ca: As de Copes
cs: Eso Pohárů
de: Ass der Kelche
es_es: As de Copas
fa: آس جام‌ها
fi_fi: Maljojen Ässä
fil: As ng Mga Copa
fr: As de Coupes
gl: As de Copas
gu: એસ ઓફ કપ્સ
hi: कप का एस
hu: Kelyhek Ásza
hy_am: Գավաթների Աս
id: As Piala
is_is: Ás Bikara
it_it: Asso di Coppe
iw: אס הגביעים
ja_jp: カップのエース
ka: ჭიქების ასო
kk: Кубоктар Тузы
km_kh: អាស្តារកែវ
kn_in: ಕಪ್‌ಗಳ ಏಸ್
ko_kr: 컵의 에이스
ky_kg: Кубоктордун Тузу
lo: ໜ້າາບ້ານດື່ມ
lt: Puodelių Tūzas
lv: Kausu Āzis
mk_mk: Асо Пехари
ml_in: കപ്പുകളുടെ ഏസ്
mn_mn: Цомын Нэгэн
mr: पात्रांचा एकस
ms_my: As Cawan
ne: कपहरूको एस
nl: Aas van Bekers
no_no: Ess av Begre
pa: ਕੱਪ ਦਾ ਏਸ
pl: As Kielichów
pt_br: Ás de Copas
ro: Asul de Cupe
ru: Туз Кубков
si: පෙති කුඩු
sk: Eso Pohárov
sl: As kelihov
sq: Asi i Kupave
sr: Асо Пехара
sv_se: Bägarnas Ess
sw: Asi wa Vikombe
ta: ஏஸ் ஆஃப் கப்ஸ்
te: ఏస్ ఆఫ్ కప్స్
th: เอซถ้วย
tr_tr: Kupa Ası
uk: Туз Кубків
ur: ایس آف کپز
vi: Ách Cốc
zh_cn: 圣杯王牌
zh_hk: 聖杯王牌
zu: I-Ace Yezinkomishi

# card_name_two_of_cups
source: Two of Cups
af: Twee van Bekers
am: የኩብ ሁለት
ar: زوج الكؤوس
az: İki Qədəh
bn: কাপের দুই
ca: Dos de Copes
cs: Dvojka Pohárů
de: Zwei der Kelche
es_es: Dos de Copas
fa: دو کارت جام
fi_fi: Kahden maljan kortti
fil: Dalawang Copa
fr: Deux de Coupes
gl: Dúas de Copas
gu: કપ્સની જોડી
hi: कप्स का दो
hu: Kelyhek kettes
hy_am: Կումպակների երկուսյակ
id: Dua Cawan
is_is: Tveir bikarar
it_it: Due di Coppe
iw: שני גביעים
ja_jp: カップの2
ka: ფინჯნების ორი
kk: Кубоктардың Екілігі
km_kh: ពីរគ្រឿងពែង
kn_in: ಕಪ್‌ಗಳ ಜೋಡಿ
ko_kr: 컵 2
ky_kg: Кубоктордун Жуптугу
lo: ສອງໃບແກ້ວ
lt: Dvylika Taurių
lv: Divi Kausa
mk_mk: Двојка на Пехари
ml_in: കപ്പ് രണ്ട്
mn_mn: Хоёр Кап
mr: कपांची दोन
ms_my: Dua Cawan
ne: कपहरूको जोडी
nl: Twee van Bekers
no_no: Toer i Begre
pa: ਕੱਪਾਂ ਦੀ ਜੋੜੀ
pl: Dwójka Kielichów
pt_br: Dois de Copas
ro: Doi de Cupe
ru: Двойка Кубков
si: කප්පල් දෙක
sk: Dvojka Pohárov
sl: Dvojka peharjev
sq: Dy e Kupave
sr: Двојка Пехара
sv_se: Två i bägare
sw: Wawili wa Vikombe
ta: கப்புகள் இரட்டை
te: కప్‌ల జంట
th: สองถ้วย
tr_tr: Kupa İkilisi
uk: Двійка Кубків
ur: دو کپ
vi: Hai Chén
zh_cn: 圣杯二
zh_hk: 聖杯二
zu: Iziqu ezimbili zezinkomishi

# card_name_three_of_cups
source: Three of Cups
af: Drie van Bekers
am: የኩብ ሶስት
ar: ثلاثة الكؤوس
az: Üç Qədəh
bn: কাপের তিন
ca: Tres de Copes
cs: Trojka Pohárů
de: Drei der Kelche
es_es: Tres de Copas
fa: سه کارت جام
fi_fi: Kolmen maljan kortti
fil: Tatlong Copa
fr: Trois de Coupes
gl: Tres de Copas
gu: કપ્સની ત્રિજ્યા
hi: कप्स का तीन
hu: Kelyhek hármas
hy_am: Կումպակների եռյակ
id: Tiga Cawan
is_is: Þrír bikarar
it_it: Tre di Coppe
iw: שלושה גביעים
ja_jp: カップの3
ka: ფინჯნების სამი
kk: Кубоктардың Үштігі
km_kh: បីគ្រឿងពែង
kn_in: ಕಪ್‌ಗಳ ಮೂವರು
ko_kr: 컵 3
ky_kg: Кубоктордун Үчтүгү
lo: ສາມໃບແກ້ວ
lt: Trylika Taurių
lv: Trīs Kausa
mk_mk: Тројка на Пехари
ml_in: കപ്പ് മൂന്ന്
mn_mn: Гурав Кап
mr: कपांची तीन
ms_my: Tiga Cawan
ne: कपहरूको त्रीजना
nl: Drie van Bekers
no_no: Treer i Begre
pa: ਕੱਪਾਂ ਦੀ ਤਿੰਨ
pl: Trójka Kielichów
pt_br: Três de Copas
ro: Trei de Cupe
ru: Тройка Кубков
si: කප්පල් තුන
sk: Trojka Pohárov
sl: Trojka peharjev
sq: Tre e Kupave
sr: Тројка Пехара
sv_se: Tre i bägare
sw: Watatu wa Vikombe
ta: கப்புகள் முக்கோணம்
te: కప్‌ల మూడుసంఖ్య
th: สามถ้วย
tr_tr: Kupa Üçlüsü
uk: Трійка Кубків
ur: تین کپ
vi: Ba Chén
zh_cn: 圣杯三
zh_hk: 聖杯三
zu: Iziqu ezintathu zezinkomishi

# card_name_four_of_cups
source: Four of Cups
af: Vier van Bekers
am: የኩብ አራት
ar: أربعة الكؤوس
az: Dörd Qədəh
bn: কাপের চার
ca: Quatre de Copes
cs: Čtverka Pohárů
de: Vier der Kelche
es_es: Cuatro de Copas
fa: چهار کارت جام
fi_fi: Neljän maljan kortti
fil: Apat na Copa
fr: Quatre de Coupes
gl: Catro de Copas
gu: કપ્સની ચતુર્થી
hi: कप्स का चार
hu: Kelyhek négyes
hy_am: Կումպակների քառյակ
id: Empat Cawan
is_is: Fjórir bikarar
it_it: Quattro di Coppe
iw: ארבעה גביעים
ja_jp: カップの4
ka: ფინჯნების ოთხი
kk: Кубоктардың Төртігі
km_kh: បួនគ្រឿងពែង
kn_in: ಕಪ್‌ಗಳ ನಾಲ್ಕು
ko_kr: 컵 4
ky_kg: Кубоктордун Төрттүгү
lo: ສີ່ໃບແກ້ວ
lt: Keturi Taurės
lv: Četri Kausa
mk_mk: Четворка на Пехари
ml_in: കപ്പ് നാല്
mn_mn: Дөрөв Кап
mr: कपांची चार
ms_my: Empat Cawan
ne: कपहरूको चौगुना
nl: Vier van Bekers
no_no: Firer i Begre
pa: ਕੱਪਾਂ ਦੀ ਚਾਰ
pl: Czwórka Kielichów
pt_br: Quatro de Copas
ro: Patru de Cupe
ru: Четверка Кубков
si: කප්පල් හතර
sk: Štvorka Pohárov
sl: Štirka peharjev
sq: Katër e Kupave
sr: Четворка Пехара
sv_se: Fyra i bägare
sw: Wanne wa Vikombe
ta: கப்புகள் நான்கு
te: కప్‌ల నలుగురు
th: สี่ถ้วย
tr_tr: Kupa Dörtlüsü
uk: Четвірка Кубків
ur: چار کپ
vi: Bốn Chén
zh_cn: 圣杯四
zh_hk: 聖杯四
zu: Iziqu ezine zezinkomishi

# card_name_five_of_cups
source: Five of Cups
af: Vyf van Bekers
am: የኩብ አምስት
ar: خمسة الكؤوس
az: Beş Qədəh
bn: কাপের পাঁচ
ca: Cinc de Copes
cs: Pětka Pohárů
de: Fünf der Kelche
es_es: Cinco de Copas
fa: پنج کارت جام
fi_fi: Viiden maljan kortti
fil: Limang Copa
fr: Cinq de Coupes
gl: Cinco de Copas
gu: કપ્સની પાંચ
hi: कप्स का पांच
hu: Kelyhek ötös
hy_am: Կումպակների հնգյակ
id: Lima Cawan
is_is: Fimmir bikarar
it_it: Cinque di Coppe
iw: חמישה גביעים
ja_jp: カップの5
ka: ფინჯნების ხუთი
kk: Кубоктардың Бестігі
km_kh: ប្រាំគ្រឿងពែង
kn_in: ಕಪ್‌ಗಳ ಐದು
ko_kr: 컵 5
ky_kg: Кубоктордун Бештиги
lo: ຫ້າໃບແກ້ວ
lt: Penki Taurės
lv: Pieci Kausa
mk_mk: Петорка на Пехари
ml_in: കപ്പ് അഞ്ച്
mn_mn: Тав Кап
mr: कपांची पाच
ms_my: Lima Cawan
ne: कपहरूको पाँचजना
nl: Vijf van Bekers
no_no: Femer i Begre
pa: ਕੱਪਾਂ ਦੀ ਪੰਜ
pl: Piątka Kielichów
pt_br: Cinco de Copas
ro: Cinci de Cupe
ru: Пятерка Кубков
si: කප්පල් පහ
sk: Päťka Pohárov
sl: Petka peharjev
sq: Pesë e Kupave
sr: Петка Пехара
sv_se: Fem i bägare
sw: Tano wa Vikombe
ta: கப்புகள் ஐந்து
te: కప్‌ల ఐదుగురు
th: ห้าถ้วย
tr_tr: Kupa Beşlisi
uk: П'ятірка Кубків
ur: پانچ کپ
vi: Năm Chén
zh_cn: 圣杯五
zh_hk: 聖杯五
zu: Iziqu ezinhlanu zezinkomishi

# card_name_six_of_cups
source: Six of Cups
af: Ses van Bekers
am: የኩብ ስድስት
ar: ستة الكؤوس
az: Altı Qədəh
bn: কাপের ছয়
ca: Sis de Copes
cs: Šestka Pohárů
de: Sechs der Kelche
es_es: Seis de Copas
fa: شش کارت جام
fi_fi: Kuuden maljan kortti
fil: Anim na Copa
fr: Six de Coupes
gl: Seis de Copas
gu: કપ્સની છ
hi: कप्स का छह
hu: Kelyhek hatos
hy_am: Կումպակների վեցյակ
id: Enam Cawan
is_is: Sex bikarar
it_it: Sei di Coppe
iw: שישה גביעים
ja_jp: カップの6
ka: ფინჯნების ექვსი
kk: Кубоктардың Алтығы
km_kh: ប្រាំមួយគ្រឿងពែង
kn_in: ಕಪ್‌ಗಳ ಆರು
ko_kr: 컵 6
ky_kg: Кубоктордун Алтысы
lo: ຫົກໃບແກ້ວ
lt: Šeši Taurės
lv: Seši Kausa
mk_mk: Шесторка на Пехари
ml_in: കപ്പ് ആറു
mn_mn: Зургаа Кап
mr: कपांची सहा
ms_my: Enam Cawan
ne: कपहरूको छजना
nl: Zes van Bekers
no_no: Sixer i Begre
pa: ਕੱਪਾਂ ਦੀ ਛੇ
pl: Szóstka Kielichów
pt_br: Seis de Copas
ro: Șase de Cupe
ru: Шестерка Кубков
si: කප්පල් හය
sk: Šestka Pohárov
sl: Šesterka peharjev
sq: Gjashtë e Kupave
sr: Шестерка Пехара
sv_se: Sex i bägare
sw: Sita wa Vikombe
ta: கப்புகள் ஆறு
te: కప్‌ల ఆరుగురు
th: หกถ้วย
tr_tr: Kupa Altılısı
uk: Шістка Кубків
ur: چھ کپ
vi: Sáu Chén
zh_cn: 圣杯六
zh_hk: 聖杯六
zu: Iziqu eziyisithupha zezinkomishi

# card_name_seven_of_cups
source: Seven of Cups
af: Sewe van Bekers
am: ሰባት የኩብ ካርዶች
ar: سبعة الكؤوس
az: Kubokların Yeddilisi
bn: সাত কাপ
ca: Set de Copes
cs: Sedmička Pohárů
de: Sieben der Kelche
es_es: Siete de Copas
fa: هفت جام
fi_fi: Seitsemän maljaa
fil: Pito ng Mga Copa
fr: Sept de Coupes
gl: Sete de Copas
gu: સાત કપ
hi: सात कप
hu: Kelyhek Hetese
hy_am: Յոթնյակ Գավաթներ
id: Tujuh Piala
is_is: Sjö af bikurum
it_it: Sette di Coppe
iw: שבעת הגביעים
ja_jp: カップの7
ka: შვიდი ფინჯანი
kk: Кубоктар жетілігі
km_kh: ប្រាំពីរកែវ
kn_in: ಕಪ್‌ಗಳ ಏಳು
ko_kr: 컵 7
ky_kg: Чөйчөктөрдүн Жетиеси
lo: ເຈັດແກ້ວ
lt: Septynakė Taurių
lv: Septiņi Kausa
mk_mk: Седмица на Пехари
ml_in: സെവൻ ഓഫ് കപ്പുകൾ
mn_mn: Цомын Долоон
mr: सात कप
ms_my: Tujuh Cawan
ne: कपहरूको सात
nl: Zeven van Bekers
no_no: Sju i Beger
pa: ਸੱਤ ਕੱਪ
pl: Siódemka Kielichów
pt_br: Sete de Copas
ro: Șapte de Cupe
ru: Семерка Кубков
si: කප්පල් හත
sk: Sedmička Pohárov
sl: Sedmica peharjev
sq: Shtatë e Kupave
sr: Седмица Пехара
sv_se: Sju i bägare
sw: Saba ya Vikombe
ta: கப்புகள் ஏழு
te: సెవెన్ ఆఫ్ కప్స్
th: เจ็ดถ้วย
tr_tr: Kupaların Yedilisi
uk: Сімка Кубків
ur: سات کپ
vi: Bảy Cốc
zh_cn: 圣杯七
zh_hk: 聖杯七
zu: Isikhombisa SamaKhapu

# card_name_eight_of_cups
source: Eight of Cups
af: Agt van Bekers
am: ስምንት የኩብ ካርዶች
ar: ثمانية الكؤوس
az: Kubokların Səkkizlisi
bn: আট কাপ
ca: Vuit de Copes
cs: Osmička Pohárů
de: Acht der Kelche
es_es: Ocho de Copas
fa: هشت جام
fi_fi: Kahdeksan maljaa
fil: Walo ng Mga Copa
fr: Huit de Coupes
gl: Oito de Copas
gu: આઠ કપ
hi: आठ कप
hu: Kelyhek Nyolcasa
hy_am: Ութնյակ Գավաթներ
id: Delapan Piala
is_is: Átta af bikurum
it_it: Otto di Coppe
iw: שמונת הגביעים
ja_jp: カップの8
ka: რვა ფინჯანი
kk: Кубоктар сегіздігі
km_kh: ប្រាំបីកែវ
kn_in: ಕಪ್‌ಗಳ ಎಂಟು
ko_kr: 컵 8
ky_kg: Чөйчөктөрдүн Сегизеси
lo: ແປດແກ້ວ
lt: Aštuonkė Taurių
lv: Astoņi Kausa
mk_mk: Осмица на Пехари
ml_in: എട്ട് ഓഫ് കപ്പുകൾ
mn_mn: Цомын Найм
mr: आठ कप
ms_my: Lapan Cawan
ne: कपहरूको आठ
nl: Acht van Bekers
no_no: Åtte i Beger
pa: ਅੱਠ ਕੱਪ
pl: Ósemka Kielichów
pt_br: Oito de Copas
ro: Opt de Cupe
ru: Восьмерка Кубков
si: කප්පල් අට
sk: Osmička Pohárov
sl: Osemica peharjev
sq: Tetë e Kupave
sr: Осмица Пехара
sv_se: Åtta i bägare
sw: Nane ya Vikombe
ta: கப்புகள் எட்டு
te: ఎయిట్ ఆఫ్ కప్స్
th: แปดถ้วย
tr_tr: Kupaların Sekizlisi
uk: Вісімка Кубків
ur: آٹھ کپ
vi: Tám Cốc
zh_cn: 圣杯八
zh_hk: 聖杯八
zu: Isishiyagalombili SamaKhapu

# card_name_nine_of_cups
source: Nine of Cups
af: Nege van Bekers
am: ዘጠኝ የኩብ ካርዶች
ar: تسعة الكؤوس
az: Kubokların Doqquzluğu
bn: নয় কাপ
ca: Nou de Copes
cs: Devítka Pohárů
de: Neun der Kelche
es_es: Nueve de Copas
fa: نه جام
fi_fi: Yhdeksän maljaa
fil: Siyam ng Mga Copa
fr: Neuf de Coupes
gl: Nove de Copas
gu: નવ કપ
hi: नौ कप
hu: Kelyhek Kilencese
hy_am: Իննյակ Գավաթներ
id: Sembilan Piala
is_is: Níu af bikurum
it_it: Nove di Coppe
iw: תשעת הגביעים
ja_jp: カップの9
ka: ცხრა ფინჯანი
kk: Кубоктар тоғыздығы
km_kh: ប្រាំបួនកែវ
kn_in: ಕಪ್‌ಗಳ ಒಂಬತ್ತು
ko_kr: 컵 9
ky_kg: Чөйчөктөрдүн Тогузу
lo: ເກົ້າແກ້ວ
lt: Devynakė Taurių
lv: Deviņi Kausa
mk_mk: Деветка на Пехари
ml_in: നൈൻ ഓഫ് കപ്പുകൾ
mn_mn: Цомын Есөн
mr: नऊ कप
ms_my: Sembilan Cawan
ne: कपहरूको नौ
nl: Negen van Bekers
no_no: Ni i Beger
pa: ਨੌਂ ਕੱਪ
pl: Dziewiątka Kielichów
pt_br: Nove de Copas
ro: Nouă de Cupe
ru: Девятка Кубков
si: කප්පල් නවය
sk: Deviatka Pohárov
sl: Deveterica peharjev
sq: Nëntë e Kupave
sr: Деветица Пехара
sv_se: Nio i bägare
sw: Tisa ya Vikombe
ta: கப்புகள் ஒன்பது
te: నైన్ ఆఫ్ కప్స్
th: เก้าถ้วย
tr_tr: Kupaların Dokuzlusu
uk: Дев'ятка Кубків
ur: نو کپ
vi: Chín Cốc
zh_cn: 圣杯九
zh_hk: 聖杯九
zu: Isishiyagalolunye SamaKhapu

# card_name_ten_of_cups
source: Ten of Cups
af: Tien van Bekers
am: አስር የኩብ ካርዶች
ar: عشرة الكؤوس
az: Kubokların Onluğu
bn: দশ কাপ
ca: Deu de Copes
cs: Desítka Pohárů
de: Zehn der Kelche
es_es: Diez de Copas
fa: ده جام
fi_fi: Kymmenen maljaa
fil: Sampu ng Mga Copa
fr: Dix de Coupes
gl: Dez de Copas
gu: દસ કપ
hi: दस कप
hu: Kelyhek Tízese
hy_am: Տասնյակ Գավաթներ
id: Sepuluh Piala
is_is: Tíu af bikurum
it_it: Dieci di Coppe
iw: עשרת הגביעים
ja_jp: カップの10
ka: ათი ფინჯანი
kk: Кубоктар ондығы
km_kh: ប្រាំប្រាំកែវ
kn_in: ಕಪ್‌ಗಳ ಹತ್ತು
ko_kr: 컵 10
ky_kg: Чөйчөктөрдүн Ондугу
lo: ສິບແກ້ວ
lt: Dešimtakė Taurių
lv: Desmit Kausa
mk_mk: Десетка на Пехари
ml_in: ടെൻ ഓഫ് കപ്പുകൾ
mn_mn: Цомын Арав
mr: दहा कप
ms_my: Sepuluh Cawan
ne: कपहरूको दस
nl: Tien van Bekers
no_no: Ti i Beger
pa: ਦਸ ਕੱਪ
pl: Dziesiątka Kielichów
pt_br: Dez de Copas
ro: Zece de Cupe
ru: Десятка Кубков
si: කප්පල් දහය
sk: Desiatka Pohárov
sl: Deseterica peharjev
sq: Dhjetë e Kupave
sr: Десетица Пехара
sv_se: Tio i bägare
sw: Kumi ya Vikombe
ta: கப்புகள் பத்து
te: టెన్ ఆఫ్ కప్స్
th: สิบถ้วย
tr_tr: Kupaların Onlusu
uk: Десятка Кубків
ur: دس کپ
vi: Mười Cốc
zh_cn: 圣杯十
zh_hk: 聖杯十
zu: Ishumi LamaKhapu

# card_name_page_of_cups
source: Page of Cups
af: Page van Bekers
am: የኩብ ጳጅ
ar: ولد الكؤوس
az: Kubokların Cavanı
bn: কাপ পেজ
ca: Pàg de Copes
cs: Páže Pohárů
de: Bube der Kelche
es_es: Paje de Copas
fa: پادشاه‌زاده جام‌ها
fi_fi: Maljojen sivumies
fil: Page ng Mga Copa
fr: Valet de Coupes
gl: Paxe de Copas
gu: પેજ કપ
hi: पेज कप
hu: Kelyhek Apródja
hy_am: Գավաթների Փեսա
id: Page Piala
is_is: Spjaldberi bikara
it_it: Fante di Coppe
iw: הפייג' של הגביעים
ja_jp: カップのペイジ
ka: ფინჯნების ფაჟი
kk: Кубоктар пажы
km_kh: ក្មេងជើងកែវ
kn_in: ಕಪ್‌ಗಳ ಪೇಜ್
ko_kr: 컵 페이지
ky_kg: Чөйчөктөрдүн Пажи
lo: ເດັກແກ້ວ
lt: Taurių Pažas
lv: Kausa Pāģis
mk_mk: Пај на Пехари
ml_in: പേജ് ഓഫ് കപ്പുകൾ
mn_mn: Цомын Хүү
mr: कपांचा पेज
ms_my: Page Cawan
ne: कपहरूको पेज
nl: Page van Bekers
no_no: Bøddel i Beger
pa: ਕੱਪ ਦਾ ਪੇਜ਼
pl: Paź Kielichów
pt_br: Pajem de Copas
ro: Paj de Cupe
ru: Паж Кубков
si: කප්පල් පේජ්
sk: Páže Pohárov
sl: Pazi peharjev
sq: Faqe e Kupave
sr: Паж Пехара
sv_se: Bägarnas page
sw: Mjumbe wa Vikombe
ta: கப்புகள் பக்கம்
te: పేజ్ ఆఫ్ కప్స్
th: เพจถ้วย
tr_tr: Kupaların Vale'si
uk: Паж Кубків
ur: پیج کپ
vi: Page Cốc
zh_cn: 圣杯侍者
zh_hk: 聖杯侍者
zu: Umfana WamaKhapu

# card_name_knight_of_cups
source: Knight of Cups
af: Ridder van Bekers
am: የኩብ ተቀባይ
ar: فارس الكؤوس
az: Kuboklar Cəngavəri
bn: কাপের নাইট
ca: Cavaller de Copes
cs: Rytíř Pohárů
de: Ritter der Kelche
es_es: Caballero de Copas
fa: شوالیه جام‌ها
fi_fi: Maljojen Ritari
fil: Kabalyero ng Mga Copa
fr: Chevalier de Coupes
gl: Cabaleiro de Copas
gu: કપ્સનો યોદ્ધા
hi: कप्स का नाइट
hu: Kelyhek Lovagja
hy_am: Գավաթների Աքաղաղ
id: Ksatria Cawan
is_is: Knapinn af Bikarum
it_it: Cavaliere di Coppe
iw: אביר הגביעים
ja_jp: カップのナイト
ka: ჭიქების რაინდი
kk: Кубоктар рыцары
km_kh: អ្នកជំនះពែង
kn_in: ಕಪ್ ನೈಟ್
ko_kr: 컵의 기사
ky_kg: Чашалардын Жоокери
lo: อัศวินถ้วย
lt: Kūjų Riteris
lv: Kausa bruņinieks
mk_mk: Витезот на Пехарите
ml_in: കപ്പുകളുടെ നൈറ്റ്സ്
mn_mn: Цомын баатар
mr: कपांचा शूरवीर
ms_my: Kesatria Cawan
ne: कपहरूको घोडा
nl: Ridder van Bekers
no_no: Bønnens ridder
pa: ਕੱਪਾਂ ਦਾ ਘੁੜਸਵਾਰ
pl: Rycerz Kielichów
pt_br: Cavaleiro de Copas
ro: Cavalerul Cupei
ru: Рыцарь Кубков
si: කප්පල් නායකයා
sk: Rytier pohárov
sl: Vitez peharjev
sq: Kalorësi i Kupave
sr: Витез Пехара
sv_se: Riddaren av bägare
sw: Knight wa Vikombe
ta: கப்புகள் ரைடர்
te: కప్పుల నైట్
th: อัศวินถ้วย
tr_tr: Kupaların Şövalyesi
uk: Лицар Кубків
ur: نائٹ آف کپز
vi: Hiệp sĩ Cốc
zh_cn: 圣杯骑士
zh_hk: 聖杯騎士
zu: Inkosi Yezinkomishi

# card_name_queen_of_cups
source: Queen of Cups
af: Koningin van Bekers
am: የኩብ ንግሥት
ar: ملكة الكؤوس
az: Kuboklar Kraliçası
bn: কাপের রানী
ca: Reina de Copes
cs: Královna Pohárů
de: Königin der Kelche
es_es: Reina de Copas
fa: ملکه جام‌ها
fi_fi: Maljojen Kuningatar
fil: Reyna ng Mga Copa
fr: Reine de Coupes
gl: Raíña de Copas
gu: કપ્સની રાણી
hi: कप्स की रानी
hu: Kelyhek Királynője
hy_am: Գավաթների Թագուհի
id: Ratu Cawan
is_is: Drottning Bikaranna
it_it: Regina di Coppe
iw: מלכת הגביעים
ja_jp: カップのクイーン
ka: ჭიქების დედოფალი
kk: Кубоктар патшайымы
km_kh: រាជនីពែង
kn_in: ಕಪ್ ರಾಣಿ
ko_kr: 컵의 여왕
ky_kg: Чашалардын Падышайымы
lo: ราชินีถ้วย
lt: Kūjų Karalienė
lv: Kausa karaliene
mk_mk: Кралицата на Пехарите
ml_in: കപ്പുകളുടെ റാണി
mn_mn: Цомын хатан
mr: कपांची राणी
ms_my: Ratu Cawan
ne: कपहरूको रानी
nl: Koningin van Bekers
no_no: Bønnens dronning
pa: ਕੱਪਾਂ ਦੀ ਰਾਣੀ
pl: Królowa Kielichów
pt_br: Rainha de Copas
ro: Regina Cupei
ru: Королева Кубков
si: කප්පල් රැජිණ
sk: Kráľovná pohárov
sl: Kraljica peharjev
sq: Mbretëresha e Kupave
sr: Краљица Пехара
sv_se: Drottningen av bägare
sw: Malkia wa Vikombe
ta: கப்புகள் ராணி
te: కప్పుల రాణి
th: ราชินีถ้วย
tr_tr: Kupaların Kraliçesi
uk: Королева Кубків
ur: کوئین آف کپز
vi: Nữ hoàng Cốc
zh_cn: 圣杯皇后
zh_hk: 聖杯皇后
zu: Inkosi Yezinkomishi

# card_name_king_of_cups
source: King of Cups
af: Koning van Bekers
am: የኩብ ንጉሥ
ar: ملك الكؤوس
az: Kuboklar Kralı
bn: কাপের রাজা
ca: Rei de Copes
cs: Král Pohárů
de: König der Kelche
es_es: Rey de Copas
fa: شاه جام‌ها
fi_fi: Maljojen Kuningas
fil: Hari ng Mga Copa
fr: Roi de Coupes
gl: Rei de Copas
gu: કપ્સનો રાજા
hi: कप्स का राजा
hu: Kelyhek Királya
hy_am: Գավաթների Թագավոր
id: Raja Cawan
is_is: Kóngur Bikaranna
it_it: Re di Coppe
iw: מלך הגביעים
ja_jp: カップのキング
ka: ჭიქების მეფე
kk: Кубоктар патшасы
km_kh: រាជាពែង
kn_in: ಕಪ್ ರಾಜ
ko_kr: 컵의 왕
ky_kg: Чашалардын Падышасы
lo: ราชาถ้วย
lt: Kūjų Karalius
lv: Kausa karalis
mk_mk: Кралот на Пехарите
ml_in: കപ്പുകളുടെ രാജാവ്
mn_mn: Цомын хаан
mr: कपांचा राजा
ms_my: Raja Cawan
ne: कपहरूको राजा
nl: Koning van Bekers
no_no: Bønnens konge
pa: ਕੱਪਾਂ ਦਾ ਰਾਜਾ
pl: Król Kielichów
pt_br: Rei de Copas
ro: Regele Cupei
ru: Король Кубков
si: කප්පල් රජ
sk: Kráľ pohárov
sl: Kralj peharjev
sq: Mbreti i Kupave
sr: Краљ Пехара
sv_se: Kungen av bägare
sw: Mfalme wa Vikombe
ta: கப்புகள் ராஜா
te: కప్పుల రాజు
th: ราชาถ้วย
tr_tr: Kupaların Kralı
uk: Король Кубків
ur: کنگ آف کپز
vi: Vua Cốc
zh_cn: 圣杯国王
zh_hk: 聖杯國王
zu: Inkosi Yezinkomishi

# card_name_ace_of_swords
source: Ace of Swords
af: Aas van Swerte
am: የሰይፍ አስተዋፅአ
ar: آس السيوف
az: Qılınclar Ası
bn: তলোয়ারের এস
ca: As d’Espases
cs: Eso Mečů
de: Ass der Schwerter
es_es: As de Espadas
fa: آس شمشیرها
fi_fi: Miekkojen Ässä
fil: As ng Mga Espada
fr: As d'Épées
gl: As de Espadas
gu: તલવારોનો એસ
hi: तलवारों का एस
hu: Kardok Ásza
hy_am: Սրերի Աս
id: As Pedang
is_is: Ás Sverða
it_it: Asso di Spade
iw: אס החרבות
ja_jp: ソードのエース
ka: ყუმბარის ასო
kk: Қылыштар тузі
km_kh: អាស៊ូកាំភ្លើង
kn_in: ತಲವಾರು ಏಸ್
ko_kr: 검의 에이스
ky_kg: Кылычтардын Тузу
lo: เอซดาบ
lt: Kalavijų Tūzas
lv: Zobenu dūzis
mk_mk: Асанжот на Мечевите
ml_in: തലയണകളുടെ ഏസ്
mn_mn: Сэлмийн азарга
mr: तलवारींचा एकस
ms_my: As Pedang
ne: तरवारहरूको एस
nl: Aas van Zwaarden
no_no: Sverdets ess
pa: ਤਲਵਾਰਾਂ ਦਾ ਏਸ
pl: As Mieczy
pt_br: Ás de Espadas
ro: Asul Spadelor
ru: Туз Мечей
si: තිරස් අසුරු
sk: Eso mečov
sl: As mečev
sq: Asi i Shpatave
sr: Асо Мачева
sv_se: Ess i svärd
sw: Asi wa Miezi
ta: வாள் ஏஸ்
te: తలవారపు ఏస్
th: เอซดาบ
tr_tr: Kılıçların Ası
uk: Туз Мечів
ur: ایس آف سوورڈز
vi: Át Kiếm
zh_cn: 宝剑王牌
zh_hk: 寶劍王牌
zu: I-Ace Yezinkemba

# card_name_two_of_swords
source: Two of Swords
af: Twee van Swerte
am: የሰይፍ ሁለት ቁጥር
ar: اثنان من السيوف
az: Qılınclar İkisi
bn: তলোয়ারের দুই
ca: Dos d’Espases
cs: Dvojka Mečů
de: Zwei der Schwerter
es_es: Dos de Espadas
fa: دو شمشیرها
fi_fi: Miekkojen Kakkonen
fil: Dalawa ng Mga Espada
fr: Deux d'Épées
gl: Dúas de Espadas
gu: તલવારોની જોડી
hi: तलवारों की जोड़ी
hu: Kardok Kettes
hy_am: Սրերի Երկվորյակ
id: Dua Pedang
is_is: Tveir Sverða
it_it: Due di Spade
iw: שני החרבות
ja_jp: ソードの2
ka: ყუმბარის ორი
kk: Қылыштар жұбы
km_kh: ពីរគូកាំភ្លើង
kn_in: ತಲವಾರು ಜೋಡಿ
ko_kr: 검의 둘
ky_kg: Кылычтардын Экилиги
lo: สองดาบ
lt: Kalavijų Dvilikė
lv: Zobenu divnieks
mk_mk: Двојка на Мечевите
ml_in: തലയണകളുടെ രണ്ട്
mn_mn: Сэлмийн хоёр
mr: तलवारींचा जोडीदार
ms_my: Dua Pedang
ne: तरवारहरूको दुई
nl: Twee van Zwaarden
no_no: Sverdenes toer
pa: ਤਲਵਾਰਾਂ ਦੀ ਜੋੜੀ
pl: Dwójka Mieczy
pt_br: Dois de Espadas
ro: Doi de Spade
ru: Двойка Мечей
si: තිරස් දෙකක්
sk: Dvojka mečov
sl: Dvojka mečev
sq: Dyshja e Shpatave
sr: Двојка Мачева
sv_se: Två i svärd
sw: Mbili wa Miezi
ta: வாள் இரட்டை
te: తలవారపు జంట
th: สองดาบ
tr_tr: Kılıçların İkisi
uk: Двійка Мечів
ur: ٹو آف سوورڈز
vi: Hai Kiếm
zh_cn: 宝剑二
zh_hk: 寶劍二
zu: I-Double Yezinkemba

# card_name_three_of_swords
source: Three of Swords
af: Drie van Swaard
am: ሶስት የሰይፍ ካርዶች
ar: ثلاثة السيوف
az: Üçlük Qılınclar
bn: তিনটি তলোয়ার
ca: Tres d’Espases
cs: Trojka mečů
de: Drei der Schwerter
es_es: Tres de Espadas
fa: سه شمشیر
fi_fi: Miekkojen Kolmonen
fil: Tatlong Espada
fr: Trois d'Épées
gl: Tres de Espadas
gu: ત્રિકોણ તલવારો
hi: तीन तलवारें
hu: Kardok hármasa
hy_am: Եռյակ Սուրեր
id: Tiga Pedang
is_is: Þrír sverð
it_it: Tre di Spade
iw: שלוש חרבות
ja_jp: ソードの3
ka: სამი ხმალი
kk: Қылыштардың Үштігі
km_kh: បីនាក់នៃដាវ
kn_in: ತ್ರಿಕೋನಗಳ ಮೂರು
ko_kr: 소드 3
ky_kg: Жүрөктүн Үчтүгү
lo: ສາຍດາດ 3
lt: Trijų kalavijų
lv: Trīs Zobeni
mk_mk: Тројка на Мечеви
ml_in: ത്രികോണം വാളുകൾ
mn_mn: Сэлэмний Гурвалжин
mr: तीन तलवारी
ms_my: Tiga Pedang
ne: तीन तीर
nl: Drie Zwaarden
no_no: Tre sverd
pa: ਤਿੰਨ ਤਲਵਾਰਾਂ
pl: Trójka Mieczy
pt_br: Três de Espadas
ro: Trei de Săbii
ru: Тройка Мечей
si: තිරසක් කඩුවෝ
sk: Trojička Mečov
sl: Trojka mečev
sq: Tre e Shpatave
sr: Тројка Мечева
sv_se: Tre i svärd
sw: Tatu za Miezi
ta: மூன்று வாள்
te: మూడు తుపాకులు
th: สามดาบ
tr_tr: Kılıç Üçlüsü
uk: Трійка Мечів
ur: تین تلواریں
vi: Ba Kiếm
zh_cn: 三剑牌
zh_hk: 三劍牌
zu: IThathu Lezinkemba

# card_name_four_of_swords
source: Four of Swords
af: Vier van Swaard
am: አራት የሰይፍ ካርዶች
ar: أربعة السيوف
az: Dördlük Qılınclar
bn: চারটি তলোয়ার
ca: Quatre d’Espases
cs: Čtveřice mečů
de: Vier der Schwerter
es_es: Cuatro de Espadas
fa: چهار شمشیر
fi_fi: Miekkojen Nelonen
fil: Apat na Espada
fr: Quatre d'Épées
gl: Catro de Espadas
gu: ચતુરસ્ર તલવારો
hi: चार तलवारें
hu: Kardok négyese
hy_am: Չորյակ Սուրեր
id: Empat Pedang
is_is: Fjórir sverð
it_it: Quattro di Spade
iw: ארבע חרבות
ja_jp: ソードの4
ka: ოთხი ხმალი
kk: Қылыштардың Төртігі
km_kh: បួននាក់នៃដាវ
kn_in: ತ್ರಿಕೋನಗಳ ನಾಲ್ಕು
ko_kr: 소드 4
ky_kg: Жүрөктүн Төрттүгү
lo: ສາຍດາດ 4
lt: Keturių kalavijų
lv: Četri Zobeni
mk_mk: Четворка на Мечеви
ml_in: നാല്കോണം വാളുകൾ
mn_mn: Сэлэмний Дөрөв
mr: चार तलवारी
ms_my: Empat Pedang
ne: चार तीर
nl: Vier Zwaarden
no_no: Fire sverd
pa: ਚਾਰ ਤਲਵਾਰਾਂ
pl: Czwórka Mieczy
pt_br: Quatro de Espadas
ro: Patru de Săbii
ru: Четверка Мечей
si: හතරක් කඩුවෝ
sk: Štvorica Mečov
sl: Četrtka mečev
sq: Katër e Shpatave
sr: Четворка Мечева
sv_se: Fyra i svärd
sw: Nne za Miezi
ta: நான்கு வாள்
te: నాలుగు తుపాకులు
th: สี่ดาบ
tr_tr: Kılıç Dörtlüsü
uk: Четвірка Мечів
ur: چار تلواریں
vi: Bốn Kiếm
zh_cn: 四剑牌
zh_hk: 四劍牌
zu: Ine Lezinkemba

# card_name_five_of_swords
source: Five of Swords
af: Vyf van Swaard
am: አምስት የሰይፍ ካርዶች
ar: خمسة السيوف
az: Beşlik Qılınclar
bn: পাঁচটি তলোয়ার
ca: Cinc d’Espases
cs: Pětka mečů
de: Fünf der Schwerter
es_es: Cinco de Espadas
fa: پنج شمشیر
fi_fi: Miekkojen Viitonen
fil: Limang Espada
fr: Cinq d'Épées
gl: Cinco de Espadas
gu: પંચ તલવારો
hi: पांच तलवारें
hu: Kardok ötöse
hy_am: Հինգյակ Սուրեր
id: Lima Pedang
is_is: Fimm sverð
it_it: Cinque di Spade
iw: חמש חרבות
ja_jp: ソードの5
ka: ხუთი ხმალი
kk: Қылыштардың Бестігі
km_kh: ប្រាំនាក់នៃដាវ
kn_in: ತ್ರಿಕೋನಗಳ ಐದು
ko_kr: 소드 5
ky_kg: Жүрөктүн Бештиги
lo: ສາຍດາດ 5
lt: Penkių kalavijų
lv: Pieci Zobeni
mk_mk: Петорка на Мечеви
ml_in: അഞ്ച് വാളുകൾ
mn_mn: Сэлэмний Тав
mr: पाच तलवारी
ms_my: Lima Pedang
ne: पाँच तीर
nl: Vijf Zwaarden
no_no: Fem sverd
pa: ਪੰਜ ਤਲਵਾਰਾਂ
pl: Piątka Mieczy
pt_br: Cinco de Espadas
ro: Cinci de Săbii
ru: Пятерка Мечей
si: පහක් කඩුවෝ
sk: Päťka Mečov
sl: Petka mečev
sq: Pesë e Shpatave
sr: Петка Мечева
sv_se: Fem i svärd
sw: Tano za Miezi
ta: ஐந்து வாள்
te: ఐదు తుపాకులు
th: ห้าดาบ
tr_tr: Kılıç Beşlisi
uk: П'ятірка Мечів
ur: پانچ تلواریں
vi: Năm Kiếm
zh_cn: 五剑牌
zh_hk: 五劍牌
zu: Isihlanu Sezinkemba
