Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_your_plan_trial
source: Your plan: Trial (with advertising)
af: Jou plan: Proef (met advertensies)
am: እቅዶት የእርስዎ: ሙከራዊ (ከማስታወቂያ ጋር)
ar: خطتك: تجريبي (مع إعلانات)
az: Sizin planınız: Sınaq (reklam ilə)
bn: আপনার প্ল্যান: ট্রায়াল (বিজ্ঞাপনের সাথে)
ca: El vostre pla: Prova (amb anuncis)
cs: Váš plán: Zkušební (s reklamou)
de: Ihr Plan: Testversion (mit Werbung)
es_es: Tu plan: Prueba (con anuncios)
fa: پلن شما: آزمایشی (با تبلیغات)
fi_fi: Suunnitelmasi: Kokeilu (mainoksilla)
fil: Ang iyong plano: Trial (may ads)
fr: Votre plan : Essai (avec publicité)
gl: O teu plan: Proba (con publicidade)
gu: તમારો યોજના: ટ્રાયલ (જાહેરાત સાથે)
hi: आपकी योजना: ट्रायल (विज्ञापन के साथ)
hu: Az Ön csomagja: Próbaverzió (hirdetéssel)
hy_am: Ձեր պլանը՝ Փորձնական (գովազդով)
id: Rencana Anda: Percobaan (dengan iklan)
is_is: Áætlun þín: Prufutímabil (með auglýsingum)
it_it: Il tuo piano: Prova (con pubblicità)
iw: התכנית שלך: ניסיון (עם פרסומות)
ja_jp: あなたのプラン：トライアル（広告付き）
ka: თქვენი გეგმა: საცდელი (რეკლამით)
kk: Сіздің жоспарыңыз: Сынақ (жарнамамен)
km_kh: ផែនការរបស់អ្នក៖ សាកល្បង (មានផ្សាយពាណិជ្ជកម្ម)
kn_in: ನಿಮ್ಮ ಯೋಜನೆ: ಪ್ರಯೋಗಾತ್ಮಕ (ಜಾಹೀರಾತಿನೊಂದಿಗೆ)
ko_kr: 귀하의 플랜: 체험판 (광고 포함)
ky_kg: Сенин планың: Сынамык (жарнама менен)
lo: ແຜນຂອງທ່ານ: ທົດລອງ (ມີການໂຄສະນາ)
lt: Jūsų planas: Bandomasis (su reklama)
lv: Jūsu plāns: Mēģinājuma (ar reklāmām)
mk_mk: Твојот план: Пробен (со реклами)
ml_in: നിങ്ങളുടെ പ്ലാൻ: ട്രയൽ (ജാഹീരം സഹിതം)
mn_mn: Таны төлөвлөгөө: Туршилтын (зар сурталчилгаатай)
mr: तुमचा योजना: ट्रायल (जाहिरातींसह)
ms_my: Pelan anda: Percubaan (dengan iklan)
ne: तपाईंको योजना: परीक्षण (विज्ञापन सहित)
nl: Jouw plan: Proefversie (met advertenties)
no_no: Din plan: Prøveversjon (med reklame)
pa: ਤੁਹਾਡਾ ਯੋਜਨਾ: ਪ੍ਰਯੋਗਾਤਮਕ (ਵਿਗਿਆਪਨ ਸਮੇਤ)
pl: Twój plan: Próbny (z reklamami)
pt_br: Seu plano: Experimental (com anúncios)
ro: Planul tău: Trial (cu reclame)
ru: Ваш план: Пробный (с рекламой)
si: ඔබගේ සැලැස්ම: පරීක්ෂණාත්මක (ප්‍රචාරණ සමඟ)
sk: Váš plán: Skúšobný (s reklamou)
sl: Vaš načrt: Preizkusni (z oglasi)
sq: Plani juaj: Provë (me reklama)
sr: Ваш план: Пробни (са рекламом)
sv_se: Din plan: Prova (med reklam)
sw: Mpango wako: Jaribio (na matangazo)
ta: உங்கள் திட்டம்: சோதனை (விளம்பரத்துடன்)
te: మీ ప్లాన్: ట్రయల్ (జాహీరం తో)
th: แผนของคุณ: ทดลองใช้ (มีโฆษณา)
tr_tr: Planınız: Deneme (reklamlı)
uk: Ваш план: Пробний (з рекламою)
ur: آپ کا منصوبہ: آزمائشی (اشتہار کے ساتھ)
vi: Gói của bạn: Dùng thử (có quảng cáo)
zh_cn: 您的计划：试用（含广告）
zh_hk: 你的方案：試用版（含廣告）
zu: Uhlelo lwakho: Isilingo (ngokukhangisa)

# main_screen_no_ads
source: • without advertising
af: • sonder advertensies
am: • ማስታወቂያ የለም
ar: • بدون إعلانات
az: • reklam yoxdur
bn: • বিজ্ঞাপন ছাড়া
ca: • sense anuncis
cs: • bez reklam
de: • ohne Werbung
es_es: • sin anuncios
fa: • بدون تبلیغات
fi_fi: • ilman mainoksia
fil: • walang ads
fr: • sans publicité
gl: • sen publicidade
gu: • જાહેરાત વિના
hi: • बिना विज्ञापन के
hu: • hirdetés nélkül
hy_am: • առանց գովազդի
id: • tanpa iklan
is_is: • án auglýsinga
it_it: • senza pubblicità
iw: • ללא פרסומות
ja_jp: • 広告なし
ka: • რეკლამის გარეშე
kk: • жарнама жоқ
km_kh: • គ្មានផ្សាយពាណិជ្ជកម្ម
kn_in: • ಜಾಹೀರಾತು ಇಲ್ಲದೆ
ko_kr: • 광고 없음
ky_kg: • жарнама жок
lo: • ບໍ່ມີການໂຄສະນາ
lt: • be reklamos
lv: • bez reklāmām
mk_mk: • без реклами
ml_in: • ജാഹീരം ഇല്ലാതെ
mn_mn: • зар сурталчилгаагүй
mr: • जाहिरातीशिवाय
ms_my: • tanpa iklan
ne: • विज्ञापन बिना
nl: • zonder advertenties
no_no: • uten reklame
pa: • ਬਿਨਾਂ ਵਿਗਿਆਪਨ ਦੇ
pl: • bez reklam
pt_br: • sem anúncios
ro: • fără reclame
ru: • без рекламы
si: • ප්‍රචාරණ රහිත
sk: • bez reklám
sl: • brez oglasov
sq: • pa reklama
sr: • без реклама
sv_se: • utan reklam
sw: • bila matangazo
ta: • விளம்பரம் இல்லாமல்
te: • జాహీరం లేకుండా
th: • ไม่มีโฆษณา
tr_tr: • reklamsız
uk: • без реклами
ur: • بغیر اشتہار کے
vi: • không quảng cáo
zh_cn: • 无广告
zh_hk: • 無廣告
zu: • ngaphandle kokukhangisa

# main_screen_no_limits
source: • without restrictions
af: • sonder beperkings
am: • ያልተገደበ
ar: • بدون قيود
az: • məhdudiyyətsiz
bn: • সীমাবদ্ধতা ছাড়া
ca: • sense límits
cs: • bez omezení
de: • ohne Einschränkungen
es_es: • sin restricciones
fa: • بدون محدودیت
fi_fi: • ilman rajoituksia
fil: • walang limitasyon
fr: • sans limites
gl: • sen limitacións
gu: • કોઈ મર્યાદા વગર
hi: • बिना सीमाओं के
hu: • korlátozás nélkül
hy_am: • առանց սահմանափակումների
id: • tanpa batas
is_is: • án takmarkana
it_it: • senza limiti
iw: • ללא הגבלות
ja_jp: • 制限なし
ka: • შეზღუდვების გარეშე
kk: • шектеусіз
km_kh: • គ្មានការកំណត់
kn_in: • ನಿರ್ಬಂಧವಿಲ್ಲದೆ
ko_kr: • 제한 없음
ky_kg: • чектөөлөрсүз
lo: • ບໍ່ມີຂອບເຂດ
lt: • be apribojimų
lv: • bez ierobežojumiem
mk_mk: • без ограничувања
ml_in: • പരിധികളില്ലാതെ
mn_mn: • хязгаарлалтгүй
mr: • कोणतीही मर्यादा नाही
ms_my: • tanpa had
ne: • कुनै प्रतिबन्ध बिना
nl: • zonder beperkingen
no_no: • uten begrensninger
pa: • ਬਿਨਾਂ ਸੀਮਾਵਾਂ ਦੇ
pl: • bez ograniczeń
pt_br: • sem limitações
ro: • fără restricții
ru: • без ограничений
si: • සීමා නොමැත
sk: • bez obmedzení
sl: • brez omejitev
sq: • pa kufizime
sr: • без ограничења
sv_se: • utan begränsningar
sw: • bila mipaka
ta: • வரம்புகள் இல்லாமல்
te: • పరిమితులు లేకుండా
th: • ไม่มีข้อจำกัด
tr_tr: • sınırlama yok
uk: • без обмежень
ur: • بغیر کسی پابندی کے
vi: • không giới hạn
zh_cn: • 无限制
zh_hk: • 無限制
zu: • ngaphandle kwemikhawulo

# main_screen_shop_soon
source: Store (soon)
af: Winkel (binnekort)
am: ሱቅ (በቅርብ)
ar: المتجر (قريباً)
az: Mağaza (tezliklə)
bn: দোকান (শীঘ্রই)
ca: Botiga (aviat)
cs: Obchod (brzy)
de: Shop (bald)
es_es: Tienda (próximamente)
fa: فروشگاه (به زودی)
fi_fi: Kauppa (tulossa)
fil: Tindahan (soon)
fr: Boutique (bientôt)
gl: Tenda (pronto)
gu: દુકાન (જલ્દી)
hi: दुकान (जल्द ही)
hu: Bolt (hamarosan)
hy_am: Խանութ (շուտով)
id: Toko (segera)
is_is: Verslun (bráðlega)
it_it: Negozio (soon)
iw: חנות (בקרוב)
ja_jp: ストア（近日公開）
ka: მაღაზია (მალე)
kk: Дүкен (жақында)
km_kh: ហាង (ឆាប់ៗនេះ)
kn_in: ಅಂಗಡಿ (ಶೀಘ್ರದಲ್ಲೇ)
ko_kr: 상점 (곧)
ky_kg: Дүкөн (жакында)
lo: ຮ້ານຄ້າ (ໃນອະນາຄົດ)
lt: Parduotuvė (greitai)
lv: Veikals (drīzumā)
mk_mk: Продавница (скоро)
ml_in: സ്റ്റോർ (ശീഘ്രം)
mn_mn: Дэлгүүр (удахгүй)
mr: स्टोअर (लवकरच)
ms_my: Kedai (segera)
ne: स्टोर (चाँडै)
nl: Winkel (binnenkort)
no_no: Butikk (kommer snart)
pa: ਦੁਕਾਨ (ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ)
pl: Sklep (wkrótce)
pt_br: Loja (em breve)
ro: Magazin (soon)
ru: Магазин (soon)
si: සැලැස්වීම (ඉක්මනින්)
sk: Obchod (čoskoro)
sl: Trgovina (kmalu)
sq: Dyqan (së shpejti)
sr: Продавница (скоро)
sv_se: Butik (snart)
sw: Duka (karibu)
ta: கடை (விரைவில்)
te: స్టోర్ (త్వరలో)
th: ร้านค้า (เร็วๆ นี้)
tr_tr: Mağaza (yakında)
uk: Магазин (soon)
ur: دکان (جلد)
vi: Cửa hàng (sắp ra mắt)
zh_cn: 商店（即将推出）
zh_hk: 商店 (soon)
zu: Isitolo (maduzane)

# main_screen_notification_settings
source: Notification settings
af: Kennisgewinginstellings
am: የማሳወቂያ ቅንብሮች
ar: إعدادات الإشعارات
az: Bildiriş parametrləri
bn: বিজ্ঞপ্তি সেটিংস
ca: Configuració de notificacions
cs: Nastavení oznámení
de: Benachrichtigungseinstellungen
es_es: Configuración de notificaciones
fa: تنظیمات اعلان‌ها
fi_fi: Ilmoitusasetukset
fil: Mga setting ng notification
fr: Paramètres de notification
gl: Axustes de notificacións
gu: સૂચનાઓની સેટિંગ્સ
hi: सूचना सेटिंग्स
hu: Értesítési beállítások
hy_am: Ծանուցումների կարգավորումներ
id: Pengaturan notifikasi
is_is: Tilkynningastillingar
it_it: Impostazioni notifiche
iw: הגדרות התראות
ja_jp: 通知設定
ka: შეტყობინებების პარამეტრები
kk: Хабарландыру параметрлері
km_kh: ការកំណត់ការជូនដំណឹង
kn_in: ಅಧಿಸೂಚನೆಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko_kr: 알림 설정
ky_kg: Билдирмелердин жөндөөлөрү
lo: ການຕັ້ງຄ່າການແຈ້ງເຕືອນ
lt: Pranešimų nustatymai
lv: Paziņojumu iestatījumi
mk_mk: Поставки за известувања
ml_in: അറിയിപ്പുകളുടെ ക്രമീകരണങ്ങൾ
mn_mn: Мэдэгдлийн тохиргоо
mr: सूचना सेटिंग्ज
ms_my: Tetapan pemberitahuan
ne: सूचना सेटिङहरू
nl: Meldingsinstellingen
no_no: Varslingsinnstillinger
pa: ਸੂਚਨਾਵਾਂ ਦੀਆਂ ਸੈਟਿੰਗਾਂ
pl: Ustawienia powiadomień
pt_br: Configurações de notificações
ro: Setări notificări
ru: Настройки уведомлений
si: දැනුම්දීම් සැකසුම්
sk: Nastavenia upozornení
sl: Nastavitve obvestil
sq: Cilësimet e njoftimeve
sr: Подешавања обавештења
sv_se: Aviseringsinställningar
sw: Mipangilio ya arifa
ta: அறிவிப்புகள் அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగులు
th: การตั้งค่าการแจ้งเตือน
tr_tr: Bildirim ayarları
uk: Налаштування сповіщень
ur: اطلاع کی ترتیبات
vi: Cài đặt thông báo
zh_cn: 通知设置
zh_hk: 通知設置
zu: Izilungiselelo zesaziso

# main_screen_language_selection
source: Language selection
af: Taalkeuse
am: ቋንቋ ምርጫ
ar: اختيار اللغة
az: Dil seçimi
bn: ভাষা নির্বাচন
ca: Selecció d'idioma
cs: Výběr jazyka
de: Sprachauswahl
es_es: Selección de idioma
fa: انتخاب زبان
fi_fi: Kielen valinta
fil: Pagpili ng wika
fr: Choix de la langue
gl: Selección de idioma
gu: ભાષા પસંદગી
hi: भाषा चयन
hu: Nyelvválasztás
hy_am: Լեզվի ընտրություն
id: Pemilihan bahasa
is_is: Val á tungumáli
it_it: Selezione lingua
iw: בחירת שפה
ja_jp: 言語選択
ka: ენის არჩევა
kk: Тілді таңдау
km_kh: ជ្រើសរើសភាសា
kn_in: ಭಾಷೆ ಆಯ್ಕೆ
ko_kr: 언어 선택
ky_kg: Тилди тандоо
lo: ການເລືອກພາສາ
lt: Kalbos pasirinkimas
lv: Valodas izvēle
mk_mk: Избор на јазик
ml_in: ഭാഷ തിരഞ്ഞെടുക്കൽ
mn_mn: Хэл сонгох
mr: भाषा निवडा
ms_my: Pemilihan bahasa
ne: भाषा चयन
nl: Taalkeuze
no_no: Språkvalg
pa: ਭਾਸ਼ਾ ਚੋਣ
pl: Wybór języka
pt_br: Seleção de idioma
ro: Selectarea limbii
ru: Выбор языка
si: භාෂාව තෝරන්න
sk: Výber jazyka
sl: Izbira jezika
sq: Zgjedhja e gjuhës
sr: Избор језика
sv_se: Språkval
sw: Chagua lugha
ta: மொழி தேர்வு
te: భాష ఎంపిక
th: การเลือกภาษา
tr_tr: Dil seçimi
uk: Вибір мови
ur: زبان کا انتخاب
vi: Chọn ngôn ngữ
zh_cn: 语言选择
zh_hk: 語言選擇
zu: Ukukhetha ulimi

# main_screen_rate_app
source: Rate the app
af: Evalueer die toepassing
am: መተግበሪያውን አስተያየት ስጡ
ar: قيم التطبيق
az: Tətbiqi qiymətləndirin
bn: অ্যাপটি মূল্যায়ন করুন
ca: Valora l'aplicació
cs: Ohodnoťte aplikaci
de: Bewerten Sie die App
es_es: Califica la aplicación
fa: امتیاز به برنامه
fi_fi: Arvostele sovellus
fil: I-rate ang app
fr: Évaluez l'application
gl: Avalía a aplicación
gu: એપ્લિકેશનને રેટ કરો
hi: ऐप को रेट करें
hu: Értékeld az alkalmazást
hy_am: Գնահատեք հավելվածը
id: Beri nilai aplikasi
is_is: Gefðu umsögn um appið
it_it: Valuta l'applicazione
iw: דרג את האפליקציה
ja_jp: アプリを評価する
ka: შეაფასეთ აპლიკაცია
kk: Қосымшаны бағалаңыз
km_kh: ផ្តល់ពិន្ទុកម្មវិធី
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ
ko_kr: 앱 평가하기
ky_kg: Колдонмону баалаңыз
lo: ປະເມີນແອັບพลິເຄຊັນ
lt: Įvertinkite programėlę
lv: Novērtējiet lietotni
mk_mk: Оцени ја апликацијата
ml_in: ആപ്പ് റേറ്റുചെയ്യുക
mn_mn: Програмыг үнэлэх
mr: अॅपला रेट करा
ms_my: Nilai aplikasi
ne: एप्लिकेशनलाई मूल्याङ्कन गर्नुहोस्
nl: Beoordeel de app
no_no: Vurder appen
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ
pl: Oceń aplikację
pt_br: Avalie o aplicativo
ro: Evaluează aplicația
ru: Оцените приложение
si: යෙදුම ඇගයීමට උත්සාහ කරන්න
sk: Ohodnoťte aplikáciu
sl: Ocenite aplikacijo
sq: Vlerësoni aplikacionin
sr: Оцените апликацију
sv_se: Betygsätt appen
sw: Tathmini programu
ta: ஆப்ளிகேஷனை மதிப்பாய்வு செய்யவும்
te: అప్లికేషన్‌ను రేట్ చేయండి
th: ให้คะแนนแอปพลิเคชัน
tr_tr: Uygulamayı değerlendirin
uk: Оцініть додаток
ur: ایپلیکیشن کی درجہ بندی کریں
vi: Đánh giá ứng dụng
zh_cn: 评价应用程序
zh_hk: 評價應用程式
zu: Nika uhlelo lokusebenza izilinganiso

# main_screen_contact_us
source: Contact us
af: Kontak ons
am: ከእኛ ጋር ያገናኙ
ar: اتصل بنا
az: Bizimlə əlaqə saxlayın
bn: আমাদের সাথে যোগাযোগ করুন
ca: Contacta amb nosaltres
cs: Kontaktujte nás
de: Kontaktieren Sie uns
es_es: Contacta con nosotros
fa: تماس با ما
fi_fi: Ota meihin yhteyttä
fil: Makipag-ugnayan sa amin
fr: Contactez-nous
gl: Contacta connosco
gu: અમારો સંપર્ક કરો
hi: हमसे संपर्क करें
hu: Lépjen kapcsolatba velünk
hy_am: Կապվել մեզ հետ
id: Hubungi kami
is_is: Hafðu samband við okkur
it_it: Contattaci
iw: צור קשר
ja_jp: お問い合わせ
ka: დაგვიკავშირდით
kk: Бізбен байланысу
km_kh: ទំនាក់ទំនងមកពួកយើង
kn_in: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ko_kr: 문의하기
ky_kg: Биз менен байланыш
lo: ຕິດຕໍ່ພວກເຮົາ
lt: Susisiekite su mumis
lv: Sazināties ar mums
mk_mk: Контактирајте не
ml_in: ഞങ്ങളുമായി ബന്ധപ്പെടുക
mn_mn: Бидэнтэй холбогдох
mr: आमच्याशी संपर्क साधा
ms_my: Hubungi kami
ne: हामीलाई सम्पर्क गर्नुहोस्
nl: Contact met ons opnemen
no_no: Kontakt oss
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z nami
pt_br: Contate-nos
ro: Contactează-ne
ru: Связаться с нами
si: අප හා සම්බන්ධ වන්න
sk: Kontaktujte nás
sl: Kontaktirajte nas
sq: Na kontaktoni
sr: Kontaktirajte nas
sv_se: Kontakta oss
sw: Wasiliana nasi
ta: எங்களை தொடர்பு கொள்ளவும்
te: మమ్మల్ని సంప్రదించండి
th: ติดต่อเรา
tr_tr: Bizimle iletişime geçin
uk: Зв'язатися з нами
ur: ہم سے رابطہ کریں
vi: Liên hệ với chúng tôi
zh_cn: 联系我们
zh_hk: 聯絡我們
zu: Xhumana nathi

# main_screen_classic_spreads_title
source: Classic spreads
af: Klassieke uitlegte
am: ባህላዊ እቃዎች
ar: التوزيعات الكلاسيكية
az: Klassik yayılımlar
bn: ক্লাসিক্যাল রিডিংস
ca: Tirades clàssiques
cs: Klasické rozklady
de: Klassische Legungen
es_es: Tiradas clásicas
fa: گشایش‌های کلاسیک
fi_fi: Klassiset levitykset
fil: Mga klasikong layout
fr: Tirages classiques
gl: Tiradas clásicas
gu: ક્લાસિક વિતરણો
hi: क्लासिक डेक्स
hu: Klasszikus kirakások
hy_am: Դասական դասավորություններ
id: Penyebaran klasik
is_is: Klassískar dreifingar
it_it: Stese classiche
iw: פריסות קלאסיות
ja_jp: クラシックなスプレッド
ka: კლასიკური განლაგებები
kk: Классикалық таралымдар
km_kh: ការបែងចែកបែបបុរាណ
kn_in: ಶಾಸ್ತ್ರೀಯ ವಿನ್ಯಾಸಗಳು
ko_kr: 고전 스프레드
ky_kg: Классикалык жайгашуулар
lo: ການຈັດການຄລາສສິກ
lt: Klasikiniai išdėstymai
lv: Klasiskās izklājas
mk_mk: Класични распоредувања
ml_in: ക്ലാസിക് വിതരണങ്ങൾ
mn_mn: Классик тарнилтууд
mr: क्लासिक रीडिंग्ज
ms_my: Penyebaran klasik
ne: परम्परागत फैलावटहरू
nl: Klassieke leggingen
no_no: Klassiske opplegg
pa: ਕਲਾਸਿਕ ਵਿਤਰਨ
pl: Klasyczne rozkłady
pt_br: Leituras clássicas
ro: Așezări clasice
ru: Классические расклады
si: සාම්ප්‍රදායික විවරණ
sk: Klasické rozklady
sl: Klasične razporeditve
sq: Shpërndarjet klasike
sr: Klasični rasporedi
sv_se: Klassiska läggningar
sw: Mchoro wa jadi
ta: சாதாரண பகிர்வுகள்
te: సాంప్రదాయ రీడింగ్స్
th: การแจกไพ่แบบคลาสสิก
tr_tr: Klasik açılımlar
uk: Класичні розклади
ur: روایتی ترتیبیں
vi: Bói bài cổ điển
zh_cn: 经典牌阵
zh_hk: 經典牌陣
zu: Izinhlelo zendabuko

# main_screen_classic_spreads_description
source: spreads of 2 / 3 / 5 cards and a full detailed Celtic cross
af: uitlegte met 2 / 3 / 5 kaarte en die volledige uitgebreide Keltiese kruis
am: በ2 / 3 / 5 ካርዶች እና ሙሉ ተከፋፋሊ ኬልት መስቀል እቃዎች
ar: توزيعات من 2 / 3 / 5 بطاقات والصليب السلتي الكامل المفصل
az: 2 / 3 / 5 kartlıq yayılımlar və tam açılmış Kelt xaçı
bn: ২ / ৩ / ৫ কার্ডের রিডিং এবং সম্পূর্ণ বিস্তৃত কেল্টিক ক্রস
ca: tirades de 2 / 3 / 5 cartes i la completa i detallada Creu Celta
cs: rozklady na 2 / 3 / 5 karet a kompletní rozvinutý Keltský kříž
de: Legungen mit 2 / 3 / 5 Karten und das vollständige ausgedehnte Keltische Kreuz
es_es: tiradas de 2 / 3 / 5 cartas y la completa y detallada Cruz Celta
fa: گشایش‌های ۲ / ۳ / ۵ کارتی و صلیب سلتی کامل و بازشده
fi_fi: levitykset 2 / 3 / 5 kortilla ja täydellinen laajennettu Kelttiristi
fil: mga layout na may 2 / 3 / 5 na mga card at ang kumpletong detalyadong Celtic Cross
fr: tirages de 2 / 3 / 5 cartes et la croix celtique complète et détaillée
gl: tiradas de 2 / 3 / 5 cartas e o completo e detallado Cruz Celta
gu: 2 / 3 / 5 કાર્ડ વિતરણો અને સંપૂર્ણ વિસ્તૃત કેલ્ટિક ક્રોસ
hi: 2 / 3 / 5 कार्ड के डेक्स और पूर्ण विस्तृत केल्टिक क्रॉस
hu: 2 / 3 / 5 lapos kirakások és teljes kibontott Kelta kereszt
hy_am: դասավորություններ 2 / 3 / 5 քարտերով և ամբողջական բաց Կելտական խաչ
id: penyebaran 2 / 3 / 5 kartu dan lengkap Celtic Cross yang diperluas
is_is: dreifingar með 2 / 3 / 5 spilum og fullkominn útvíkkaður keltneskur kross
it_it: stese da 2 / 3 / 5 carte e il completo e dettagliato Croce Celtica
iw: פריסות של 2 / 3 / 5 קלפים וצלב קלטי מלא ומפורט
ja_jp: 2 / 3 / 5枚のカードスプレッドと完全な展開のケルト十字
ka: განლაგებები 2 / 3 / 5 ბარათზე და სრული გაშლილი კელტური ჯვარი
kk: 2 / 3 / 5 картаға арналған таралымдар және толық ашылған Кельт кресті
km_kh: ការបែងចែក 2 / 3 / 5 កាត និងគ្រាប់ឆ្មាំកែលទីពេញលេញ
kn_in: 2 / 3 / 5 ಕಾರ್ಡ್ ವಿನ್ಯಾಸಗಳು ಮತ್ತು ಸಂಪೂರ್ಣ ವಿಸ್ತೃತ ಕೆಲ್ಟ್ ಕ್ರಾಸ್
ko_kr: 2 / 3 / 5장 카드 스프레드 및 전체 확장 켈틱 크로스
ky_kg: 2 / 3 / 5 картага жайгашуулар жана толук кенен Кельт крест
lo: ການຈັດການ 2 / 3 / 5 ໃບກາດ ແລະ ການຂະຫຍາຍຄົບຖ້ວນຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອງການຂອ
lt: išdėstymai iš 2 / 3 / 5 kortų ir pilnas išsamus Keltų kryžius
lv: izklājas ar 2 / 3 / 5 kārtīm un pilns izklāsts Keltu krusts
mk_mk: распоредувања со 2 / 3 / 5 карти и целосен разгранет Келтски крст
ml_in: 2 / 3 / 5 കാർഡുകൾക്കും പൂർണ്ണമായും വികസിപ്പിച്ച കെൽറ്റ് ക്രോസ്
mn_mn: 2 / 3 / 5 картын тарнилтууд болон бүрэн дэлгэрэнгүй Кельтийн загалмай
mr: 2 / 3 / 5 कार्ड्ससाठी रीडिंग्ज आणि पूर्ण विस्तृत केल्टिक क्रॉस
ms_my: penyebaran 2 / 3 / 5 kad dan Salib Celtic lengkap yang terperinci
ne: २ / ३ / ५ पत्ताहरूको फैलावट र पूर्ण विस्तृत केल्टिक क्रस
nl: leggingen met 2 / 3 / 5 kaarten en de volledige uitgebreide Keltische kruis
no_no: oppslag med 2 / 3 / 5 kort og fullstendig utvidet Keltisk kors
pa: 2 / 3 / 5 ਕਾਰਡਾਂ ਦੇ ਵਿਤਰਨ ਅਤੇ ਪੂਰਾ ਵਿਸਤਾਰਿਤ ਕੇਲਟ ਕ੍ਰਾਸ
pl: rozkłady na 2 / 3 / 5 kart oraz pełny rozwinięty Krzyż Celtycki
pt_br: leitura de 2 / 3 / 5 cartas e a completa Cruz Celta detalhada
ro: așezări cu 2 / 3 / 5 cărți și Crucea Celtică completă detaliată
ru: расклады на 2 / 3 / 5 карт и полный развёрнутый Кельтский крест
si: කාඩ් 2 / 3 / 5 සහ සම්පූර්ණ විස්තරාත්මක කැල්ට් හතරැස් විවරණ
sk: rozklady na 2 / 3 / 5 kariet a úplný rozvinutý Keltský kríž
sl: razporeditve za 2 / 3 / 5 kart in popolni razširjeni Keltski križ
sq: shpërndarje me 2 / 3 / 5 karta dhe Kryqi Keltik i plotë i shtrirë
sr: rasporedi sa 2 / 3 / 5 karata i potpuni detaljni Keltski krst
sv_se: läggningar med 2 / 3 / 5 kort och fullständig utlagd Keltisk kors
sw: michoro ya kadi 2 / 3 / 5 na msalaba wa Keltic kamili uliopanuliwa
ta: 2 / 3 / 5 அட்டைகள் மற்றும் முழுமையான விரிவான கெல்டிக் குறுக்கு பகிர்வுகள்
te: 2 / 3 / 5 కార్డుల రీడింగ్స్ మరియు పూర్తి విస్తృత కెల్టిక్ క్రాస్
th: การแจกไพ่ 2 / 3 / 5 ใบ และการแจกไพ่กางเขนเคลต์แบบเต็มรูปแบบ
tr_tr: 2 / 3 / 5 kartlık açılımlar ve tam detaylı Kelt haçı
uk: розклади на 2 / 3 / 5 карт і повний розгорнутий Кельтський хрест
ur: 2 / 3 / 5 کارڈز کی ترتیبیں اور مکمل تفصیلی کیلٹک کراس
vi: bói bài với 2 / 3 / 5 lá bài và bộ Bài Thập Tự Celt đầy đủ
zh_cn: 2 / 3 / 5 张牌的牌阵和完整展开的凯尔特十字
zh_hk: 2 / 3 / 5 張牌陣及完整展開的凱爾特十字牌陣
zu: izinhlelo zamakhadi angu-2 / 3 / 5 kanye neKreli eliphelele elivulekile

# main_screen_card_meanings_title
source: Meaning of the cards
af: Betekenis van kaarte
am: ካርዶች እሴት
ar: معاني البطاقات
az: Kartların mənası
bn: কার্ডের অর্থ
ca: Significat de les cartes
cs: Význam karet
de: Bedeutung der Karten
es_es: Significado de las cartas
fa: معنی کارت‌ها
fi_fi: Korttien merkitykset
fil: Kahulugan ng mga card
fr: Signification des cartes
gl: Significado das cartas
gu: કાર્ડના અર્થ
hi: कार्ड का अर्थ
hu: Kártyák jelentése
hy_am: Քարտերի նշանակությունը
id: Arti kartu
is_is: Merking spila
it_it: Significato delle carte
iw: משמעות הקלפים
ja_jp: カードの意味
ka: ბარათების მნიშვნელობა
kk: Карталардың мағынасы
km_kh: អត្ថន័យនៃកាត
kn_in: ಕಾರ್ಡ್ ಅರ್ಥಗಳು
ko_kr: 카드 의미
ky_kg: Карталардын мааниси
lo: ຄວາມໝາຍຂອງໄພ
lt: Kortų reikšmė
lv: Kāršu nozīme
mk_mk: Значење на картите
ml_in: കാർഡുകളുടെ അർത്ഥം
mn_mn: Картуудын утга
mr: कार्ड्सचे अर्थ
ms_my: Maksud kad
ne: पत्ताहरूको अर्थ
nl: Betekenis van kaarten
no_no: Kortbetydning
pa: ਕਾਰਡਾਂ ਦੇ ਅਰਥ
pl: Znaczenie kart
pt_br: Significado das cartas
ro: Semnificația cărților
ru: Значение карт
si: කාඩ් අරුත
sk: Význam kariet
sl: Pomen kart
sq: Kuptimi i kartave
sr: Značenje karata
sv_se: Kortens betydelse
sw: Maana ya kadi
ta: அட்டைகளின் அர்த்தம்
te: కార్డుల అర్థం
th: ความหมายของไพ่
tr_tr: Kartların anlamı
uk: Значення карт
ur: کارڈز کے معنی
vi: Ý nghĩa các lá bài
zh_cn: 牌义
zh_hk: 牌義
zu: Incazelo yamakhadi
