Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fiveCardsInSpread
source: 5 cards in the spread
af: 5 kaarte in die uitleg
am: 5 ካርዶች በመደበኛ ቅርጸ ተንቀሳቃሽ
ar: 5 بطاقات في التوزيع
az: Açılışda 5 kart
bn: পঠনে ৫টি কার্ড
ca: 5 cartes a la tirada
cs: 5 karet v rozložení
de: 5 Karten im Legesystem
es_es: 5 cartas en la tirada
fa: ۵ کارت در تفسیر
fi_fi: 5 korttia levityksessä
fil: 5 baraha sa layout
fr: 5 cartes dans le tirage
gl: 5 cartas na tirada
gu: વિતરણમાં 5 કાર્ડ
hi: 5 कार्ड वितरण में
hu: 5 lap a kirakásban
hy_am: 5 քարտ բացահայտման մեջ
id: 5 kartu dalam penyebaran
is_is: 5 kort í spilinu
it_it: 5 carte nella stesa
iw: 5 קלפים בפיזור
ja_jp: スプレッド内の5枚のカード
ka: 5 ბარათი განლაგებაში
kk: Тарауда 5 карта
km_kh: 5 កាតក្នុងការបង្ហាញ
kn_in: 5 ಕಾರ್ಡ್‌ಗಳು ವಿತರಣೆಯಲ್ಲಿ
ko_kr: 배열에 5장 카드
ky_kg: Жайылтууда 5 карта
lo: 5 ບັດໃນການຈັດການ
lt: 5 kortos išdėstyme
lv: 5 kārtis izklājumā
mk_mk: 5 карти во распоредот
ml_in: റീഡിങ്ങിൽ 5 കാർഡുകൾ
mn_mn: Заалтад 5 карт
mr: पठनात ५ कार्ड्स
ms_my: 5 kad dalam pembacaan
ne: पठनमा ५ कार्डहरू
nl: 5 kaarten in de legging
no_no: 5 kort i opplegget
pa: ਵਿਸਤਾਰ ਵਿੱਚ 5 ਕਾਰਡ
pl: 5 kart w rozkładzie
pt_br: 5 cartas na leitura
ro: 5 cărți în etalare
ru: 5 карт в раскладе
si: විවරණයේ 5 කාඩ්පත්
sk: 5 kariet v rozložení
sl: 5 kart v razporeditvi
sq: 5 karta në hapje
sr: 5 карата у расподели
sv_se: 5 kort i läggningen
sw: Kadi 5 katika ugawaji
ta: பரிசீலனையில் 5 அட்டைகள்
te: 5 కార్డులు పాఠంలో
th: 5 ใบในการเปิดไพ่
tr_tr: Açılımda 5 kart
uk: 5 карт у розкладі
ur: پھیلاؤ میں 5 کارڈز
vi: 5 lá bài trong trải bài
zh_cn: 牌阵中的5张牌
zh_hk: 牌陣中的5張牌
zu: Amakhadi ama-5 ekuhlaziyweni

# makeNewSpread
source: Make a new spread
af: Maak ’n nuwe uitleg
am: አዲስ መደበኛ ቅርጸ ተንቀሳቃሽ አድርግ
ar: إجراء توزيع جديد
az: Yeni açılış et
bn: নতুন পঠন তৈরি করো
ca: Fer una nova tirada
cs: Vytvořit nové rozložení
de: Neues Legesystem erstellen
es_es: Hacer una nueva tirada
fa: انجام تفسیر جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું વિતરણ બનાવો
hi: नया वितरण करें
hu: Új kirakás készítése
hy_am: Ստեղծել նոր բացահայտում
id: Buat penyebaran baru
is_is: Gera nýtt spil
it_it: Fare una nuova stesa
iw: לעשות פיזור חדש
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа тарату жасау
km_kh: ធ្វើការបង្ហាញថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡು
ko_kr: 새 배열 만들기
ky_kg: Жаңы жайылтуу жасоо
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išdėstymą
lv: Veikt jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ заалт хийх
mr: नवीन पठन करा
ms_my: Buat pembacaan baru
ne: नयाँ पठन गर्नुहोस्
nl: Nieuwe legging maken
no_no: Lag et nytt opplegg
pa: ਨਵਾਂ ਵਿਸਤਾਰ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o etalare nouă
ru: Сделать новый расклад
si: නව විවරණයක් කරන්න
sk: Urobiť nové rozloženie
sl: Naredi novo razporeditev
sq: Bëj një hapje të re
sr: Направити нову расподелу
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பரிசீலனை செய்யவும்
te: కొత్త పాఠం చేయండి
th: ทำการเปิดไพ่ใหม่
tr_tr: Yeni açılım yap
uk: Зробити новий розклад
ur: نیا پھیلاؤ کریں
vi: Tạo trải bài mới
zh_cn: 进行新的牌阵
zh_hk: 進行新的牌陣解析
zu: Yenza ukuhlaziywa okusha

# appUsesAIForEntertainmentOnlyWeDoNotTakeResponsibilityForDecisionsYouMake
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, please consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg asseblief ’n spesialis indien nodig.
am: መተግበሪያው አርከትን በብቻ ለመዝናናት ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደምንም ኃላፊነት አንወስድም። በፍላጎት ለሚያስፈልጉ ሰዎች ለሙያ ባለሙያ ይገናኙ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. في حال الحاجة، يرجى استشارة مختص.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আপনার নেওয়া সিদ্ধান্তের জন্য আমরা দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza la IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavní účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. Si es necesario, consulte a un especialista.
fa: برنامه فقط برای اهداف سرگرمی از هوش مصنوعی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به یک متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteyttä asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong gagawin mo. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન એઆઈનો ઉપયોગ માત્ર મનોરંજન માટે કરે છે. અમે તમારા દ્વારા લેવામાં આવેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni da te prese. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא נושאים באחריות להחלטות שקיבלת. במידת הצורך פנה למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。あなたの決定に対して当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យាបញ្ញាសិប្បនិម្មិតសម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះសេចក្តីសម្រេចដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಕೇವಲ ಮನರಂಜನೆಗಾಗಿ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 인공지능을 사용합니다. 귀하가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуучу максаттарда колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອຄວາມບັງເບີງເພື່ອ
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на стручњак.
ml_in: ആപ്പ് എഐയെ വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമുണ്ടെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй холбогдоно уу.
mr: अॅप्लिकेशन फक्त मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje SI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම කෙරෙහි කෘතිම බුද්ධිය විනෝදාත්මක අරමුණු සඳහා පමණක් භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගෙන සිටිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za rozhodnutia, ktoré urobíte. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za vaše odločitve ne odgovarjamo. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor IA-në vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Në rast nevoje, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Vid behov, kontakta en specialist.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubeba uwajibikaji kwa maamuzi uliyoyafanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆப்ளிகேஷன் செயற்கை நுண்ணறிவை முழுமையாக பொழுதுபோக்கு நோக்கத்திற்காக மட்டுமே பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ కేవలం వినోద ప్రయోజనాల కోసం AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 該應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定承擔任何責任。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinketho ozenzile. Uma kudingeka, xhumana nochwepheshe.

# requestReceivedPleaseOpenCards
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop.
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ይክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ড খুলুন
ca: La teva sol·licitud ha estat acceptada. Si us plau, obre les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty.
de: Ihre Anfrage wurde angenommen. Bitte legen Sie die Karten aus.
es_es: Su solicitud ha sido recibida. Por favor, abra las cartas.
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit.
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga baraha.
fr: Votre demande a été reçue. Veuillez ouvrir les cartes
gl: A túa solicitude foi recibida. Por favor, abre as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવ્યું છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें।
hu: Kérelmét elfogadtuk. Kérjük, nyissa ki a kártyákat.
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը։
id: Permintaan Anda telah diterima. Silakan buka kartu.
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata accettata. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: ご依頼を受け付けました。どうぞカードを開いてください。
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұранысыңыз қабылданды. Өтінеміз, карталарды ашыңыз.
km_kh: សំណើរបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត។
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 귀하의 요청이 접수되었습니다. 카드를 열어주세요.
ky_kg: Сиздин сурооңуз кабыл алынды. Сураныч, карталарды ачыңыз.
lo: ຄໍາຮ້ອງຂອງທ່ານໄດ້ຖືກຮັບແລ້ວ. ກະລຸນາເປີດໄພ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atklājiet kārtis
mk_mk: Вашиот барање е примено. Ве молиме, отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлт хүлээн авлаа. Картыг нээнэ үү
mr: आपला विनंती स्वीकारली गेली आहे. कृपया कार्ड उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad.
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्।
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten.
no_no: Forespørselen din er mottatt. Vennligst legg ut kortene.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, odkryj karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile.
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම ලැබී ඇත. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaš zahtevek je sprejet. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutemi, hapni kartat
sr: Vaš zahtev je primljen. Molimo vas da otvorite karte.
sv_se: Din förfrågan har mottagits. Vänligen lägg ut korten.
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi.
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับการยอมรับ กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açın.
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں۔
vi: Yêu cầu của bạn đã được tiếp nhận. Vui lòng mở các lá bài.
zh_cn: 您的请求已收到。请翻开牌卡。
zh_hk: 您的請求已被接受。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi
