Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# pros_cons_spread_screen_pros_cons_spread_explanation
source: The "Pros and Cons" spread helps analyze the advantages and disadvantages of a situation in order to make a balanced decision.
af: Die "Voor en Nadele" uitleg help om die voordele en nadele van 'n situasie te ontleed om 'n ingeligte besluit te neem.
am: "አጠቃላይ እና ተቃራኒ" አውድ ሁኔታውን አጠቃላይ እና አነስተኛ ጥቅሞችን ለማስተካከል እንዲረዳ እና የተመከረ ውሳኔ ለማድረግ ይረዳል።
ar: تساعد توزيعة "المؤيد والمعارض" في تحليل إيجابيات وسلبيات الموقف لاتخاذ قرار مدروس.
az: "Lehinə və Əleyhinə" açılımı vəziyyətin müsbət və mənfi tərəflərini təhlil etməyə kömək edir ki, ağıllı qərar verilsin.
bn: "পক্ষে এবং বিপক্ষে" বিশ্লেষণ পরিস্থিতির সুবিধা এবং অসুবিধাগুলি বিশ্লেষণ করতে সাহায্য করে, যাতে একটি সঠিক সিদ্ধান্ত নেওয়া যায়।
ca: La tirada "Pros i Contres" ajuda a analitzar els avantatges i desavantatges de la situació per prendre una decisió equilibrada.
cs: Rozložení "Pro a Proti" pomáhá analyzovat klady a zápory situace, aby bylo možné učinit uvážené rozhodnutí.
de: Die Pro- und Contra-Legung hilft, die Vor- und Nachteile einer Situation zu analysieren, um eine wohlüberlegte Entscheidung zu treffen.
es_es: La tirada "Pros y Contras" ayuda a analizar los aspectos positivos y negativos de una situación para tomar una decisión informada.
fa: چیدمان «موافق و مخالف» به تحلیل مزایا و معایب وضعیت کمک می‌کند تا تصمیمی سنجیده گرفته شود.
fi_fi: "Puolesta ja vastaan" -levitys auttaa analysoimaan tilanteen hyvät ja huonot puolet, jotta voit tehdä harkitun päätöksen.
fil: Ang spread na "Para at Laban" ay tumutulong upang suriin ang mga kalamangan at kahinaan ng isang sitwasyon upang makagawa ng maingat na desisyon.
fr: Le tirage "Pour et Contre" aide à analyser les avantages et les inconvénients d'une situation afin de prendre une décision éclairée.
gl: A tirada "Pros e Contras" axuda a analizar os puntos a favor e en contra dunha situación para tomar unha decisión ponderada.
gu: "ફાયદા અને નુકસાન" વિતરણ પરિસ્થિતિના લાભ અને નુકસાનનું વિશ્લેષણ કરવામાં મદદ કરે છે, જેથી સમજદારીપૂર્વક નિર્ણય લઈ શકાય.
hi: "पक्ष और विपक्ष" विश्लेषण स्थिति के फायदे और नुकसान का विश्लेषण करने में मदद करता है, ताकि संतुलित निर्णय लिया जा सके।
hu: Az "Érvek és Ellentétek" kirakás segít elemezni a helyzet előnyeit és hátrányait, hogy megalapozott döntést hozzunk.
hy_am: «Կողմ և Դեմ» դասավորությունը օգնում է վերլուծել իրավիճակի առավելություններն ու թերությունները՝ կայացնելու համար հիմնավորված որոշում։
id: Pembacaan "Pro dan Kontra" membantu menganalisis kelebihan dan kekurangan situasi untuk mengambil keputusan yang bijaksana.
is_is: Útleggingin "Kostir og Gallar" hjálpar til við að greina kosti og galla aðstæðna til að taka upplýsta ákvörðun.
it_it: La stesura "Pro e Contro" aiuta ad analizzare i vantaggi e gli svantaggi della situazione per prendere una decisione ponderata.
iw: פריסת "בעד ונגד" עוזרת לנתח את היתרונות והחסרונות של המצב, כדי לקבל החלטה שקולה.
ja_jp: 「賛成と反対」のスプレッドは、状況の長所と短所を分析し、慎重な判断を下すのに役立ちます。
ka: "დადებითი და უარყოფითი მხარეების" განლაგება ეხმარება სიტუაციის დადებითი და უარყოფითი მხარეების ანალიზში, რათა მიიღოთ გათვლილი გადაწყვეტილება.
kk: «Иә және Жоқ» таралымы жағдайдың артықшылықтары мен кемшіліктерін талдауға көмектеседі, осылайша салмақты шешім қабылдауға мүмкіндік береді.
km_kh: ការវាយតម្លៃ "គុណសម្បត្តិ និងគុណវិបត្តិ" ជួយវិភាគអត្ថប្រយោជន៍ និងគុណវិបត្តិរបស់ស្ថានភាព ដើម្បីធ្វើការសម្រេចចិត្តយ៉ាងមានការគិតគូរយ៉ាងម៉ត់ចត់។
kn_in: "ಹೌದು ಮತ್ತು ಇಲ್ಲ" ಹಂಚಿಕೆ ಪರಿಸ್ಥಿತಿಯ ಲಾಭ ಮತ್ತು ನಷ್ಟಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಸಮತೋಲನ ನಿರ್ಣಯವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು.
ko_kr: "찬반 리딩"은 상황의 장단점을 분석하여 신중한 결정을 내리는 데 도움을 줍니다.
ky_kg: "Оң жана Терс" таразасы абалдын артыкчылыктары менен кемчиликтерин талдоого жардам берет, ошондо ойлонулган чечим кабыл алса болот.
lo: ການຈັດການ "ຂ້າງແລະຕໍ່ຕ້ານ" ຊ່ວຍວິເຄາະຂໍ້ດີແລະຂໍ້ເສຍຂອງສະພາບເກມເພື່ອຕັດສິນໃຈໃນທາງທີ່ມີຄວາມລະດັບ.
lt: "Išdėstymas Už ir Prieš" padeda analizuoti situacijos pliusus ir minusus, kad būtų priimtas apgalvotas sprendimas.
lv: Izklājums "Par un Pret" palīdz analizēt situācijas plusus un mīnusus, lai pieņemtu pārdomātu lēmumu.
mk_mk: Распоредот "За и Против" помага да се анализираат предностите и недостатоците на ситуацијата за да се донесе добро разгледана одлука.
ml_in: "സഹായവും വിരുദ്ധതയും" റീഡിംഗ് ഒരു സാഹചര്യത്തിന്റെ ഗുണദോഷങ്ങൾ വിശകലനം ചെയ്യാൻ സഹായിക്കുന്നു, അതിലൂടെ ബുദ്ധിമുട്ടില്ലാത്ത തീരുമാനം എടുക്കാം.
mn_mn: "Тийм ба Үгүй" тарни нь нөхцөл байдлын давуу болон сул талыг шинжлэхэд тусалж, бодолтой шийдвэр гаргахад дэмжлэг үзүүлдэг.
mr: "फायदे आणि तोटे" विश्लेषण परिस्थितीचे फायदे आणि तोटे समजून घेण्यास मदत करते, ज्यामुळे विचारपूर्वक निर्णय घेता येतो.
ms_my: Pembacaan "Kelebihan dan Kekurangan" membantu menganalisis kebaikan dan keburukan sesuatu situasi untuk membuat keputusan yang bijaksana.
ne: "पक्ष र विपक्ष" विश्लेषणले स्थितिका फाइदा र बेफाइदाहरू विश्लेषण गर्न मद्दत गर्छ, जसले सोचविचार गरेर निर्णय लिन सहयोग पुर्‍याउँछ।
nl: De "Voor en Tegen" legging helpt de voor- en nadelen van een situatie te analyseren om een weloverwogen beslissing te nemen.
no_no: "For og imot"-oppsettet hjelper med å analysere fordeler og ulemper ved en situasjon for å ta en veloverveid beslutning.
pa: "ਹਾਂ ਅਤੇ ਨਾ" ਵਿਸ਼ਲੇਸ਼ਣ ਸਥਿਤੀ ਦੇ ਫਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੋ ਸੋਚ-ਵਿਚਾਰ ਕਰਕੇ ਫੈਸਲਾ ਕੀਤਾ ਜਾ ਸਕੇ।
pl: Rozkład "Za i Przeciw" pomaga przeanalizować zalety i wady sytuacji, aby podjąć przemyślaną decyzję.
pt_br: A leitura "Prós e Contras" ajuda a analisar os pontos positivos e negativos da situação para tomar uma decisão equilibrada.
ro: Etalarea "Pro și Contra" ajută la analizarea avantajelor și dezavantajelor situației pentru a lua o decizie bine fundamentată.
ru: Расклад "За и Против" помогает проанализировать плюсы и минусы ситуации, чтобы принять взвешенное решение.
si: "ඇතුළත් සහ එරෙහි" විග්‍රහය තත්ත්වයේ වාසි සහ අවාසි විශ්ලේෂණය කර, සලකා බැලූ තීරණයක් ගැනීමට උපකාරී වේ.
sk: Rozklad "Za a Proti" pomáha analyzovať klady a zápory situácie, aby ste mohli prijať vyvážené rozhodnutie.
sl: Razpored "Za in Proti" pomaga analizirati prednosti in slabosti situacije, da se sprejme premišljena odločitev.
sq: Shpërndarja "Pro dhe Kundër" ndihmon të analizoni avantazhet dhe disavantazhet e situatës për të marrë një vendim të menduar mirë.
sr: Распоред "За и Против" помаже да се анализирају предности и мане ситуације како би се донела промишљена одлука.
sv_se: "För och Nackdelar"-läggningen hjälper till att analysera för- och nackdelar i en situation för att fatta ett välgrundat beslut.
sw: Mgawanyo wa "Kwa na Against" husaidia kuchambua faida na hasara za hali, ili kufanya uamuzi wa busara.
ta: "ஆதரவும் எதிர்ப்பும்" பகிர்வு ஒரு நிலைமையின் நன்மைகள் மற்றும் தீமைகளை பகுப்பாய்வு செய்து, பரிசீலனையுடன் முடிவெடுக்க உதவுகிறது.
te: "పక్షాలు మరియు వ్యతిరేకాలు" రీడింగ్ పరిస్థితి యొక్క లాభాలు మరియు నష్టాలను విశ్లేషించడంలో సహాయపడుతుంది, తద్వారా సమంజసమైన నిర్ణయం తీసుకోవచ్చు.
th: การแจกไพ่ "ข้อดีและข้อเสีย" ช่วยวิเคราะห์ข้อดีและข้อเสียของสถานการณ์เพื่อให้ตัดสินใจได้อย่างรอบคอบ
tr_tr: "Artıları ve Eksileri" açılımı, durumu değerlendirmek ve bilinçli bir karar vermek için avantajları ve dezavantajları analiz etmeye yardımcı olur.
uk: Розклад "За і Проти" допомагає проаналізувати плюси і мінуси ситуації, щоб прийняти зважене рішення.
ur: "ہاں اور نہیں" کا پھیلاؤ صورتحال کے فوائد اور نقصانات کا تجزیہ کرنے میں مدد دیتا ہے تاکہ ایک سوچ سمجھ کر فیصلہ کیا جا سکے۔
vi: Trải bài "Ưu và Nhược" giúp phân tích những điểm mạnh và điểm yếu của tình huống để đưa ra quyết định sáng suốt.
zh_cn: "利与弊"牌阵帮助分析情况的优缺点，以便做出明智的决定。
zh_hk: 「利與弊」解析幫助分析情況的優缺點，以便做出明智的決定。
zu: Uhlelo lwe "Zinzuzo Nezingozi" lusiza ukuhlaziya izinzuzo nezingozi zesimo, ukuze kwenziwe isinqumo esicabangile.

# pros_cons_spread_screen_understand_button
source: Understood
af: Duidelik
am: ተረዳ
ar: واضح
az: Aydın oldu
bn: বোঝা গেছে
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: واضح است
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬುಧ್ಧಿವಂತಿಕೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായത്
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendido
ro: Înțeles
ru: Понятно
si: හැඟුම් ගත්තා
sk: Rozumiem
sl: Razumem
sq: E kuptueshme
sr: Јасно
sv_se: Förstått
sw: Imeeleweka
ta: புரிந்தது
te: అర్థమైంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白
zh_hk: 明白
zu: Kuyacaca

# prosConsSpreadTitle
source: "Pros and Cons" spread
af: "Voor- en Nadele" legkaart
am: "አዎንና አይደለም" እቅድ
ar: توزيع "المزايا والعيوب"
az: "Lehinə və Əleyhinə" yayımı
bn: "পক্ষ এবং বিপক্ষ" পঠন
ca: Tirada "Pros i Contres"
cs: Výklad "Pro a Proti"
de: Legung "Für und Wider"
es_es: Tirada "Pros y Contras"
fa: فال «مزایا و معایب»
fi_fi: "Puolesta ja vastaan" -luku
fil: Pagkakalatag na "Mga Bentahe at Disbentahe"
fr: Tirage "Pour et Contre"
gl: Tirada "A favor e en contra"
gu: "હા અને ના" વિતરણ
hi: "फायदे और नुकसान" टारोट रीडिंग
hu: "Érvek és ellenérvek" kirakás
hy_am: «Կողմ և Դեմ» դասավորություն
id: Penyebaran "Pro dan Kontra"
is_is: Kortalagning „Fyrir og á móti"
it_it: Stesa "Pro e Contro"
iw: פריסת "בעד ונגד"
ja_jp: 「賛成と反対」のスプレッド
ka: "კეთილსა და ბოროტს" განლაგება
kk: «Артықшылықтар мен кемшіліктер» таралымы
km_kh: ការបែងចែក "គុណ និងគុណវិបត្តិ"
kn_in: "ಹೌದು ಮತ್ತು ಇಲ್ಲ" ವಿತರಣೆ
ko_kr: 찬반 토론
ky_kg: "Оң жана терс" таразасы
lo: ການຈັດການ "ຂ້າມແລະຕໍ່ຕ້ານ"
lt: Išdėstymas "Už ir Prieš"
lv: Izklājums "Par un Pret"
mk_mk: Расклад "За и Против"
ml_in: "സഹിയും വിരുദ്ധവും" പകർപ്പ്
mn_mn: "Тийм ба Үгүй" хураангуй
mr: "सकारात्मक आणि नकारात्मक" पद्धत
ms_my: Bacaan "Kelebihan dan Kekurangan"
ne: "पक्ष र विपक्ष" टारो पढाइ
nl: Legging "Voor en Tegen"
no_no: Fordeler og ulemper-oppsett
pa: ਫਾਇਦੇ ਅਤੇ ਨੁਕਸਾਨ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Rozkład "Za i Przeciw"
pt_br: Leitura "Prós e Contras"
ro: Aranjament "Pro și Contra"
ru: Расклад "За и Против"
si: "හිතවත් සහ විරුද්ධ" විවරණය
sk: Rozklad "Za a Proti"
sl: Razporeditev "Za in Proti"
sq: Hedhja "Për dhe Kundër"
sr: Тумачење "За и Против"
sv_se: Utläggning "För och emot"
sw: Mpangilio "Kwa na Dhidi"
ta: "ஆகவும் எதிர்ப்புகளும்" பகிர்வு
te: "వైపులా మరియు వ్యతిరేక" పంచాంగం
th: การอ่านไพ่ "ข้อดีและข้อเสีย"
tr_tr: "Artıları ve Eksileri" Açılımı
uk: Розклад "За і Проти"
ur: "فائدے اور نقصانات" کا پھیلاؤ
vi: Bài trải "Ưu và Nhược"
zh_cn: 正反两面牌阵
zh_hk: 利與弊牌陣
zu: Ukusabalalisa "Izizathu Ezisekelayo Nezingasekeli"

# spreadDisclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አርቲፊሺያል ኢንተሊጅንስን በመዝናኛ አላማ ብቻ ይጠቀማል። የእርስዎን ውሳኔዎች እኛ አንደምንሰጥ ኃላፊነት አልነኝም። በዚህ አስፈላጊነት ላይ ለማግኘት ለሙያው ይገናኙ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. في حال الحاجة، يرجى استشارة متخصص.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়িত্ব গ্রহণ করি না। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز با یک متخصص مشورت کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ginagamit ng aplikasyon ang AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins récréatives. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप केवल मनोरंजन के उद्देश्य से AI का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը արհեստական բանականությունը օգտագործում է բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא אחראים על ההחלטות שתקבלו. במידת הצורך פנו למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の決定に対して責任を負いかねます。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша жасанды интеллектіні тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់កម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하십시오.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນຳໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се кај специјалист.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായാൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन मनोरंजनाच्या उद्देशानेच AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Sila rujuk pakar jika perlu.
ne: एपले कृत्रिम बुद्धिमत्ता मनोरञ्जनका लागि मात्र प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग परामर्श गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනිමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor IA vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не одговарамо за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubebei uwajibikaji kwa maamuzi uliyofanya. Ikiwa ni lazima, tafadhali wasiliana na mtaalamu.
ta: ஆப்ளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்த முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: యాప్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็น โปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI کا استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenhloso yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# fun_spread_screen_generation_error
source: Error generating the spread. Please try again.
af: Fout tydens die generering van die legkaart. Probeer asseblief weer.
am: በእቅድ ማመንጨት ላይ ስህተት። እባክዎን እንደገና ይሞክሩ።
ar: حدث خطأ أثناء توليد التوزيع. حاول مرة أخرى.
az: Yayım yaradılarkən xəta baş verdi. Yenidən cəhd edin.
bn: পঠন তৈরি করতে ত্রুটি হয়েছে। আবার চেষ্টা করুন।
ca: Error en generar la tirada. Torna-ho a provar.
cs: Chyba při generování výkladu. Zkuste to prosím znovu.
de: Fehler bei der Erstellung der Legung. Bitte versuchen Sie es erneut.
es_es: Error al generar la tirada. Inténtalo de nuevo.
fa: خطا در تولید فال. لطفاً دوباره تلاش کنید.
fi_fi: Virhe luotaessa jakoa. Yritä uudelleen.
fil: Error sa pagbuo ng pagkakalatag. Subukang muli.
fr: Erreur lors de la génération du tirage. Veuillez réessayer.
gl: Erro ao xerar a tirada. Intente de novo.
gu: વિતરણ બનાવવામાં ત્રુટિ. ફરી પ્રયાસ કરો.
hi: रीडिंग जनरेट करते समय त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba a kirakás generálásakor. Kérjük, próbálja újra.
hy_am: Սխալ դասավորություն ստեղծելիս։ Փորձեք կրկին։
id: Kesalahan saat menghasilkan penyebaran. Silakan coba lagi.
is_is: Villa við að búa til kortalagningu. Reyndu aftur.
it_it: Errore durante la generazione della stesa. Riprova.
iw: שגיאה ביצירת הפריסה. נסה שוב.
ja_jp: スプレッドの生成中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების გენერირებისას. სცადეთ კიდევ ერთხელ.
kk: Таралымды жасау кезінде қате пайда болды. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការបង្កើតការបែងចែក។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿತರಣೆ ರಚಿಸುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 리딩 생성 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Таразаны түзүүдө ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການສ້າງການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida generuojant išdėstymą. Bandykite dar kartą.
lv: Kļūda izklājuma ģenerēšanā. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при генерирање на раскладот. Обидете се повторно.
ml_in: പകർപ്പ് സൃഷ്ടിക്കുമ്പോൾ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Хураангуй үүсгэхэд алдаа гарлаа. Дахин оролдоно уу.
mr: पद्धत तयार करताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa menjana bacaan. Sila cuba lagi.
ne: टारो पढाइ सिर्जना गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het genereren van de legging. Probeer het opnieuw.
no_no: Feil ved generering av oppsett. Vennligst prøv igjen.
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਬਣਾਉਂਦੇ ਸਮੇਂ ਗਲਤੀ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas generowania rozkładu. Spróbuj ponownie.
pt_br: Erro ao gerar a leitura. Tente novamente.
ro: Eroare la generarea aranjamentului. Vă rugăm să încercați din nou.
ru: Ошибка при генерации расклада. Попробуйте еще раз.
si: විවරණය ජනනය කිරීමේ දෝෂයක්. නැවත උත්සාහ කරන්න.
sk: Chyba pri generovaní rozkladu. Skúste to znova.
sl: Napaka pri generiranju razporeditve. Poskusite znova.
sq: Gabim gjatë gjenerimit të hedhjes. Provoni përsëri.
sr: Грешка при генерисању тумачења. Покушајте поново.
sv_se: Fel vid generering av utläggning. Försök igen.
sw: Kosa wakati wa kuunda mpangilio. Jaribu tena.
ta: பகிர்வு உருவாக்கும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: పంచాంగం సృష్టించడంలో లోపం. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการสร้างการอ่านไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım oluşturulurken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при генерації розкладу. Спробуйте ще раз.
ur: پھیلاؤ تیار کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi tạo bài trải. Vui lòng thử lại.
zh_cn: 生成牌阵时出错。请再试一次。
zh_hk: 生成牌陣時出錯。請再試一次。
zu: Iphutha ekudaleni ukusabalalisa. Zama futhi.
