Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# career_finance_spread_screen_request_accepted
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop.
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ড খুলুন
ca: La teva consulta ha estat acceptada. Si us plau, obre les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty.
de: Ihre Anfrage wurde angenommen. Bitte legen Sie die Karten aus.
es_es: Su solicitud ha sido recibida. Por favor, abra las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga card
fr: Votre demande a été reçue. Veuillez tirer les cartes.
gl: A túa consulta foi recibida. Por favor, abre as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ્સ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, húzza ki a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը։
id: Permintaan Anda telah diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu kortin
it_it: La tua richiesta è stata accettata. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: ご依頼を受け付けました。カードを開いてください。
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұрауыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើរបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត។
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 귀하의 요청이 접수되었습니다. 카드를 펼쳐주세요.
ky_kg: Сиздин сурооңуз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂໍຂອງທ່ານໄດ້ຮັບແລ້ວ. ກະລຸນາເປີດບັດເປັນການ.
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atveriet kārtis
mk_mk: Вашиот барање е прифатено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлт хүлээн авсан. Картуудыг нээнэ үү
mr: तुमचा विनंती स्वीकारली गेली आहे. कृपया कार्ड उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्।
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten.
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, otwórz karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම ලැබී ඇත. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaš zahtevek je sprejet. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutemi, hapni kartat
sr: Vaš zahtev je primljen. Molimo vas da otvorite karte
sv_se: Din förfrågan har mottagits. Vänligen lägg ut korten.
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับการยอมรับ กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açın
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được tiếp nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已收到。请展开牌阵
zh_hk: 您的請求已被接受。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# career_finance_spread_screen_error_getting_value
source: Error retrieving the spread value. Please try again.
af: Fout tydens die ontvangs van die uitlegwaarde. Probeer asseblief weer.
am: የእቅድ እሴት ማግኘት ላይ ስህተት ተከስቷል። እባክዎ ደግመው ይሞክሩ።
ar: حدث خطأ أثناء استرجاع قيمة التوزيع. حاول مرة أخرى.
az: Dəyişənin dəyərini almaqda səhv baş verdi. Yenidən cəhd edin.
bn: রিডিংয়ের মান পাওয়ার সময় ত্রুটি ঘটেছে। আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torna-ho a provar.
cs: Chyba při získávání hodnoty výkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtelo de nuevo.
fa: خطا در دریافت مقدار چیدمان. لطفاً دوباره تلاش کنید.
fi_fi: Virhe arvonnan arvon hakemisessa. Yritä uudelleen.
fil: Nagkaroon ng error sa pagkuha ng halaga ng spread. Pakisubukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Tenta de novo.
gu: રિડિંગ મૂલ્ય મેળવવામાં ત્રુટિ. ફરી પ્રયાસ કરો.
hi: राशि मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba történt a kirakás értékének lekérésekor. Kérjük, próbálja meg újra.
hy_am: Սխալ տեղի ունեցավ դասավորման արժեքը ստանալու ժամանակ։ Փորձեք կրկին։
id: Terjadi kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja gildi fyrir spákortalag. Reyndu aftur.
it_it: Errore nel recupero del valore del tiro. Riprova.
iw: שגיאה בקבלת ערך הפירוש. נסה שוב.
ja_jp: スプレッドの値を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Таралым мәнін алу кезінде қате болды. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃនៃការបង្ហាញ។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿಚಾರಣೆಯ ಮೌಲ್ಯ ಪಡೆಯುವಲ್ಲಿ ದೋಷ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 전개 결과 값을 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Раскладдын маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການຈັດຮູບ. ລອງໃໝ່ອີກຄັ້ງ.
lt: Klaida gaunant išsidėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma vērtību. Mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на распоредот. Обидете се повторно.
ml_in: റീഡിംഗ് മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тайлбар авахад алдаа гарлаа. Дахин оролдоно уу.
mr: रिडिंग मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai bacaan. Sila cuba lagi.
ne: रिडिङ मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de waarde van de legging. Probeer het opnieuw.
no_no: Feil ved henting av spådomsverdi. Prøv igjen.
pa: ਰਾਸ਼ੀ ਦੇ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Tente novamente.
ro: Eroare la obținerea valorii tirajului. Încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: පත්‍ර විස්තරය ලබා ගැනීමේ දෝෂයක්. නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së vlerës së shpërndarjes. Provoni përsëri.
sr: Greška pri dobijanju vrednosti rasporeda. Pokušajte ponovo.
sv_se: Fel vid hämtning av spridningsvärde. Försök igen.
sw: Hitilafu ilipotokea wakati wa kupata thamani ya muundo. Jaribu tena.
ta: விளக்கத்தின் மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: పట్టిక విలువ పొందడంలో లోపం. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değerini alırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: ریڈنگ کی ویلیو حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị trải bài. Vui lòng thử lại.
zh_cn: 获取牌阵数值时出错。请再试一次。
zh_hk: 獲取牌陣數值時出錯。請再試一次。
zu: Iphutha ekutholeni inani lokuhlelwa. Zama futhi.

# career_finance_spread_screen_what_is_career_finance
source: What is the Career and Finances spread?
af: Wat is die loopbaan- en finansiële uitleg?
am: የስራ እና ፋይናንስ እቅድ ምንድነው?
ar: ما هو توزيع العمل والمال؟
az: Karyera və maliyyə açılışı nədir?
bn: ক্যারিয়ার এবং অর্থের রিডিং কী?
ca: Què és la tirada Carrera i finances?
cs: Co je to výklad Kariéra a finance?
de: Was ist eine Legung für Karriere und Finanzen?
es_es: ¿Qué es la tirada Carrera y finanzas?
fa: چیدمان شغل و امور مالی چیست؟
fi_fi: Mikä on ura- ja talousluku?
fil: Ano ang Career at Finance spread?
fr: Qu'est-ce qu'un tirage Carrière et finances ?
gl: Que é a tirada de Carreira e finanzas?
gu: કેરિયર અને નાણાકીય રીડિંગ શું છે?
hi: करियर और वित्तीय राशि क्या है?
hu: Mi az a Karrier és pénzügyek kirakás?
hy_am: Ի՞նչ է նշանակում «Կարիերա և ֆինանսներ» դասավորումը։
id: Apa itu pembacaan Karier dan Keuangan?
is_is: Hvað er spákortalagið Ferill og fjármál?
it_it: Cos'è il tiro Carriera e finanze?
iw: מהו הפירוש קריירה וכספים?
ja_jp: キャリアとファイナンスのスプレッドとは何ですか？
ka: რა არის კარიერისა და ფინანსების განლაგება?
kk: Карьера және қаржы таралымы деген не?
km_kh: តើការបង្ហាញអំពីអាជីព និងហិរញ្ញវត្ថុមានអ្វីខ្លះ?
kn_in: ಕೆರಿಯರ್ ಮತ್ತು ಹಣಕಾಸಿನ ರೀಡಿಂಗ್ ಎಂದರೆ ಏನು?
ko_kr: 커리어와 재정 전개란 무엇인가요?
ky_kg: Карера жана финансы расклады деген эмне?
lo: ການຈັດຮູບດ້ານອາຊີບແລະເງິນທຶນແມ່ນຫຍັງ?
lt: Kas yra Karjera ir finansai išsidėstymas?
lv: Kas ir izklājums Karjera un finanses?
mk_mk: Што е распоредот Кариера и финансии?
ml_in: ക്യാരിയർ ആൻഡ് ഫിനാൻസ് റീഡിംഗ് എന്താണ്?
mn_mn: Карьер ба санхүүгийн тайлбар гэж юу вэ?
mr: करिअर आणि आर्थिक रिडिंग म्हणजे काय?
ms_my: Apakah bacaan Kerjaya dan Kewangan?
ne: क्यारियर र वित्तको रिडिङ भनेको के हो?
nl: Wat is de legging Carrière en financiën?
no_no: Hva er Karriere og økonomi-spredningen?
pa: ਕੈਰੀਅਰ ਅਤੇ ਵਿੱਤ ਦਾ ਰਾਸ਼ੀ ਕੀ ਹੈ?
pl: Czym jest rozkład Kariera i finanse?
pt_br: O que é a leitura Carreira e finanças?
ro: Ce este tirajul Carieră și finanțe?
ru: Что такое расклад Карьера и финансы?
si: රැකියා සහ මූල්‍ය පිළිබඳ පත්‍ර විස්තරය යනු 무엇ද?
sk: Čo je rozklad Kariéra a financie?
sl: Kaj je razpored Kariera in finance?
sq: Çfarë është shpërndarja Karriera dhe financat?
sr: Šta je raspored Karijera i finansije?
sv_se: Vad är en Karriär- och ekonomi-läggning?
sw: Muundo wa Kazi na Fedha ni nini?
ta: வேலை மற்றும் நிதி விளக்கம் என்றால் என்ன?
te: కెరీర్ మరియు ఆర్థికాల పట్టిక అంటే ఏమిటి?
th: การเปิดไพ่เรื่องอาชีพและการเงินคืออะไร?
tr_tr: Kariyer ve finans açılımı nedir?
uk: Що таке розклад Кар'єра і фінанси?
ur: کیرئیر اور مالیات کی ریڈنگ کیا ہے؟
vi: Trải bài Sự nghiệp và Tài chính là gì?
zh_cn: 什么是职业与财务牌阵？
zh_hk: 什麼是職業與財務牌陣？
zu: Iyini iKlayidi Lomsebenzi Nezimali?

# career_finance_spread_screen_career_finance_explanation
source: This spread helps to analyze the professional and financial sphere. You will learn about opportunities, obstacles, and growth prospects.
af: Hierdie uitleg help om die professionele en finansiële sfeer te ontleed. Jy sal oor moontlikhede, hindernisse en groeiperspektiewe leer.
am: ይህ እቅድ ሙያዊና ፋይናንስ መስክን ለማስተካከል እገዛ ይሰጣል። ስለ እድሎች፣ እንቅስቃሴዎችና የእድገት እይታዎች ታውቃላችሁ።
ar: يساعد هذا التوزيع في تحليل المجال المهني والمالي. ستتعرف على الفرص والعقبات وآفاق النمو.
az: Bu yayım peşəkar və maliyyə sahəsini təhlil etməyə kömək edir. Siz imkanlar, maneələr və inkişaf perspektivləri haqqında məlumat əldə edəcəksiniz.
bn: এই রিডিং পেশাগত এবং আর্থিক ক্ষেত্র বিশ্লেষণে সাহায্য করে। আপনি সুযোগ, বাধা এবং বৃদ্ধির সম্ভাবনা সম্পর্কে জানতে পারবেন।
ca: Aquesta tirada ajuda a analitzar l'àmbit professional i financer. Coneixeràs les oportunitats, els obstacles i les perspectives de creixement.
cs: Tento rozklad pomáhá analyzovat profesionální a finanční oblast. Dozvíte se o možnostech, překážkách a perspektivách růstu.
de: Diese Legung hilft, den beruflichen und finanziellen Bereich zu analysieren. Sie erfahren mehr über Möglichkeiten, Hindernisse und Wachstumsperspektiven.
es_es: Esta tirada ayuda a analizar el ámbito profesional y financiero. Conocerás las oportunidades, obstáculos y perspectivas de crecimiento.
fa: این چیدمان به شما کمک می‌کند تا حوزه حرفه‌ای و مالی را تحلیل کنید. شما درباره فرصت‌ها، موانع و چشم‌اندازهای رشد آگاه خواهید شد.
fi_fi: Tämä levitys auttaa analysoimaan ammatillista ja taloudellista aluetta. Saat tietoa mahdollisuuksista, esteistä ja kasvunäkymistä.
fil: Ang layout na ito ay tumutulong upang suriin ang propesyonal at pinansyal na larangan. Malalaman mo ang tungkol sa mga oportunidad, hadlang, at mga pananaw sa paglago.
fr: Ce tirage aide à analyser le domaine professionnel et financier. Vous découvrirez les opportunités, les obstacles et les perspectives de croissance.
gl: Esta tirada axuda a analizar a esfera profesional e financeira. Descubrirás as oportunidades, os obstáculos e as perspectivas de crecemento.
gu: આ વિતરણ વ્યાવસાયિક અને નાણાકીય ક્ષેત્રનું વિશ્લેષણ કરવામાં મદદ કરે છે. તમે શક્યતાઓ, અવરોધો અને વૃદ્ધિની દૃષ્ટિએ જાણશો.
hi: यह पैटर्न पेशेवर और वित्तीय क्षेत्र का विश्लेषण करने में मदद करता है। आप अवसरों, बाधाओं और विकास की संभावनाओं के बारे में जानेंगे।
hu: Ez a kirakás segít elemezni a szakmai és pénzügyi területet. Megtudhatod a lehetőségeket, akadályokat és a növekedési kilátásokat.
hy_am: Այս դասավորությունը օգնում է վերլուծել մասնագիտական և ֆինանսական ոլորտը։ Դուք կիմանաք հնարավորությունների, խոչընդոտների և աճի հեռանկարների մասին։
id: Tata letak ini membantu menganalisis bidang profesional dan keuangan. Anda akan mengetahui tentang peluang, hambatan, dan prospek pertumbuhan.
is_is: Þessi dreifing hjálpar til við að greina atvinnu- og fjármálasvið. Þú munt fá upplýsingar um tækifæri, hindranir og vaxtarmöguleika.
it_it: Questo spread aiuta ad analizzare l'ambito professionale e finanziario. Scoprirai opportunità, ostacoli e prospettive di crescita.
iw: התפיסה הזו עוזרת לנתח את התחום המקצועי והכלכלי. תגלו על הזדמנויות, מכשולים ופרספקטיבות לצמיחה.
ja_jp: このスプレッドは、職業および財務の分野を分析するのに役立ちます。可能性、障害、成長の展望について知ることができます。
ka: ეს განლაგება ეხმარება პროფესიული და ფინანსური სფეროს ანალიზში. თქვენ გაიგებთ შესაძლებლობებს, დაბრკოლებებს და ზრდის პერსპექტივებს.
kk: Бұл тарату кәсіби және қаржылық саланы талдауға көмектеседі. Сіз мүмкіндіктер, кедергілер және өсу перспективалары туралы білесіз.
km_kh: ការបែងចែកនេះជួយវិភាគវិស័យវិជ្ជាជីវៈ និងហិរញ្ញវត្ថុ។ អ្នកនឹងបានដឹងអᆖីតម្លៃអំពីឱកាស, ឧបសគ្គ និងទស្សនៈនៃការលូតលាស់។
kn_in: ಈ ವಿನ್ಯಾಸವು ವೃತ್ತಿಪರ ಮತ್ತು ಹಣಕಾಸು ಕ್ಷೇತ್ರವನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನೀವು ಅವಕಾಶಗಳು, ಅಡ್ಡಿ ಮತ್ತು ಬೆಳವಣಿಗೆಯ ಸಾಧ್ಯತೆಗಳ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳುತ್ತೀರಿ.
ko_kr: 이 스프레드는 직업 및 재정 분야를 분석하는 데 도움이 됩니다. 가능성, 장애물 및 성장 전망에 대해 알게 됩니다.
ky_kg: Бул расклад кесиптик жана каржылык чөйрөнү талдоого жардам берет. Сиз мүмкүнчүлүктөрдү, тоскоолдуктарды жана өсүү перспективасын билесиз.
lo: ການຈັດຕັ້ງນີ້ຊ່ວຍວິເຄາະດ້ານອາຊີບແລະດ້ານການເງິນ. ທ່ານຈະໄດ້ຮູ້ກ່ອນເຖິງໂອກາດ, ອຸປັດຕິເຫດ ແລະເທັດທາງການເຕີບໂຕ.
lt: Šis išsidėstymas padeda analizuoti profesinę ir finansinę sritį. Sužinosite apie galimybes, kliūtis ir augimo perspektyvas.
lv: Šī izklāsts palīdz analizēt profesionālo un finanšu jomu. Jūs uzzināsiet par iespējām, šķēršļiem un izaugsmes perspektīvām.
mk_mk: Овој распоред помага да се анализира професионалната и финансиската сфера. Ќе дознаете за можностите, пречките и перспективите за раст.
ml_in: ഈ റീഡിംഗ് പ്രൊഫഷണൽ, സാമ്പത്തിക മേഖലകൾ വിശകലനം ചെയ്യാൻ സഹായിക്കുന്നു. അവസരങ്ങൾ, തടസ്സങ്ങൾ, വളർച്ചാ സാധ്യതകൾ നിങ്ങൾക്ക് അറിയാം.
mn_mn: Энэ тарнил мэргэжлийн болон санхүүгийн салбарыг шинжлэхэд тусалдаг. Та боломжууд, саад бэрхшээлүүд болон өсөлтийн ирээдүйг мэдэх болно.
mr: हा पत्ता व्यावसायिक आणि आर्थिक क्षेत्राचे विश्लेषण करण्यात मदत करतो. तुम्हाला संधी, अडथळे आणि वाढीच्या दृष्टीकोनाबद्दल माहिती मिळेल.
ms_my: Susunan ini membantu menganalisis bidang profesional dan kewangan. Anda akan mengetahui tentang peluang, halangan, dan prospek pertumbuhan.
ne: यो पठनले व्यावसायिक र वित्तीय क्षेत्रको विश्लेषण गर्न मद्दत गर्दछ। तपाईंले अवसरहरू, बाधाहरू र विकासका सम्भावनाहरूको बारेमा जान्नुहुनेछ।
nl: Deze legging helpt bij het analyseren van de professionele en financiële sfeer. Je leert over mogelijkheden, obstakels en groeiperspectieven.
no_no: Denne opplegget hjelper deg med å analysere det profesjonelle og økonomiske området. Du vil lære om muligheter, hindringer og vekstutsikter.
pa: ਇਹ ਵਿਵਸਥਾ ਪੇਸ਼ਾਵਰ ਅਤੇ ਵਿੱਤੀ ਖੇਤਰ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ। ਤੁਸੀਂ ਮੌਕਿਆਂ, ਰੁਕਾਵਟਾਂ ਅਤੇ ਵਿਕਾਸ ਦੇ ਸੰਭਾਵਨਾਂ ਬਾਰੇ ਜਾਣੋਗੇ।
pl: Ten rozkład pomaga przeanalizować sferę zawodową i finansową. Dowiesz się o możliwościach, przeszkodach i perspektywach rozwoju.
pt_br: Esta tiragem ajuda a analisar a esfera profissional e financeira. Você conhecerá as oportunidades, obstáculos e perspectivas de crescimento.
ro: Acest aranjament ajută la analizarea sferei profesionale și financiare. Veți afla despre oportunități, obstacole și perspective de creștere.
ru: Этот расклад помогает проанализировать профессиональную и финансовую сферу. Вы узнаете о возможностях, препятствиях и перспективах роста.
si: මෙම විවරණය වෘත්තීය සහ මූල්‍ය ක්ෂේත්‍ර විශ්ලේෂණය කිරීමට උදව් කරයි. ඔබට අවස්ථා, බාධක සහ වර්ධන දෘශ්‍යමානතා පිළිබඳ දැනගත හැකිය.
sk: Toto rozloženie pomáha analyzovať profesionálnu a finančnú sféru. Dozviete sa o možnostiach, prekážkach a perspektívach rastu.
sl: Ta razporeditev pomaga analizirati poklicno in finančno področje. Spoznali boste možnosti, ovire in perspektive rasti.
sq: Ky shpërndarje ndihmon për të analizuar fushën profesionale dhe financiare. Do të mësoni për mundësitë, pengesat dhe perspektivat e rritjes.
sr: Ова расправа помаже да се анализира професионална и финансијска sfera. Сазнаћете о могућностима, препрекама и перспективама раста.
sv_se: Den här läggningen hjälper till att analysera den professionella och ekonomiska sfären. Du får veta om möjligheter, hinder och tillväxtutsikter.
sw: Mpangilio huu husaidia kuchambua taaluma na eneo la kifedha. Utajifunza kuhusu fursa, vikwazo na matarajio ya ukuaji.
ta: இந்த பகிர்வு தொழில்முறை மற்றும் நிதி துறையை பகுப்பாய்வு செய்ய உதவுகிறது. நீங்கள் வாய்ப்புகள், தடைகள் மற்றும் வளர்ச்சி வாய்ப்புகளை அறியலாம்.
te: ఈ పంచాంగం వృత్తి మరియు ఆర్థిక రంగాన్ని విశ్లేషించడంలో సహాయపడుతుంది. మీరు అవకాశాలు, అడ్డంకులు మరియు వృద్ధి దిశలను తెలుసుకుంటారు.
th: การอ่านไพ่ชุดนี้ช่วยวิเคราะห์ด้านอาชีพและการเงิน คุณจะได้รู้เกี่ยวกับโอกาส อุปสรรค และแนวโน้มการเติบโต
tr_tr: Bu açılım, profesyonel ve finansal alanı analiz etmeye yardımcı olur. Fırsatlar, engeller ve büyüme perspektifleri hakkında bilgi edineceksiniz.
uk: Цей розклад допомагає проаналізувати професійну та фінансову сферу. Ви дізнаєтеся про можливості, перешкоди та перспективи зростання.
ur: یہ ترتیب پیشہ ورانہ اور مالیاتی شعبے کا تجزیہ کرنے میں مدد دیتی ہے۔ آپ مواقع، رکاوٹوں اور ترقی کے امکانات کے بارے میں جانیں گے۔
vi: Bài trải bài này giúp phân tích lĩnh vực nghề nghiệp và tài chính. Bạn sẽ biết về các cơ hội, trở ngại và triển vọng phát triển.
zh_cn: 这个牌阵有助于分析职业和财务领域。您将了解机会、障碍和成长前景。
zh_hk: 這個牌陣有助於分析職業和財務領域。您將了解機會、障礙和成長前景。
zu: Lolu hlobo lokuhlaziya lusiza ukuhlola umkhakha wobungcweti nezimali. Uzofunda ngamathuba, izithiyo kanye namathuba okukhula.

# career_finance_spread_screen_understand_button
source: Understood
af: Duidelik
am: ግልጽ ነው
ar: مفهوم
az: Aydın oldu
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬುಧ್ಧಿವಂತಿಕೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptueshme
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: స్పష్టంగా
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白
zu: Kuyacaca

# career_finance_spread_screen_learn_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎ ማለት ያለውን ያውቁ
ar: معرفة المعنى
az: Mənasını öyrənmək
bn: অর্থ জানতে
ca: Saber el significat
cs: Zjistit význam
de: Bedeutung erfahren
es_es: Conocer el significado
fa: معنی را بدانید
fi_fi: Selvitä merkitys
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: અર્થ જાણવા
hi: अर्थ जानें
hu: Jelentés megismerése
hy_am: Գիտակցել նշանակությունը
id: Cari tahu arti
is_is: Fá merkingu
it_it: Scopri il significato
iw: לגלות משמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мағынасын білу
km_kh: ស្វែងរកអត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄວາມໝາຍ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознајте значење
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: अर्थ जाणून घ्या
ms_my: Ketahui makna
ne: अर्थ जान्नुहोस्
nl: Betekenis achterhalen
no_no: Finn ut betydningen
pa: ਮਤਲਬ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ดูความหมาย
tr_tr: Anlamını öğren
uk: Дізнатися значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Funda incazelo

# career_finance_spread_screen_career_finance_title
source: Career and finances
af: Loopbaan en finansies
am: ስራ እና ፋይናንስ
ar: المهنة والمال
az: Karyera və maliyyə
bn: ক্যারিয়ার এবং অর্থ
ca: Carrera i finances
cs: Kariéra a finance
de: Karriere und Finanzen
es_es: Carrera y finanzas
fa: حرفه و مالی
fi_fi: Ura ja talous
fil: Karera at pananalapi
fr: Carrière et finances
gl: Carreira e finanzas
gu: કેરિયર અને નાણાં
hi: करियर और वित्त
hu: Karrier és pénzügyek
hy_am: Կարիերա և ֆինանսներ
id: Karier dan keuangan
is_is: Atvinna og fjármál
it_it: Carriera e finanze
iw: קריירה וכספים
ja_jp: キャリアと財務
ka: კარიერა და ფინანსები
kk: Мансап және қаржы
km_kh: អាជីព និងហិរញ្ញវត្ថុ
kn_in: ವೃತ್ತಿ ಮತ್ತು ಹಣಕಾಸು
ko_kr: 경력 및 재정
ky_kg: Карьера жана финансы
lo: ອາຊີບແລະການເງິນ
lt: Karjera ir finansai
lv: Karjera un finanses
mk_mk: Кариера и финансии
ml_in: കരിയർ & സാമ്പത്തികം
mn_mn: Ажлын байр ба санхүү
mr: करिअर आणि आर्थिक बाबी
ms_my: Kerjaya dan kewangan
ne: क्यारियर र वित्त
nl: Carrière en financiën
no_no: Karriere og økonomi
pa: ਕੈਰੀਅਰ ਅਤੇ ਵਿੱਤ
pl: Kariera i finanse
pt_br: Carreira e finanças
ro: Carieră și finanțe
ru: Карьера и финансы
si: රැකියා සහ මූල්‍ය
sk: Kariéra a financie
sl: Kariera in finance
sq: Karriera dhe financat
sr: Каријера и финансије
sv_se: Karriär och ekonomi
sw: Kazi na fedha
ta: தொழில் மற்றும் நிதி
te: వృత్తి మరియు ఆర్థికాలు
th: อาชีพและการเงิน
tr_tr: Kariyer ve finans
uk: Кар'єра та фінанси
ur: کیریئر اور مالیات
vi: Sự nghiệp và tài chính
zh_cn: 职业与财务
zh_hk: 職業與財務
zu: Umsebenzi nezimali
