Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_detail_screen_description
source: Description of the card {cardName}
af: Beskrywing van die kaart {cardName}
am: {cardName} የካርድ መግለጫ
ar: وصف البطاقة {cardName}
az: {cardName} kartının təsviri
bn: কার্ড {cardName} এর বিবরণ
ca: Descripció de la carta {cardName}
cs: Popis karty {cardName}
de: Beschreibung der Karte {cardName}
es_es: Descripción de la carta {cardName}
fa: توضیح کارت {cardName}
fi_fi: Kortin {cardName} kuvaus
fil: Paglalarawan ng card na {cardName}
fr: Description de la carte {cardName}
gl: Descrición da carta {cardName}
gu: કાર્ડ {cardName} નું વર્ણન
hi: {cardName} कार्ड का विवरण
hu: {cardName} kártya leírása
hy_am: {cardName} քարտի նկարագրություն
id: Deskripsi kartu {cardName}
is_is: Lýsing á kortinu {cardName}
it_it: Descrizione della carta {cardName}
iw: תיאור קלף {cardName}
ja_jp: カード{cardName}の説明
ka: {cardName} ბარათის აღწერა
kk: {cardName} картасының сипаттамасы
km_kh: ការពិពណ៌នាកាត {cardName}
kn_in: {cardName} ಕಾರ್ಡ್ ವಿವರಣೆ
ko_kr: {cardName} 카드 설명
ky_kg: {cardName} картасынын сүрөттөлүшү
lo: ຄໍາອະທິບາຍຂອງບັດ {cardName}
lt: Kortos {cardName} aprašymas
lv: Kārts {cardName} apraksts
mk_mk: Опис на картата {cardName}
ml_in: {cardName} കാർഡിന്റെ വിവരണം
mn_mn: {cardName} картын тайлбар
mr: {cardName} कार्डचे वर्णन
ms_my: Penerangan kad {cardName}
ne: {cardName} कार्डको वर्णन
nl: Beschrijving van de kaart {cardName}
no_no: Beskrivelse av kortet {cardName}
pa: ਕਾਰਡ {cardName} ਦਾ ਵਰਣਨ
pl: Opis karty {cardName}
pt_br: Descrição da carta {cardName}
ro: Descrierea cărții {cardName}
ru: Описание карты {cardName}
si: {cardName} කාඩ්පතේ විස්තරය
sk: Popis karty {cardName}
sl: Opis karte {cardName}
sq: Përshkrimi i kartës {cardName}
sr: Опис карте {cardName}
sv_se: Beskrivning av kortet {cardName}
sw: Maelezo ya kadi {cardName}
ta: {cardName} கார்டின் விளக்கம்
te: {cardName} కార్డ్ వివరణ
th: คำอธิบายไพ่ {cardName}
tr_tr: {cardName} kartının açıklaması
uk: Опис карти {cardName}
ur: کارڈ {cardName} کی وضاحت
vi: Mô tả lá bài {cardName}
zh_cn: {cardName}牌的描述
zh_hk: {cardName}牌的描述
zu: Incazelo yekhadi {cardName}

# card_detail_screen_see_other_card_meaning
source: View the meaning of another card.
af: Kyk na die betekenis van ’n ander kaart
am: ሌላ ካርድ እንዴት እንደሚሆን ይመልከቱ
ar: عرض معنى بطاقة أخرى
az: Başqa kartın mənasını bax
bn: অন্য কার্ডের অর্থ দেখুন
ca: Veure el significat d'una altra carta
cs: Zobrazit význam jiné karty
de: Bedeutung einer anderen Karte ansehen
es_es: Ver el significado de otra carta
fa: مشاهده معنی کارت دیگر
fi_fi: Katso toisen kortin merkitys
fil: Tingnan ang kahulugan ng ibang card
fr: Voir la signification d'une autre carte
gl: Ver o significado doutra carta
gu: બીજી કાર્ડનું અર્થ જોવા
hi: दूसरे कार्ड का अर्थ देखें
hu: Másik kártya jelentésének megtekintése
hy_am: Դիտել մեկ այլ քարտի նշանակությունը
id: Lihat arti kartu lain
is_is: Skoða merkingu annars korts
it_it: Visualizza il significato di un'altra carta
iw: צפה במשמעות של קלף אחר
ja_jp: 別のカードの意味を見る
ka: სხვა ბარათის მნიშვნელობის ნახვა
kk: Басқа картаның мағынасын қарау
km_kh: មើលអត្ថន័យកាតផ្សេងទៀត
kn_in: ಇನ್ನೊಂದು ಕಾರ್ಡ್ ಅರ್ಥವನ್ನು ನೋಡಿರಿ
ko_kr: 다른 카드 의미 보기
ky_kg: Башка картанын маанисин көрүү
lo: ເບິ່ງຄ່າຂອງບັດອື່ນ
lt: Peržiūrėti kitos kortos reikšmę
lv: Skatīt citas kārts nozīmi
mk_mk: Погледни го значењето на друга карта
ml_in: മറ്റൊരു കാർഡിന്റെ അർത്ഥം കാണുക
mn_mn: Өөр карты утгыг харах
mr: इतर कार्डचे अर्थ पाहा
ms_my: Lihat maksud kad lain
ne: अर्को कार्डको अर्थ हेर्नुहोस्
nl: Bekijk de betekenis van een andere kaart
no_no: Se betydningen av et annet kort
pa: ਹੋਰ ਕਾਰਡ ਦਾ ਅਰਥ ਵੇਖੋ
pl: Zobacz znaczenie innej karty
pt_br: Ver o significado de outra carta
ro: Vezi semnificația altei cărți
ru: Посмотреть значение другой карты
si: වෙනත් කාඩ්පතක අර්ථය බලන්න
sk: Pozrieť význam inej karty
sl: Ogled pomena druge karte
sq: Shiko kuptimin e një karte tjetër
sr: Погледај значење друге карте
sv_se: Se betydelsen av ett annat kort
sw: Tazama maana ya kadi nyingine
ta: மற்றொரு கார்டின் அர்த்தத்தை பார்க்கவும்
te: ఇంకొక కార్డ్ అర్థం చూడండి
th: ดูความหมายของไพ่อื่น
tr_tr: Başka bir kartın anlamını görüntüle
uk: Переглянути значення іншої карти
ur: دوسرے کارڈ کا مطلب دیکھیں
vi: Xem ý nghĩa của lá bài khác
zh_cn: 查看另一张牌的含义
zh_hk: 查看其他牌的含義
zu: Buka incazelo yekhadi elinye

# card_detail_screen_or
source: or
af: of
am: ወይም
ar: أو
az: və ya
bn: অথবা
ca: o
cs: nebo
de: oder
es_es: o
fa: یا
fi_fi: tai
fil: o
fr: ou
gl: ou
gu: અથવા
hi: या
hu: vagy
hy_am: կամ
id: atau
is_is: eða
it_it: o
iw: או
ja_jp: または
ka: ან
kk: немесе
km_kh: ឬ
kn_in: ಅಥವಾ
ko_kr: 또는
ky_kg: же
lo: ຫຼື
lt: arba
lv: vai
mk_mk: или
ml_in: അഥവാ
mn_mn: эсвэл
mr: किंवा
ms_my: atau
ne: वा
nl: of
no_no: eller
pa: ਜਾਂ
pl: lub
pt_br: ou
ro: sau
ru: или
si: හෝ
sk: alebo
sl: ali
sq: ose
sr: или
sv_se: eller
sw: au
ta: அல்லது
te: లేదా
th: หรือ
tr_tr: veya
uk: або
ur: یا
vi: hoặc
zh_cn: 或者
zh_hk: 或
zu: noma

# card_detail_screen_loading_language
source: Loading language...
af: Laai taal...
am: ቋንቋ በመጫን ላይ...
ar: جارٍ تحميل اللغة...
az: Dil yüklənir...
bn: ভাষা লোড হচ্ছে...
ca: Carregant l'idioma...
cs: Načítání jazyka...
de: Sprache wird geladen...
es_es: Cargando idioma...
fa: در حال بارگذاری زبان...
fi_fi: Kielen lataus...
fil: Naglo-load ng wika...
fr: Chargement de la langue...
gl: Cargando idioma...
gu: ભાષા લોડ થઈ રહી છે...
hi: भाषा लोड हो रही है...
hu: Nyelv betöltése...
hy_am: Լեզվի բեռնվում է...
id: Memuat bahasa...
is_is: Hleður tungumál...
it_it: Caricamento della lingua...
iw: טוען שפה...
ja_jp: 言語を読み込み中...
ka: ენის ჩატვირთვა...
kk: Тілді жүктеу...
km_kh: កំពុងផ្ទុកភាសា...
kn_in: ಭಾಷೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 언어 로딩 중...
ky_kg: Тилди жүктөө...
lo: ກຳລັງໂຫຼດພາສາ...
lt: Kalbos įkėlimas...
lv: Valodas ielāde...
mk_mk: Се вчитува јазикот...
ml_in: ഭാഷ ലോഡ് ചെയ്യുന്നു...
mn_mn: Хэл ачааллаж байна...
mr: भाषा लोड करत आहे...
ms_my: Memuat bahasa...
ne: भाषा लोड हुँदैछ...
nl: Taal laden...
no_no: Laster språk...
pa: ਭਾਸ਼ਾ ਲੋਡ ਹੋ ਰਹੀ ਹੈ...
pl: Ładowanie języka...
pt_br: Carregando idioma...
ro: Se încarcă limba...
ru: Загрузка языка...
si: භාෂාව පූරණය වෙමින්...
sk: Načítavam jazyk...
sl: Nalaganje jezika...
sq: Duke ngarkuar gjuhën...
sr: Учитавање језика...
sv_se: Laddar språk...
sw: Inapakia lugha...
ta: மொழி ஏற்றுகிறது...
te: భాషను లోడ్ చేస్తోంది...
th: กำลังโหลดภาษา...
tr_tr: Dil yükleniyor...
uk: Завантаження мови...
ur: زبان لوڈ ہو رہی ہے...
vi: Đang tải ngôn ngữ...
zh_cn: 加载语言...
zh_hk: 語言加載中...
zu: Ukulayisha ulimi...

# card_detail_screen_see_card_meaning
source: View the card's meaning
af: Sien kaartwaarde
am: ካርድ እሴት እይ
ar: عرض قيمة البطاقة
az: Kartın dəyərini bax
bn: কার্ডের মান দেখুন
ca: Veure el significat de la carta
cs: Zobrazit význam karty
de: Kartenbedeutung ansehen
es_es: Ver el significado de la carta
fa: مشاهده ارزش کارت
fi_fi: Katso kortin merkitys
fil: Tingnan ang kahulugan ng card
fr: Voir la signification de la carte
gl: Ver o significado da carta
gu: કાર્ડનું મૂલ્ય જુઓ
hi: कार्ड का मान देखें
hu: Kártya jelentésének megtekintése
hy_am: Դիտել քարտի արժեքը
id: Lihat arti kartu
is_is: Skoða merkingu spjaldsins
it_it: Visualizza il significato della carta
iw: צפה בערך הקלף
ja_jp: カードの意味を見る
ka: ბარათის მნიშვნელობის ნახვა
kk: Карта мәнін қарау
km_kh: មើលតម្លៃកាត
kn_in: ಕಾರ್ಡ್ ಮೌಲ್ಯವನ್ನು ನೋಡಿ
ko_kr: 카드 의미 보기
ky_kg: Картанын маанисин көрүү
lo: ເບິ່ງຄ່າຂອງບັດ
lt: Peržiūrėti kortelės reikšmę
lv: Skatīt kartes nozīmi
mk_mk: Погледни ја вредноста на картата
ml_in: കാർഡിന്റെ മൂല്യം കാണുക
mn_mn: Картын утгыг харах
mr: कार्डचे मूल्य पहा
ms_my: Lihat makna kad
ne: कार्डको मान हेर्नुहोस्
nl: Kaartwaarde bekijken
no_no: Se kortets betydning
pa: ਕਾਰਡ ਦਾ ਮਤਲਬ ਵੇਖੋ
pl: Zobacz znaczenie karty
pt_br: Ver valor do cartão
ro: Vezi valoarea cărții
ru: Посмотреть значение карты
si: කාඩ්පතේ අර්ථය බලන්න
sk: Zobraziť význam karty
sl: Ogled vrednosti karte
sq: Shiko kuptimin e kartës
sr: Погледај вредност карте
sv_se: Visa kortets värde
sw: Tazama maana ya kadi
ta: அட்டை மதிப்பை பார்க்கவும்
te: కార్డ్ విలువను చూడండి
th: ดูความหมายของไพ่
tr_tr: Kart değerini görüntüle
uk: Переглянути значення карти
ur: کارڈ کی قیمت دیکھیں
vi: Xem ý nghĩa lá bài
zh_cn: 查看卡牌含义
zh_hk: 查看牌義
zu: Buka inani lekhadi

# card_detail_screen_original_waite_text
source: The original text of Waite
af: Oorspronklike Wait-tekst
am: የዌይት መለኪያ ጽሑፍ
ar: النص الأصلي لوِيت
az: Waitin orijinal mətni
bn: ওয়েইট-এর মূল লেখা
ca: Text original de Waite
cs: Originální text Weita
de: Originaltext von Waite
es_es: Texto original de Waite
fa: متن اصلی ویت
fi_fi: Waiten alkuperäinen teksti
fil: Orihinal na teksto ni Waite
fr: Texte original de Waite
gl: Texto orixinal de Waite
gu: વેઇટનો મૂળ લખાણ
hi: वेट का मूल पाठ
hu: Wait eredeti szöveg
hy_am: Ուեյթի բնօրինակ տեքստը
id: Teks asli Weit
is_is: Upprunalegur texti Waita
it_it: Testo originale di Waite
iw: הטקסט המקורי של וייט
ja_jp: ウェイトの原文
ka: უეიტის ორიგინალური ტექსტი
kk: Уэйттің түпнұсқа мәтіні
km_kh: អត្ថបទដើមរបស់ Wait
kn_in: ವೇಟ್ ಮೂಲ ಪಠ್ಯ
ko_kr: 웨이트 원본 텍스트
ky_kg: Уэйттин түп нускадагы тексти
lo: ຂໍ້ຄວາມຕົ້ນສະບັບຂອງ Wait
lt: Waito originalus tekstas
lv: Waita oriģinālais teksts
mk_mk: Оригинален текст на Вејт
ml_in: വെയ്റ്റിന്റെ യഥാർത്ഥ വാചകം
mn_mn: Уэйтийн анхны текст
mr: वेटचा मूळ मजकूर
ms_my: Teks asal Weita
ne: वेटको मूल पाठ
nl: Oorspronkelijke tekst van Waite
no_no: Original tekst av Waite
pa: ਵੇਟ ਦਾ ਮੂਲ ਪਾਠ
pl: Oryginalny tekst Waita
pt_br: Texto original de Waite
ro: Textul original al lui Wait
ru: Оригинальный текст Уэйта
si: Wait හි මුල් පෙළ
sk: Pôvodný text Waita
sl: Izvirno besedilo Weita
sq: Teksti origjinal i Wait
sr: Оригинални текст Вејта
sv_se: Originaltext av Waite
sw: Maandishi ya asili ya Waite
ta: வேய்டின் அசல் உரை
te: వైట్ యొక్క అసలు పాఠ్యం
th: ข้อความต้นฉบับของ Wait
tr_tr: Wait'ın orijinal metni
uk: Оригінальний текст Уейта
ur: ویٹ کا اصل متن
vi: Văn bản gốc của Wait
zh_cn: 韦特原文
zh_hk: 韋特原文
zu: Umbhalo wokuqala kaWait

# card_detail_screen_no_original_text
source: No original text.
af: Geen oorspronklike teks nie
am: የመነሻ ጽሑፍ የለም
ar: لا يوجد نص أصلي
az: Orijinal mətn yoxdur
bn: মূল লেখা নেই
ca: No hi ha text original
cs: Žádný originální text
de: Kein Originaltext
es_es: No hay texto original
fa: متن اصلی وجود ندارد
fi_fi: Ei alkuperäistä tekstiä
fil: Walang orihinal na teksto
fr: Pas de texte original
gl: Non hai texto orixinal
gu: મૂળ લખાણ નથી
hi: कोई मूल पाठ नहीं है
hu: Nincs eredeti szöveg
hy_am: Բնօրինակ տեքստ չկա
id: Tidak ada teks asli
is_is: Enginn upprunalegur texti
it_it: Nessun testo originale
iw: אין טקסט מקורי
ja_jp: 原文なし
ka: ორიგინალური ტექსტი არ არის
kk: Түпнұсқа мәтін жоқ
km_kh: គ្មានអត្ថបទដើម
kn_in: ಮೂಲ ಪಠ್ಯವಿಲ್ಲ
ko_kr: 원본 텍스트 없음
ky_kg: Түп нускадагы текст жок
lo: ບໍ່ມີຂໍ້ຄວາມຕົ້ນສະບັບ
lt: Originalaus teksto nėra
lv: Oriģinālā teksta nav
mk_mk: Нема оригинален текст
ml_in: യഥാർത്ഥ വാചകം ഇല്ല
mn_mn: Анхны текст байхгүй
mr: मूळ मजकूर नाही
ms_my: Tiada teks asal
ne: मूल पाठ छैन
nl: Geen oorspronkelijke tekst
no_no: Ingen original tekst
pa: ਕੋਈ ਮੂਲ ਪਾਠ ਨਹੀਂ
pl: Brak oryginalnego tekstu
pt_br: Sem texto original
ro: Nu există text original
ru: Нет оригинального текста
si: මුල් පෙළ නොමැත
sk: Žiadny pôvodný text
sl: Ni izvirnega besedila
sq: Nuk ka tekst origjinal
sr: Нема оригиналног текста
sv_se: Ingen originaltext
sw: Hakuna maandishi ya asili
ta: அசல் உரை இல்லை
te: అసలు పాఠ్యం లేదు
th: ไม่มีข้อความต้นฉบับ
tr_tr: Orijinal metin yok
uk: Немає оригінального тексту
ur: اصل متن موجود نہیں ہے
vi: Không có văn bản gốc
zh_cn: 无原文
zh_hk: 無原文
zu: Ayikho imibhalo yokuqala

# card_of_the_day_screen_translate_card_name_prompt
source: Translate the name of the tarot card "{cardName}" into {lang}. Provide only the translated name without any extra text or punctuation.
af: Vertaal die Tarot-kaartnaam "{cardName}" na {languageCode}. Die antwoord moet slegs die vertaalde naam bevat, sonder enige bykomende teks of leestekens.
am: "{cardName}" የታሮ ካርድ ስም ወደ {languageCode} ተርጉም። መልስ በተርጉሙ ስም ብቻ መኖሩ አለበት፣ ተጨማሪ ጽሑፍ ወይም ምልክቶች አይኖሩ።
ar: ترجم اسم بطاقة التارو "{cardName}" إلى {languageCode}. يجب أن يحتوي الرد على الاسم المترجم فقط، بدون نص إضافي أو علامات ترقيم.
az: "{cardName}" Tarot kartının adını {languageCode} dilinə tərcümə et. Cavab yalnız tərcümə edilmiş ad olmalıdır, əlavə mətn və ya durğu işarələri olmadan.
bn: "{cardName}" ট্যারো কার্ডের নাম {languageCode} ভাষায় অনুবাদ করুন। উত্তর শুধুমাত্র অনূদিত নাম থাকতে হবে, অতিরিক্ত কোনো লেখা বা চিহ্ন ছাড়া।
ca: Traduir el nom de la carta del Tarot "{cardName}" a {languageCode}. La resposta ha de contenir només el nom traduït, sense text addicional ni signes de puntuació.
cs: Přelož název tarotové karty "{cardName}" do {languageCode}. Odpověď by měla obsahovat pouze přeložený název, bez dalších textů nebo interpunkce.
de: Übersetze den Namen der Tarotkarte "{cardName}" ins {languageCode}. Die Antwort soll nur den übersetzten Namen enthalten, ohne zusätzlichen Text oder Satzzeichen.
es_es: Traduce el nombre de la carta del Tarot "{cardName}" al {languageCode}. La respuesta debe contener solo el nombre traducido, sin texto adicional ni signos de puntuación.
fa: نام کارت تاروت "{cardName}" را به {languageCode} ترجمه کن. پاسخ باید فقط شامل نام ترجمه شده باشد، بدون متن اضافی یا علائم نگارشی.
fi_fi: Käännä Tarot-kortin "{cardName}" nimi kielelle {languageCode}. Vastauksen tulee sisältää vain käännetty nimi ilman lisätekstiä tai välimerkkejä.
fil: Isalin ang pangalan ng Tarot card na "{cardName}" sa {languageCode}. Ang sagot ay dapat maglaman lamang ng isinaling pangalan, walang karagdagang teksto o bantas.
fr: Traduisez le nom de la carte de tarot "{cardName}" en {languageCode}. La réponse doit contenir uniquement le nom traduit, sans texte ou ponctuation supplémentaires.
gl: Traducir o nome da carta do Tarot "{cardName}" a {languageCode}. A resposta debe conter só o nome traducido, sen texto adicional nin signos de puntuación.
gu: ટારો કાર્ડ "{cardName}" નું નામ {languageCode} માં અનુવાદ કરો. જવાબમાં માત્ર અનુવાદિત નામ હોવું જોઈએ, કોઈ વધારાનો લખાણ કે વિરામચિહ્નો નહીં.
hi: टैरो कार्ड "{cardName}" का नाम {languageCode} में अनुवाद करें। उत्तर में केवल अनूदित नाम होना चाहिए, बिना किसी अतिरिक्त पाठ या विराम चिह्न के।
hu: Fordítsd le a "{cardName}" Tarot kártya nevét {languageCode} nyelvre. A válasz csak a lefordított nevet tartalmazza, további szöveg vagy írásjelek nélkül.
hy_am: Թարգմանիր Տարոյի քարտի "{cardName}" անվանումը {languageCode}-ով։ Պատասխանը պետք է պարունակի միայն թարգմանված անվանումը, առանց լրացուցիչ տեքստի կամ կետադրության նշանների։
id: Terjemahkan nama kartu Tarot "{cardName}" ke dalam {languageCode}. Jawaban harus hanya berisi nama yang diterjemahkan, tanpa teks tambahan atau tanda baca.
is_is: Þýddu nafn Tarot-spjaldsins "{cardName}" á {languageCode}. Svarið á aðeins að innihalda þýdda nafnið, án frekari texta eða greinarmerkja.
it_it: Traduci il nome della carta dei Tarocchi "{cardName}" in {languageCode}. La risposta deve contenere solo il nome tradotto, senza testo aggiuntivo o punteggiatura.
iw: תרגם את שם הקלף טארוט "{cardName}" ל-{languageCode}. התשובה צריכה להכיל רק את השם המתורגם, ללא טקסט נוסף או סימני פיסוק.
ja_jp: タロットカード「{cardName}」の名前を{languageCode}に翻訳してください。回答には翻訳された名前のみを含め、追加のテキストや句読点は含めないでください。
ka: გაათარგმნე ტაროს ბარათის "{cardName}" დასახელება {languageCode} ენაზე. პასუხი უნდა შეიცავდეს მხოლოდ თარგმნილ დასახელებას, დამატებითი ტექსტის ან ნიშნების გარეშე.
kk: Таро картасының "{cardName}" атауын {languageCode} тіліне аударыңыз. Жауапта тек аударылған атау болуы керек, қосымша мәтін немесе тыныс белгілері болмайды.
km_kh: បកប្រែឈ្មោះកាតតារ៉ូ "{cardName}" ទៅជា {languageCode}។ ចម្លើយគួរតែមានតែឈ្មោះដែលបានបកប្រែប៉ុណ្ណោះ ដោយគ្មានអត្ថបទបន្ថែម ឬសញ្ញាវិភាគ។
kn_in: ಟ್ಯಾರೋ ಕಾರ್ಡ್ "{cardName}" ನ ಹೆಸರನ್ನು {languageCode} ಗೆ ಅನುವಾದಿಸಿ. ಉತ್ತರದಲ್ಲಿ ಮಾತ್ರ ಅನುವಾದಿತ ಹೆಸರು ಇರಬೇಕು, ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಪಠ್ಯ ಅಥವಾ ವ್ಯಾಕರಣ ಚಿಹ್ನೆಗಳಿಲ್ಲ.
ko_kr: 타로 카드 "{cardName}" 이름을 {languageCode}로 번역하세요. 답변에는 추가 텍스트나 구두점 없이 번역된 이름만 포함되어야 합니다.
ky_kg: Таро картасынын "{cardName}" атын {languageCode} тилине котор. Жоопто кошумча текст же тыныш белгилери болбошу керек, болгону которулган аталыш болушу керек.
lo: ແປຊື່ບັດທາໂຣ "{cardName}" ເປັນ {languageCode} ຄຳຕອບຄວນມີແຕ່ຊື່ທີ່ແປແລ້ວ ບໍ່ມີຂໍ້ຄວາມເພີ່ມເຕີມ ຫຼື ສັນຍາລັກ.
lt: Išverskite Taro kortelės pavadinimą \"{cardName}\" į {languageCode}. Atsakyme turi būti tik išverstas pavadinimas, be papildomo teksto ar skyrybos ženklų.
lv: Taro kartes nosaukums "{cardName}" {languageCode} valodā
mk_mk: Преведи го името на Таро картата "{cardName}" на {languageCode}. Одговорот треба да содржи само преведено име, без дополнителен текст или знаци.
ml_in: ടാരോ കാർഡ് "{cardName}" ന്റെ പേര് {languageCode} ലേക്ക് വിവർത്തനം ചെയ്യുക. മറുപടി അധിക വാചകങ്ങളോ ചിഹ്നങ്ങളോ ഇല്ലാതെ വിവർത്തനമായ പേരേ മാത്രം ഉൾക്കൊള്ളണം.
mn_mn: Таро картын "{cardName}" нэрийг {languageCode} хэл рүү орчуулна уу. Хариулт нь зөвхөн орчуулсан нэрийг агуулсан байх ёстой, нэмэлт текст эсвэл цэг таслалгүй.
mr: टॅरो कार्डचे नाव "{cardName}" {languageCode} मध्ये अनुवादित करा. उत्तरात फक्त अनुवादित नाव असावे, कोणताही अतिरिक्त मजकूर किंवा विरामचिन्हे नसावीत.
ms_my: Terjemahkan nama kad Tarot "{cardName}" ke dalam {languageCode}. Jawapan mesti mengandungi hanya nama yang diterjemahkan, tanpa teks tambahan atau tanda baca.
ne: "{cardName}" टारो कार्डको नाम {languageCode} मा अनुवाद गर्नुहोस्। जवाफमा केवल अनुवादित नाम मात्र हुनु पर्छ, कुनै अतिरिक्त पाठ वा विराम चिह्न बिना।
nl: Vertaal de naam van de Tarotkaart "{cardName}" naar {languageCode}. Het antwoord mag alleen de vertaalde naam bevatten, zonder extra tekst of leestekens.
no_no: Oversett navnet på Tarot-kortet "{cardName}" til {languageCode}. Svaret skal kun inneholde den oversatte tittelen, uten ekstra tekst eller tegnsetting.
pa: ਟੈਰੋ ਕਾਰਡ "{cardName}" ਦਾ ਨਾਮ {languageCode} ਵਿੱਚ ਅਨੁਵਾਦ ਕਰੋ। ਜਵਾਬ ਵਿੱਚ ਸਿਰਫ ਅਨੁਵਾਦਿਤ ਨਾਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਕੋਈ ਵਾਧੂ ਲਿਖਤ ਜਾਂ ਚਿੰਨ੍ਹ ਨਹੀਂ।
pl: Przetłumacz nazwę karty Tarota "{cardName}" na {languageCode}. Odpowiedź powinna zawierać tylko przetłumaczoną nazwę, bez dodatkowego tekstu lub znaków interpunkcyjnych.
pt_br: Traduza o nome do cartão de Tarô "{cardName}" para {languageCode}. A resposta deve conter apenas o nome traduzido, sem texto adicional ou pontuação.
ro: Tradu numele cărții de Tarot "{cardName}" în {languageCode}. Răspunsul trebuie să conțină doar numele tradus, fără text suplimentar sau semne de punctuație.
ru: Переведи название карты Таро "{cardName}" на {languageCode}. Ответ должен содержать только переведенное название, без дополнительного текста или знаков препинания.
si: ටැරෝ කාඩ්පත "{cardName}" නාමය {languageCode} වෙත පරිවර්තනය කරන්න. පිළිතුරට අමතර පෙළ හෝ ලකුණු නොමැතිව පරිවර්තනය කළ නාමය පමණක් ඇතුළත් විය යුතුය.
sk: Prelož názov tarotovej karty "{cardName}" do {languageCode}. Odpoveď by mala obsahovať iba preložený názov, bez ďalšieho textu alebo interpunkcie.
sl: Prevedi ime tarot karte "{cardName}" v {languageCode}. Odgovor naj vsebuje samo prevedeno ime, brez dodatnega besedila ali ločil.
sq: Përkthe emrin e kartës Tarot "{cardName}" në {languageCode}. Përgjigjja duhet të përmbajë vetëm emrin e përkthyer, pa tekst shtesë ose shenja pikësimi.
sr: Преведи назив Таро карте "{cardName}" на {languageCode}. Одговор треба да садржи само преведени назив, без додатног текста или знакова интерпункције.
sv_se: Översätt namnet på tarotkortet "{cardName}" till {languageCode}. Svaret ska endast innehålla den översatta titeln, utan extra text eller skiljetecken.
sw: Tafsiri jina la kadi ya Tarot "{cardName}" kwa {languageCode}. Jibu linapaswa kuwa na jina lililotafsiriwa tu, bila maandishi au alama za ziada.
ta: "{cardName}" டாரோ அட்டையின் பெயரை {languageCode} மொழிக்கு மொழிபெயர்க்கவும். பதில் கூடுதல் உரை அல்லது குறியீடுகள் இல்லாமல், மொழிபெயர்க்கப்பட்ட பெயரை மட்டும் கொண்டிருக்க வேண்டும்.
te: టారో కార్డ్ "{cardName}" పేరును {languageCode} లోకి అనువదించండి. జవాబు లో అదనపు పాఠ్యం లేదా విరామ చిహ్నాలు లేకుండా కేవలం అనువదించిన పేరు మాత్రమే ఉండాలి.
th: แปลชื่อไพ่ทาโรต์ "{cardName}" เป็น {languageCode} คำตอบต้องมีเพียงชื่อที่แปลแล้วเท่านั้น ไม่มีข้อความหรือเครื่องหมายวรรคตอนเพิ่มเติม
tr_tr: "{cardName}" Tarot kartının adını {languageCode} diline çevir. Yanıt sadece çevrilmiş isimden oluşmalı, ek metin veya noktalama işareti olmamalıdır.
uk: Переклади назву карти Таро "{cardName}" на {languageCode}. Відповідь повинна містити лише перекладену назву, без додаткового тексту чи розділових знаків.
ur: "{cardName}" ٹارو کارڈ کا نام {languageCode} میں ترجمہ کریں۔ جواب میں صرف ترجمہ شدہ نام ہونا چاہیے، اضافی متن یا علامات کے بغیر۔
vi: Dịch tên lá bài Tarot "{cardName}" sang {languageCode}. Câu trả lời chỉ nên chứa tên đã dịch, không thêm văn bản hay dấu câu nào khác.
zh_cn: 将塔罗牌名称 ""{cardName}\" 翻译成 {languageCode}。答案应仅包含翻译后的名称，不包含额外文本或标点符号。
zh_hk: 將塔羅牌「{cardName}」的名稱翻譯成{languageCode}。回答中只應包含翻譯後的名稱，無需額外文字或標點符號。
zu: Humusha igama lekhadi le-Tarot "{cardName}" ku-{languageCode}. Impendulo kufanele ibe negama elihunyushiwe kuphela, ngaphandle kombhalo owengeziwe noma izimpawu zokubhala.
