Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# fun_spread_screen_share_error
source: Error saving image.
af: Fout tydens die stoor van die beeld.
am: ምስሉን ማስቀመጥ ላይ ስህተት።
ar: حدث خطأ أثناء حفظ الصورة.
az: Şəkil yadda saxlanarkən xəta baş verdi.
bn: ছবি সংরক্ষণে ত্রুটি হয়েছে।
ca: Error en desar la imatge.
cs: Chyba při ukládání obrázku.
de: Fehler beim Speichern des Bildes.
es_es: Error al guardar la imagen.
fa: خطا در ذخیره تصویر.
fi_fi: Virhe kuvan tallennuksessa.
fil: Error sa pag-save ng larawan.
fr: Erreur lors de l'enregistrement de l'image.
gl: Erro ao gardar a imaxe.
gu: છબી સાચવવામાં ત્રુટિ.
hi: छवि सहेजने में त्रुटि।
hu: Hiba a kép mentésekor.
hy_am: Սխալ պատկերի պահպանման ժամանակ։
id: Kesalahan saat menyimpan gambar.
is_is: Villa við að vista mynd.
it_it: Errore durante il salvataggio dell'immagine.
iw: שגיאה בשמירת התמונה.
ja_jp: 画像の保存中にエラーが発生しました。
ka: შეცდომა გამოსახულების შენახვისას.
kk: Суретті сақтау кезінде қате пайда болды.
km_kh: មានកំហុសក្នុងការរក្សាទុករូបភាព។
kn_in: ಚಿತ್ರವನ್ನು ಉಳಿಸುವಾಗ ದೋಷವಾಯಿತು.
ko_kr: 이미지 저장 중 오류가 발생했습니다.
ky_kg: Сүрөттү сактоодо ката кетти.
lo: ຜິດພາດໃນການບັນທຶກຮູບພາບ.
lt: Klaida išsaugant paveikslėlį.
lv: Kļūda saglabājot attēlu.
mk_mk: Грешка при зачувување на сликата.
ml_in: ചിത്രം സംരക്ഷിക്കുമ്പോൾ പിശക്.
mn_mn: Зураг хадгалахад алдаа гарлаа.
mr: प्रतिमा जतन करताना त्रुटी.
ms_my: Ralat semasa menyimpan imej.
ne: छविहरू सुरक्षित गर्दा त्रुटि।
nl: Fout bij het opslaan van de afbeelding.
no_no: Feil ved lagring av bildet.
pa: ਚਿੱਤਰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
pl: Błąd podczas zapisywania obrazu.
pt_br: Erro ao salvar a imagem.
ro: Eroare la salvarea imaginii.
ru: Ошибка при сохранении изображения.
si: පින්තූරය සුරැකුම් කිරීමේ දෝෂයක්.
sk: Chyba pri ukladaní obrázka.
sl: Napaka pri shranjevanju slike.
sq: Gabim gjatë ruajtjes së imazhit.
sr: Грешка при чувању слике.
sv_se: Fel vid sparande av bilden.
sw: Kosa wakati wa kuhifadhi picha.
ta: படத்தை சேமிக்கும் போது பிழை ஏற்பட்டது.
te: చిత్రాన్ని సేవ్ చేయడంలో లోపం.
th: เกิดข้อผิดพลาดในการบันทึกรูปภาพ
tr_tr: Resim kaydedilirken hata oluştu.
uk: Помилка при збереженні зображення.
ur: تصویر محفوظ کرنے میں خرابی۔
vi: Lỗi khi lưu hình ảnh.
zh_cn: 保存图片时出错。
zh_hk: 保存圖片時出錯。
zu: Iphutha ekugcineni isithombe.

# fun_spread_screen_about_fun_spread
source: What is a funny spread?
af: Wat is 'n prettige uitleg?
am: ምንድነው የሚያስደስት እቅድ?
ar: ما هو التوزيع المضحك؟
az: Gülməli yayım nədir?
bn: মজার রিডিং কী?
ca: Què és una tirada divertida?
cs: Co je to zábavné rozložení?
de: Was ist ein lustiges Legesystem?
es_es: ¿Qué es una tirada divertida?
fa: فال خنده‌دار چیست؟
fi_fi: Mikä on hauska levitys?
fil: Ano ang nakakatawang layout?
fr: Qu'est-ce qu'un tirage amusant ?
gl: Que é unha tirada divertida?
gu: મજેદાર વિતરણ શું છે?
hi: मज़ेदार पैटर्न क्या है?
hu: Mi az a vicces kirakás?
hy_am: Ինչ է զվարճալի դասավորությունը?
id: Apa itu pembacaan yang menyenangkan?
is_is: Hvað er skemmtileg spá?
it_it: Cos'è una stesa divertente?
iw: מה זה פריסה משעשעת?
ja_jp: 面白いスプレッドとは何ですか？
ka: რა არის სასაცილო განლაგება?
kk: Қызықты тарату деген не?
km_kh: តើការចែកបន្ទាត់កំប្លែងជាអ្វី?
kn_in: ಹಾಸ್ಯಕರ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 재미있는 카드 배열이란 무엇인가요?
ky_kg: Кызыктуу жайгаштыруу деген эмне?
lo: ການຈັດການທີ່ນ່າຮູ້ສຶກຕະຫຼາດຄືຫຍັງ?
lt: Kas yra linksmasis išdėstymas?
lv: Kas ir jautrais izklājums?
mk_mk: Што е забавен распоред?
ml_in: രസകരമായ കാർഡ് ലേഔട്ട് എന്താണ്?
mn_mn: Инээдтэй тароо дэлгэх гэж юу вэ?
mr: मजेशीर पद्धत म्हणजे काय?
ms_my: Apa itu bacaan yang menyeronokkan?
ne: रमाइलो पठन भनेको के हो?
nl: Wat is een grappige legging?
no_no: Hva er en morsom opplegg?
pa: ਮਜ਼ੇਦਾਰ ਪੜ੍ਹਾਈ ਕੀ ਹੈ?
pl: Co to jest zabawny rozkład?
pt_br: O que é uma leitura divertida?
ro: Ce este un aranjament amuzant?
ru: Что такое забавный расклад?
si: රසවත් විවරණය කියන්නේ මොකද්ද?
sk: Čo je to zábavné rozloženie?
sl: Kaj je zabavna razporeditev?
sq: Çfarë është një shpërndarje argëtuese?
sr: Шта је забавни распоред?
sv_se: Vad är en rolig läggning?
sw: Je, ni nini muundo wa kuchekesha?
ta: சுவாரஸ்யமான பகிர்வு என்றால் என்ன?
te: వినోదాత్మక రీడింగ్ అంటే ఏమిటి?
th: การอ่านไพ่ที่สนุกสนานคืออะไร?
tr_tr: Komik açılım nedir?
uk: Що таке забавний розклад?
ur: مزاحیہ پھیلاؤ کیا ہے؟
vi: Bói bài vui là gì?
zh_cn: 什么是有趣的牌阵？
zh_hk: 什麼是有趣的牌陣？
zu: Yini ukuhlukaniswa okujabulisayo?

# fun_spread_screen_fun_spread_explanation
source: A fun spread is a special way of divination using tarot cards that combines the depth of traditional spreads with a light and positive approach. It will help you look at the situation from a new perspective and find joy in everyday life.
af: 'n Prettige uitleg is 'n spesiale manier van tarotkaartlesing wat die diepte van tradisionele uitlegte kombineer met 'n ligte en positiewe benadering. Dit sal jou help om na die situasie uit 'n nuwe hoek te kyk en vreugde in die alledaagse lewe te vind.
am: የሚያስደስት እቅድ በታሮ ካርዶች ላይ የሚደረገ ልዩ የምንባብ መንገድ ነው፣ ይህም የባህላዊ እቅዶች ጥልቅነትን ከቀላልና አዎንታዊ አቀራረብ ጋር ይዛል። እርስዎን በአዲስ አንፃር ሁኔታውን ለማየት እና በዕለታዊ ሕይወት ደስታን ለማግኘት ይረዳዎታል።
ar: التوزيع المضحك هو طريقة خاصة للتنجيم باستخدام بطاقات التارو، تجمع بين عمق التوزيعات التقليدية ونهج خفيف وإيجابي. سيساعدك على النظر إلى الموقف من زاوية جديدة وإيجاد الفرح في الحياة اليومية.
az: Gülməli yayım, ənənəvi yayımın dərinliyini yüngül və pozitiv yanaşma ilə birləşdirən xüsusi bir tarot kartları falı üsuludur. Bu, vəziyyətə yeni tərəfdən baxmağa və gündəlik həyatda sevinc tapmağa kömək edəcək.
bn: মজার রিডিং হল ট্যারো কার্ডের একটি বিশেষ পদ্ধতি, যা ঐতিহ্যবাহী রিডিংয়ের গভীরতাকে হালকা এবং ইতিবাচক দৃষ্টিভঙ্গির সাথে মিলিয়ে তৈরি। এটি আপনাকে পরিস্থিতিকে নতুন দৃষ্টিকোণ থেকে দেখার এবং দৈনন্দিন জীবনে আনন্দ খুঁজে পাওয়ার সুযোগ দেবে।
ca: La tirada divertida és una manera especial de llegir les cartes del tarot que combina la profunditat de les tirades tradicionals amb un enfocament lleuger i positiu. T'ajudarà a veure la situació des d'una nova perspectiva i a trobar alegria en la vida quotidiana.
cs: Zábavné rozložení je speciální způsob věštění z tarotových karet, který kombinuje hloubku tradičních rozložení s lehkým a pozitivním přístupem. Pomůže vám nahlédnout na situaci z nové perspektivy a najít radost v každodenním životě.
de: Ein lustiges Legesystem ist eine besondere Art der Tarotkartenlegung, die die Tiefe traditioneller Legesysteme mit einem leichten und positiven Ansatz verbindet. Es hilft Ihnen, die Situation aus einer neuen Perspektive zu betrachten und Freude im Alltag zu finden.
es_es: La tirada divertida es una forma especial de adivinación con cartas del tarot que combina la profundidad de las tiradas tradicionales con un enfoque ligero y positivo. Te ayudará a ver la situación desde una nueva perspectiva y a encontrar alegría en la vida cotidiana.
fa: فال خنده‌دار یک روش خاص برای فال گرفتن با کارت‌های تاروت است که عمق فال‌های سنتی را با رویکردی سبک و مثبت ترکیب می‌کند. این روش به شما کمک می‌کند تا به وضعیت از زاویه‌ای جدید نگاه کنید و شادی را در زندگی روزمره بیابید.
fi_fi: Hauska levitys on erityinen tapa ennustaa tarot-korteilla, joka yhdistää perinteisten levitysten syvyyden kevyellä ja positiivisella otteella. Se auttaa sinua katsomaan tilannetta uudesta näkökulmasta ja löytämään iloa arjesta.
fil: Ang nakakatawang layout ay isang espesyal na paraan ng pagbabasa ng tarot cards na pinagsasama ang lalim ng tradisyunal na mga layout sa isang magaan at positibong pamamaraan. Tutulungan ka nitong tingnan ang sitwasyon mula sa bagong pananaw at hanapin ang kasiyahan sa araw-araw na buhay.
fr: Le tirage amusant est une méthode particulière de divination avec les cartes de tarot, qui combine la profondeur des tirages traditionnels avec une approche légère et positive. Il vous aidera à voir la situation sous un nouvel angle et à trouver de la joie dans la vie quotidienne.
gl: A tirada divertida é un xeito especial de adiviñación con cartas do tarot, que combina a profundidade das tiradas tradicionais cun enfoque lixeiro e positivo. Axudarache a ver a situación desde unha nova perspectiva e a atopar alegría na vida cotiá.
gu: મજેદાર વિતરણ એ તારો કાર્ડ્સ પર ભવિષ્યવાણી કરવાનો એક ખાસ રીત છે, જે પરંપરાગત વિતરણોની ઊંડાઈને હળવા અને સકારાત્મક અભિગમ સાથે જોડે છે. તે તમને પરિસ્થિતિને નવી દૃષ્ટિએ જોવામાં અને દૈનિક જીવનમાં આનંદ શોધવામાં મદદ કરશે.
hi: मज़ेदार पैटर्न टैरो कार्ड्स पर भविष्यवाणी करने का एक विशेष तरीका है, जो पारंपरिक पैटर्न की गहराई को हल्के और सकारात्मक दृष्टिकोण के साथ जोड़ता है। यह आपको स्थिति को एक नए नजरिए से देखने और रोज़मर्रा की ज़िंदगी में खुशी खोजने में मदद करेगा।
hu: A vicces kirakás egy különleges tarot kártya jóslási mód, amely ötvözi a hagyományos kirakások mélységét egy könnyed és pozitív megközelítéssel. Segít új szemszögből tekinteni a helyzetre, és örömet találni a mindennapokban.
hy_am: Զվարճալի դասավորությունը տառոյի քարտերով գուշակության հատուկ ձև է, որը համատեղում է ավանդական դասավորությունների խորությունը՝ թեթև և դրական մոտեցմամբ: Այն կօգնի ձեզ նայել իրավիճակին նոր տեսանկյունից և գտնել ուրախություն առօրյա կյանքում:
id: Pembacaan yang menyenangkan adalah cara khusus meramal dengan kartu tarot yang menggabungkan kedalaman pembacaan tradisional dengan pendekatan yang ringan dan positif. Ini akan membantu Anda melihat situasi dari sudut pandang baru dan menemukan kebahagiaan dalam kehidupan sehari-hari.
is_is: Skemmtileg spá er sérstakur háttur til að spá með tarotkortum sem sameinar dýpt hefðbundinna spáa með léttum og jákvæðum nálgun. Hún hjálpar þér að líta á aðstæður frá nýju sjónarhorni og finna gleði í daglegu lífi.
it_it: La stesa divertente è un modo speciale di divinazione con le carte dei tarocchi, che combina la profondità delle stese tradizionali con un approccio leggero e positivo. Ti aiuterà a vedere la situazione da una nuova prospettiva e a trovare gioia nella vita quotidiana.
iw: פריסה משעשעת היא שיטת חיזוי מיוחדת בקלפי טארוט, שמשלבת את העומק של פריסות מסורתיות עם גישה קלה וחיובית. היא תעזור לך להסתכל על המצב מזווית חדשה ולמצוא שמחה בחיים היומיומיים.
ja_jp: 面白いスプレッドは、伝統的なタロットスプレッドの深さと軽やかでポジティブなアプローチを組み合わせた特別な占い方法です。状況を新しい視点で見つめ、日常生活に喜びを見つける手助けをします。
ka: სასაცილო განლაგება არის ტარო კარტებზე წინასწარმეტყველების განსაკუთრებული მეთოდი, რომელიც აერთიანებს ტრადიციული განლაგებების სიღრმეს მსუბუქ და პოზიტიურ მიდგომასთან. ის დაგეხმარებათ სიტუაციის ახალ კუთხით დანახვაში და ყოველდღიურ ცხოვრებაში სიხარულის პოვნაში.
kk: Қызықты тарату – бұл таро карталарымен болжаудың ерекше әдісі, ол дәстүрлі тарату тереңдігін жеңіл және позитивті тәсілмен біріктіреді. Бұл сізге жағдайға жаңа қырынан қарауға және күнделікті өмірден қуаныш табуға көмектеседі.
km_kh: ការចែកបន្ទាត់កំប្លែងគឺជាវិធីពិសេសមួយក្នុងការទស្សន៍ទាយដោយកាតតារ៉ូ ដែលបញ្ចូលជាមួយនឹងជម្រៅនៃការចែកបន្ទាត់ប្រពៃណី និងវិធីសាស្រ្តសប្បាយរីករាយ និងវិជ្ជមាន។ វានឹងជួយអ្នកមើលឃើញស្ថានភាពពីមุมមួយថ្មី និងស្វែងរកភាពរីករាយក្នុងជីវិតប្រចាំថ្ងៃ។
kn_in: ಹಾಸ್ಯಕರ ವಿತರಣೆ ಎಂದರೆ ಟಾರೋ ಕಾರ್ಡ್‌ಗಳ ವಿಶೇಷ ಜ್ಯೋತಿಷ್ಯ ವಿಧಾನ, ಇದು ಪರಂಪರಾಗತ ವಿತರಣೆಗಳ ಆಳತೆಯನ್ನು ಹಗುರ ಮತ್ತು ಧನಾತ್ಮಕ ದೃಷ್ಟಿಕೋನದೊಂದಿಗೆ ಸಂಯೋಜಿಸುತ್ತದೆ. ಇದು ನಿಮಗೆ ಪರಿಸ್ಥಿತಿಯನ್ನು ಹೊಸ ದೃಷ್ಟಿಕೋನದಿಂದ ನೋಡಲು ಮತ್ತು ದೈನಂದಿನ ಜೀವನದಲ್ಲಿ ಸಂತೋಷವನ್ನು ಕಂಡುಹಿಡಿಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko_kr: 재미있는 카드 배열은 전통적인 타로 카드 배열의 깊이와 가볍고 긍정적인 접근 방식을 결합한 특별한 점술 방법입니다. 이 방법은 상황을 새로운 시각으로 바라보고 일상에서 기쁨을 찾는 데 도움을 줄 것입니다.
ky_kg: Кызыктуу жайгаштыруу – бул таро карталары боюнча боорукер жана оң көз караш менен салттуу жайгаштыруунун тереңдигин айкалыштырган өзгөчө боорукердик ыкмасы. Бул сизге кырдаалга жаңы көз караш менен карап, күнүмдүк жашоодо кубаныч табууга жардам берет.
lo: ການຈັດການທີ່ນ່າຮູ້ສຶກຕະຫຼາດແມ່ນວິທີພິເສດໃນການທຳນາຍດ້ວຍບັດທາໂຣ ທີ່ລວມຄວາມລຶກຊັບຂອງການຈັດການດັ່ງເດີມກັບການເຂົ້າເຖິງທີ່ງ່າຍແລະມີແນວຄິດບວກ. ມັນຈະຊ່ວຍໃຫ້ທ່ານເບິ່ງເຫັນສະພາບການຈາກມຸມໃໝ່ແລະຄົ້ນຫາຄວາມສຸກໃນຊີວິດປະຈຳວັນ.
lt: Linksmasis išdėstymas – tai ypatingas būdas burti pagal taro kortas, kuris sujungia tradicinių išdėstymų gilumą su lengvu ir pozityviu požiūriu. Jis padės jums pažvelgti į situaciją iš naujos pusės ir rasti džiaugsmą kasdieniame gyvenime.
lv: Jautrais izklājums ir īpaša taro kāršu zīlēšanas metode, kas apvieno tradicionālo izklājumu dziļumu ar vieglu un pozitīvu pieeju. Tas palīdzēs jums paskatīties uz situāciju no jauna skatupunkta un atrast prieku ikdienas dzīvē.
mk_mk: Забавен распоред е посебен начин на гатање со таро карти, кој ги комбинира длабочината на традиционалните распоредувања со лесен и позитивен пристап. Тој ќе ви помогне да ја погледнете ситуацијата од нова перспектива и да најдете радост во секојдневниот живот.
ml_in: രസകരമായ കാർഡ് ലേഔട്ട് എന്നത് ടാരോ കാർഡുകളിലെ ഒരു പ്രത്യേക പ്രവചന രീതിയാണ്, ഇത് പരമ്പരാഗത ലേഔട്ടുകളുടെ ആഴവും ലളിതവും പോസിറ്റീവുമായ സമീപനവും സംയോജിപ്പിക്കുന്നു. ഇത് നിങ്ങൾക്ക് ഒരു പുതിയ കാഴ്ചപ്പാടിൽ സ്ഥിതിഗതികൾ കാണാനും ദൈനംദിന ജീവിതത്തിൽ സന്തോഷം കണ്ടെത്താനും സഹായിക്കും.
mn_mn: Инээдтэй тароо дэлгэх нь уламжлалт тароо дэлгэх аргын гүн гүнзгий байдлыг хөнгөн, эерэг хандлагатай хослуулсан онцгой аргын нэг юм. Энэ нь танд нөхцөл байдлыг шинэ өнцгөөс харах, өдөр тутмын амьдралдаа баяр баясгаланг олоход тусална.
mr: मजेशीर पद्धत ही टारो कार्ड्सवर भविष्यवाणी करण्याची एक खास पद्धत आहे, जी पारंपारिक पद्धतींच्या खोलाईसह हलक्या आणि सकारात्मक दृष्टिकोनाचा संगम करते. हे तुम्हाला परिस्थितीकडे नवीन दृष्टीकोनातून पाहण्यास मदत करेल आणि दैनंदिन जीवनात आनंद शोधण्यास मदत करेल.
ms_my: Bacaan yang menyeronokkan adalah cara khusus untuk meramal dengan kad tarot, yang menggabungkan kedalaman bacaan tradisional dengan pendekatan yang ringan dan positif. Ia akan membantu anda melihat situasi dari sudut baru dan mencari kegembiraan dalam kehidupan seharian.
ne: रमाइलो पठन भनेको टारो कार्डहरूमा भविष्यवाणी गर्ने विशेष तरिका हो, जसले परम्परागत पठनहरूको गहिराईलाई हल्का र सकारात्मक दृष्टिकोणसँग जोड्दछ। यसले तपाईंलाई परिस्थितिलाई नयाँ दृष्टिकोणबाट हेर्न र दैनिक जीवनमा खुशी पाउन मद्दत गर्नेछ।
nl: Een grappige legging is een speciale manier van tarotkaartleggen die de diepgang van traditionele leggingen combineert met een lichte en positieve benadering. Het helpt je om de situatie vanuit een nieuw perspectief te bekijken en vreugde te vinden in het dagelijks leven.
no_no: En morsom opplegg er en spesiell måte å spå med tarotkort på, som kombinerer dybden i tradisjonelle opplegg med en lett og positiv tilnærming. Det vil hjelpe deg å se situasjonen fra en ny vinkel og finne glede i hverdagen.
pa: ਮਜ਼ੇਦਾਰ ਪੜ੍ਹਾਈ ਟੈਰੋ ਕਾਰਡਾਂ 'ਤੇ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਦਾ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਤਰੀਕਾ ਹੈ, ਜੋ ਰਵਾਇਤੀ ਪੜ੍ਹਾਈਆਂ ਦੀ ਗਹਿਰਾਈ ਨੂੰ ਹਲਕੇ ਅਤੇ ਸਕਾਰਾਤਮਕ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਨਾਲ ਜੋੜঋ। ਇਹ ਤੁਹਾਨੂੰ ਸਥਿਤੀ ਨੂੰ ਨਵੀਂ ਨਜ਼ਰ ਨਾਲ ਦੇਖਣ ਅਤੇ ਰੋਜ਼ਾਨਾ ਜੀਵਨ ਵਿੱਚ ਖੁਸ਼ੀ ਲੱਭਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।
pl: Zabawny rozkład to specjalny sposób wróżenia z kart tarota, który łączy głębię tradycyjnych rozkładów z lekkim i pozytywnym podejściem. Pomoże Ci spojrzeć na sytuację z nowej perspektywy i znaleźć radość w codziennym życiu.
pt_br: A leitura divertida é uma forma especial de adivinhação com cartas de tarô, que combina a profundidade das leituras tradicionais com uma abordagem leve e positiva. Ela ajudará você a olhar para a situação de um novo ângulo e encontrar alegria no dia a dia.
ro: Aranjamentul amuzant este o metodă specială de divinație cu cărți de tarot, care combină profunzimea aranjamentelor tradiționale cu o abordare ușoară și pozitivă. Te va ajuta să privești situația dintr-o perspectivă nouă și să găsești bucurie în viața de zi cu zi.
ru: Забавный расклад - это особый способ гадания на картах таро, который сочетает в себе глубину традиционных раскладов с легким и позитивным подходом. Он поможет вам взглянуть на ситуацию с новой стороны и найти радость в повседневной жизни.
si: රසවත් විවරණය කියන්නේ ටැරෝ කාඩ්පත් වලින් අනාගතය කියවීමේ විශේෂ ක්‍රමයක් වන අතර, එය සම්ප්‍රදායික විවරණ වල ගැඹුරු බව සහ ලිහිල් හා ධනාත්මක ප්‍රවේශයක් එකට මිශ්‍ර කරයි. එය ඔබට තත්ත්වය නව පැත්තකින් බැලීමට සහ දෛනික ජීවිතයේ සතුට සොයා ගැනීමට උදව් කරයි.
sk: Zábavné rozloženie je špeciálny spôsob veštenia z tarotových kariet, ktorý kombinuje hĺbku tradičných rozložení s ľahkým a pozitívnym prístupom. Pomôže vám pozrieť sa na situáciu z novej perspektívy a nájsť radosť v každodennom živote.
sl: Zabavna razporeditev je poseben način vedeževanja s tarot kartami, ki združuje globino tradicionalnih razporeditev z lahkotnim in pozitivnim pristopom. Pomagala vam bo pogledati na situacijo z nove strani in najti veselje v vsakdanjem življenju.
sq: Shpërndarja argëtuese është një mënyrë e veçantë për të parashikuar me kartat e tarotit, e cila kombinon thellësinë e shpërndarjeve tradicionale me një qasje të lehtë dhe pozitive. Ajo do t'ju ndihmojë të shihni situatën nga një këndvështrim i ri dhe të gjeni gëzim në jetën e përditshme.
sr: Забавни распоред је посебан начин гатања на тарот картама, који спаја дубину традиционалних распоредa са лаганим и позитивним приступом. Помоћи ће вам да погледате ситуацију из новог угла и пронађете радост у свакодневном животу.
sv_se: En rolig läggning är ett speciellt sätt att spå med tarotkort som kombinerar djupet i traditionella läggningar med ett lättsamt och positivt tillvägagångssätt. Det hjälper dig att se situationen från en ny vinkel och hitta glädje i vardagen.
sw: Muundo wa kuchekesha ni njia maalum ya kutabiri kwa kadi za tarot, inayochanganya kina cha miundo ya jadi na mtazamo mwepesi na chanya. Itakusaidia kuona hali kutoka upande mpya na kupata furaha katika maisha ya kila siku.
ta: சுவாரஸ்யமான பகிர்வு என்பது பாரம்பரிய பகிர்வுகளின் ஆழத்தையும் எளிமையான மற்றும் நேர்மறையான அணுகுமுறையையும் இணைக்கும் ஒரு சிறப்பு டாரோ அட்டைகள் கணிப்பு முறை. இது உங்களுக்கு நிலையை புதிய பார்வையில் பார்க்கவும், தினசரி வாழ்வில் மகிழ்ச்சியை கண்டுபிடிக்கவும் உதவும்.
te: వినోదాత్మక రీడింగ్ అనేది టారో కార్డులపై ప్రత్యేకమైన జ్యోతిష్య పద్ధతి, ఇది సంప్రదాయ రీడింగ్ల లోతును సులభమైన మరియు సానుకూల దృష్టితో కలిపి ఉంటుంది. ఇది మీకు పరిస్థితిని కొత్త కోణంలో చూడటానికి మరియు రోజువారీ జీవితంలో ఆనందాన్ని కనుగొనటానికి సహాయపడుతుంది.
th: การอ่านไพ่ที่สนุกสนานคือวิธีพิเศษในการทำนายด้วยไพ่ทาโรต์ ที่ผสมผสานความลึกซึ้งของการอ่านไพ่แบบดั้งเดิมกับวิธีการที่เบาและเป็นบวก มันจะช่วยให้คุณมองสถานการณ์จากมุมมองใหม่และค้นหาความสุขในชีวิตประจำวัน
tr_tr: Komik açılım, geleneksel açılımların derinliğini hafif ve pozitif bir yaklaşımla birleştiren özel bir tarot kartı falı yöntemidir. Duruma yeni bir açıdan bakmanıza ve günlük hayatta neşe bulmanıza yardımcı olur.
uk: Забавний розклад — це особливий спосіб ворожіння на картах таро, який поєднує глибину традиційних розкладів з легким і позитивним підходом. Він допоможе вам поглянути на ситуацію з нового боку і знайти радість у повсякденному житті.
ur: مزاحیہ پھیلاؤ تاروت کارڈز پر پڑھنے کا ایک خاص طریقہ ہے، جو روایتی پھیلاؤ کی گہرائی کو ہلکے اور مثبت انداز کے ساتھ ملاتا ہے۔ یہ آپ کو صورتحال کو ایک نئے زاویے سے دیکھنے اور روزمرہ کی زندگی میں خوشی تلاش کرنے میں مدد دے گا۔
vi: Bói bài vui là một cách đặc biệt để xem bài tarot, kết hợp chiều sâu của các lá bài truyền thống với cách tiếp cận nhẹ nhàng và tích cực. Nó sẽ giúp bạn nhìn nhận tình huống từ một góc độ mới và tìm thấy niềm vui trong cuộc sống hàng ngày.
zh_cn: 有趣的牌阵是一种特殊的塔罗牌占卜方式，结合了传统牌阵的深度与轻松积极的态度。它将帮助你从新的角度看待情况，在日常生活中找到快乐。
zh_hk: 有趣的牌陣是一種特殊的塔羅牌占卜方式，結合了傳統牌陣的深度與輕鬆積極的態度。它將幫助你從新的角度看待情況，並在日常生活中找到快樂。
zu: Ukuhlukaniswa okujabulisayo kuyindlela ekhethekile yokubikezela ngamakhadi e-tarot, ehlanganisa ukujuluka kokuhlukaniswa kwendabuko nendlela elula nenomusa. Kuzokusiza ukubheka isimo ngeso elisha nokuthola injabulo empilweni yansuku zonke.

# fun_spread_screen_understand_button
source: Understood
af: Duidelik
am: ተረዳ
ar: مفهوم
az: Aydın oldu
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ហើយ
kn_in: ಬರಹವಾಗಿದ್ದು
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprasta
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: හැඟිණි
sk: Rozumiem
sl: Razumem
sq: E kuptoj
sr: Јасно
sv_se: Förstått
sw: Imeeleweka
ta: புரிந்தது
te: స్పష్టంగా ఉంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# fun_spread_screen_title
source: Funny spread
af: Prettige uitleg
am: የሚያስደስት እቅድ
ar: التوزيع المضحك
az: Gülməli yayım
bn: মজার রিডিং
ca: Tirada divertida
cs: Zábavné rozložení
de: Lustiges Legesystem
es_es: Tirada divertida
fa: فال خنده‌دار
fi_fi: Hauska levitys
fil: Nakakatawang layout
fr: Tirage amusant
gl: Tirada divertida
gu: મજેદાર વિતરણ
hi: मज़ेदार पैटर्न
hu: Vicces kirakás
hy_am: Զվարճալի դասավորություն
id: Pembacaan yang menyenangkan
is_is: Skemmtileg spá
it_it: Stesa divertente
iw: פריסה משעשעת
ja_jp: 面白いスプレッド
ka: სასაცილო განლაგება
kk: Қызықты тарату
km_kh: ការចែកបន្ទាត់កំប្លែង
kn_in: ಹಾಸ್ಯಕರ ವಿತರಣೆ
ko_kr: 재미있는 카드 배열
ky_kg: Кызыктуу жайгаштыруу
lo: ການຈັດການທີ່ນ່າຮູ້ສຶກຕະຫຼາດ
lt: Linksmasis išdėstymas
lv: Jautrais izklājums
mk_mk: Забавен распоред
ml_in: രസകരമായ കാർഡ് ലേഔട്ട്
mn_mn: Инээдтэй тароо дэлгэх
mr: मजेशीर पद्धत
ms_my: Bacaan yang menyeronokkan
ne: रमाइलो पठन
nl: Grappige legging
no_no: Morsomt opplegg
pa: ਮਜ਼ੇਦਾਰ ਪੜ੍ਹਾਈ
pl: Zabawny rozkład
pt_br: Leitura divertida
ro: Aranjament amuzant
ru: Забавный расклад
si: රසවත් විවරණය
sk: Zábavné rozloženie
sl: Zabavna razporeditev
sq: Shpërndarje argëtuese
sr: Забавни распоред
sv_se: Rolig läggning
sw: Muundo wa kuchekesha
ta: சுவாரஸ்யமான பகிர்வு
te: వినోదాత్మక రీడింగ్
th: การอ่านไพ่ที่สนุกสนาน
tr_tr: Komik açılım
uk: Забавний розклад
ur: مزاحیہ پھیلاؤ
vi: Bói bài vui
zh_cn: 有趣的牌阵
zh_hk: 有趣的牌陣
zu: Ukuhlukaniswa okujabulisayo

# fun_spread_screen_generate_button
source: Create a spread
af: Skep uitleg
am: እቅድ ፍጠር
ar: إنشاء توزيع
az: Yayım yaratmaq
bn: রিডিং তৈরি করুন
ca: Crear tirada
cs: Vytvořit rozložení
de: Legesystem erstellen
es_es: Crear tirada
fa: ایجاد فال
fi_fi: Luo levitys
fil: Gumawa ng layout
fr: Créer un tirage
gl: Crear tirada
gu: વિતરણ બનાવો
hi: पैटर्न बनाएं
hu: Kirakás létrehozása
hy_am: Ստեղծել դասավորություն
id: Buat pembacaan
is_is: Búa til spá
it_it: Crea una stesa
iw: צור פריסה
ja_jp: スプレッドを作成する
ka: განლაგების შექმნა
kk: Тарату жасау
km_kh: បង្កើតការចែកបន្ទាត់
kn_in: ವಿತರಣೆ ರಚಿಸಿ
ko_kr: 카드 배열 만들기
ky_kg: Жайгаштыруу түзүү
lo: ສ້າງການຈັດການ
lt: Sukurti išdėstymą
lv: Izveidot izklājumu
mk_mk: Креирај распоред
ml_in: ലേഔട്ട് സൃഷ്ടിക്കുക
mn_mn: Дэлгэх үүсгэх
mr: पद्धत तयार करा
ms_my: Buat bacaan
ne: पठन सिर्जना गर्नुहोस्
nl: Legging maken
no_no: Lag opplegg
pa: ਪੜ੍ਹਾਈ ਬਣਾਓ
pl: Utwórz rozkład
pt_br: Criar leitura
ro: Creează un aranjament
ru: Создать расклад
si: විවරණයක් සාදන්න
sk: Vytvoriť rozloženie
sl: Ustvari razporeditev
sq: Krijo shpërndarje
sr: Направи распоред
sv_se: Skapa läggning
sw: Unda muundo
ta: பகிர்வு உருவாக்கு
te: రీడింగ్ సృష్టించండి
th: สร้างการอ่านไพ่
tr_tr: Açılım oluştur
uk: Створити розклад
ur: پھیلاؤ بنائیں
vi: Tạo bài trải bài
zh_cn: 创建牌阵
zh_hk: 創建牌陣
zu: Dala ukuhlukaniswa

# fun_spread_screen_share_button
source: Share
af: Deel
am: አጋራ
ar: مشاركة
az: Paylaş
bn: শেয়ার করুন
ca: Comparteix
cs: Sdílet
de: Teilen
es_es: Compartir
fa: اشتراک‌گذاری
fi_fi: Jaa
fil: Ibahagi
fr: Partager
gl: Compartir
gu: શેર કરો
hi: साझा करें
hu: Megosztás
hy_am: Կիսվել
id: Bagikan
is_is: Deila
it_it: Condividi
iw: לשתף
ja_jp: 共有する
ka: გაზიარება
kk: Бөлісу
km_kh: ចែករំលែក
kn_in: ಹಂಚಿಕೊಳ್ಳಿ
ko_kr: 공유하기
ky_kg: Бөлүшүү
lo: ແບ່ງປັນ
lt: Pasidalinti
lv: Kopīgot
mk_mk: Сподели
ml_in: പങ്കിടുക
mn_mn: Хуваалцах
mr: शेअर करा
ms_my: Kongsi
ne: सेयर गर्नुहोस्
nl: Delen
no_no: Del
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
pt_br: Compartilhar
ro: Distribuie
ru: Поделиться
si: බෙදා ගන්න
sk: Zdieľať
sl: Deli
sq: Ndaje
sr: Подели
sv_se: Dela
sw: Shiriki
ta: பகிர்
te: షేర్ చేయండి
th: แชร์
tr_tr: Paylaş
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
zh_cn: 分享
zh_hk: 分享
zu: Yabelana
