Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

source: Enter your question...
af: Voer jou vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introduïu la vostra pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Introduce tu pregunta...
fa: سؤال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduce a túa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना प्रश्न दर्ज करें...
hu: Írja be a kérdését...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הזן את שאלתך...
ja_jp: 質問を入力してください…
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: សូមបញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Асуултаа оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte svoju otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Унесите ваше питање...
sv_se: Ange din fråga...
sw: Weka swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรุณาใส่คำถามของคุณ...
tr_tr: Sorunuzu yazın...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 請輸入您的問題...
zu: Faka umbuzo wakho...

# enterQuestion
source: Enter your question...
af: Voer jou vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introdueix la teva pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Introduce tu pregunta...
fa: سوال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduce a túa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना प्रश्न दर्ज करें...
hu: Írd be a kérdésed...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הזן את שאלתך...
ja_jp: 質問を入力してください...
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: បញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултаа оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte svoju otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Унесите ваше питање...
sv_se: Skriv in din fråga...
sw: Ingiza swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Sorunuzu girin...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 輸入您的問題...
zu: Faka umbuzo wakho...

# makeTarotReadingFor
source: Make for
af: Doen vir
am: አድርግ ለ
ar: اصنع لـ
az: Üçün et
bn: জন্য তৈরি করুন
ca: Fes per a
cs: Udělej pro
de: Mach für
es_es: Haz para
fa: انجام بده برای
fi_fi: Tee varten
fil: Gawin para sa
fr: Fais pour
gl: Fai para
gu: માટે બનાવો
hi: के लिए बनाएं
hu: Készítsd el a következőhöz
hy_am: Կատարիր համար
id: Buat untuk
is_is: Gerðu fyrir
it_it: Fai per
iw: עשה עבור
ja_jp: のために作成する
ka: გააკეთე {lang}-თვის
kk: Үшін жасаңыз
km_kh: ធ្វើសម្រាប់
kn_in: ಮಾಡಿ
ko_kr: 만들기
ky_kg: Үчүн жасаңыз
lo: ເຮັດສໍາລັບ
lt: Padaryk už
lv: Izveidojiet priekš
mk_mk: Направи за
ml_in: സൃഷ്ടിക്കുക
mn_mn: Хийж өг
mr: करा
ms_my: Buat untuk
ne: को लागि बनाउनुहोस्
nl: Maak voor
no_no: Lag for
pa: ਲਈ ਬਣਾਓ
pl: Zrób dla
pt_br: Faça para
ro: Fă pentru
ru: Сделай для
si: සඳහා කරන්න
sk: Urob pre
sl: Naredi za
sq: Bëj për
sr: Направи за
sv_se: Gör för
sw: Fanya kwa
ta: க்கு செய்யவும்
te: కోసం చేయండి
th: ทำสำหรับ
tr_tr: Yap için
uk: Зроби для
ur: کے لیے بنائیں
vi: Làm cho
zh_cn: 为以下对象制作
zh_hk: 為
zu: Yenza ku

# theUser
source: user
af: gebruiker
am: ተጠቃሚ
ar: المستخدم
az: istifadəçi
bn: ব্যবহারকারী
ca: usuari
cs: uživatele
de: Benutzer
es_es: usuario
fa: کاربر
fi_fi: käyttäjälle
fil: gumagamit
fr: utilisateur
gl: usuario
gu: વપરાશકર્તા
hi: उपयोगकर्ता
hu: felhasználó számára
hy_am: օգտվողի
id: pengguna
is_is: notanda
it_it: utente
iw: משתמש
ja_jp: ユーザー
ka: მომხმარებლისთვის
kk: пайдаланушыға
km_kh: អ្នកប្រើប្រាស់
kn_in: ಬಳಕೆದಾರ
ko_kr: 사용자
ky_kg: колдонуучу
lo: ຜູ້ໃຊ້
lt: vartotoją
lv: lietotāja
mk_mk: корисникот
ml_in: ഉപയോക്താവ്
mn_mn: хэрэглэгчийн
mr: वापरकर्त्यासाठी
ms_my: pengguna
ne: प्रयोगकर्ता
nl: gebruiker
no_no: bruker
pa: ਉਪਭੋਗਤਾ
pl: użytkownika
pt_br: usuário
ro: utilizator
ru: пользователя
si: පරිශීලකයා
sk: používateľa
sl: uporabnika
sq: përdoruesin
sr: корисника
sv_se: användare
sw: mtumiaji
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
tr_tr: kullanıcı
uk: користувача
ur: صارف
vi: người dùng
zh_cn: 用户
zh_hk: 用戶
zu: umsebenzisi

# onTheseThreeCards
source: spread for these three cards:
af: 'n uitleg vir hierdie drie kaarte:
am: እነዚህ ሶስት ካርዶች ላይ እትዕዛዝ አድርግ:
ar: اقرأ لهذه البطاقات الثلاث:
az: bu üç kart üçün yayım et:
bn: এই তিনটি কার্ডের জন্য পড়ুন:
ca: una tirada amb aquestes tres cartes:
cs: rozkład na tyto tři karty:
de: ein Legesystem für diese drei Karten:
es_es: la tirada con estas tres cartas:
fa: پخش کارت برای این سه کارت:
fi_fi: tee näiden kolmen kortin levitys:
fil: gawin ang pagbasa gamit ang tatlong baraha na ito:
fr: un tirage pour ces trois cartes :
gl: a tirada destas tres cartas:
gu: આ ત્રણ કાર્ડ માટે રીડિંગ કરો:
hi: इन तीन कार्डों के लिए एक पढ़ाई करें:
hu: {userName} számára ezt a három kártyát:
hy_am: կարդերի այս երեք համար դասավորություն՝
id: baca untuk tiga kartu ini:
is_is: dreifingu á þessar þrjár spilin:
it_it: il tiro per queste tre carte:
iw: פריסה לשלוש הקלפים האלה:
ja_jp: これらの3枚のカードのスプレッド：
ka: გააკეთე განლაგება ამ სამ ბარათზე:
kk: осы үш картаға тарату:
km_kh: រៀបចំការចែកចាយសម្រាប់កាតទាំងបីនេះ៖
kn_in: ಈ ಮೂರು ಕಾರ್ಡ್‌ಗಳಿಗೆ ವಿತರಣೆ ಮಾಡಿ:
ko_kr: 이 세 장의 카드로 점을 쳐주세요:
ky_kg: бул үч картага таразалоо:
lo: ແຈກບັດສຳລັບບັດເຫຼົ່ານີ້ 3 ບັດ:
lt: išdėstymą šioms trims kortoms:
lv: izklājumu uz šīm trim kārtīm:
mk_mk: распоред на овие три карти:
ml_in: ഈ മൂന്ന് കാർഡുകൾക്ക് റീഡിംഗ് ചെയ്യുക:
mn_mn: гурван энэ картыг тавих:
mr: या तीन कार्डांसाठी रीडिंग करा:
ms_my: baca untuk tiga kad ini:
ne: यी तीन कार्डहरूमा फैलावट गर्नुहोस्:
nl: een legging met deze drie kaarten:
no_no: legg ut disse tre kortene:
pa: ਇਹ ਤਿੰਨ ਕਾਰਡਾਂ ਲਈ ਰੀਡਿੰਗ ਕਰੋ:
pl: rozkład na te trzy karty:
pt_br: uma leitura para estas três cartas:
ro: așezarea pentru aceste trei cărți:
ru: расклад на эти три карты:
si: මෙම තිදෙනා කාඩ්පත් සඳහා විවරණය කරන්න:
sk: rozdanie na tieto tri karty:
sl: razporeditev za te tri karte:
sq: bëj një shpërndarje për këto tre karta:
sr: распоред за ове три карте:
sv_se: en läggning med dessa tre kort:
sw: fanya ugawaji kwa kadi hizi tatu:
ta: இந்த மூன்று அட்டைகளுக்கு பரவல் செய்யவும்:
te: ఈ మూడు కార్డులపై పంచాంగం చేయండి:
th: เปิดไพ่สามใบนี้:
tr_tr: bu üç kart için açılım yap:
uk: розклад на ці три картини:
ur: ان تین کارڈز کے لیے پھیلاؤ کریں:
vi: bói bài cho ba lá bài này:
zh_cn: 为这三张牌做一个牌阵：
zh_hk: 做這三張牌的牌陣：
zu: wenza ukuhlukaniswa kulezi zikhadi ezintathu:

# makeSelfDevelopmentAndBalanceTarotReadingFor
source: Make a {cards} spread for Self-Development and Balance.
af: Doen 'n Selfontwikkeling en balans uitleg vir {cards}
am: ለ{cards} የራስ-እድገትና ሚዛን እትዕዛዝ አድርግ
ar: اصنع لـ {cards} توزيع التطوير الذاتي والتوازن
az: {cards} üçün Özünüinkişaf və balans yayımı et
bn: {cards} এর জন্য স্ব-বিকাশ এবং ভারসাম্যের পড়া তৈরি করুন
ca: Fes per a {cards} una tirada Desenvolupament personal i equilibri
cs: Udělej pro {cards} rozklad Sebarozvoj a rovnováha
de: Mach für {cards} das Legesystem Selbstentwicklung und Balance
es_es: Haz para {cards} la tirada Desarrollo personal y equilibrio
fa: برای {cards} پخش خودتوسعه و تعادل انجام بده
fi_fi: Tee {cards} levitys Itsekehitys ja tasapaino varten
fil: Gawin para sa {cards} ang pagbasa ng Pag-unlad sa Sarili at balanse
fr: Fais pour {cards} un tirage Développement personnel et équilibre
gl: Fai para {cards} a tirada Autodesenvolvemento e equilibrio
gu: {cards} માટે સ્વવિકાસ અને સંતુલન રીડિંગ કરો
hi: {cards} के लिए स्व-विकास और संतुलन की पढ़ाई करें
hu: Készíts {cards} számára Önismeret és egyensúly kirakást
hy_am: Կատարիր {cards} համար ինքնաճանաչման և հավասարակշռության դասավորություն
id: Buat untuk {cards} bacaan Pengembangan Diri dan keseimbangan
is_is: Gerðu fyrir {cards} dreifingu Sjálfsþroski og jafnvægi
it_it: Fai per {cards} il tiro Crescita personale e equilibrio
iw: עשה עבור {cards} פריסת התפתחות עצמית ואיזון
ja_jp: {cards}のために自己成長とバランスのスプレッドを作成する
ka: გააკეთე {cards} განლაგება თვითგანვითარებისა და ბალანსისათვის
kk: {cards} үшін Өзін-өзі дамыту және тепе-теңдік таратуын жасаңыз
km_kh: ធ្វើសម្រាប់ {cards} ការចែកចាយការអភិវឌ្ឍន៍ខ្លួនឯង និងសមតុល្យ
kn_in: {cards}ಗಾಗಿ ಸ್ವಾಭಿವೃದ್ಧಿ ಮತ್ತು ಸಮತೋಲನ ವಿತರಣೆ ಮಾಡಿ
ko_kr: {cards}에 대해 자기계발과 균형 점을 쳐주세요
ky_kg: {cards} үчүн Өзін-өзү өнүктүрүү жана тең салмактуулук таразалоосун жасаңыз
lo: ເຮັດສໍາລັບ {cards} ການແຈກບັດ ການພັດທະນາຕົວເອງ ແລະ ຄວາມສົມດຸນ
lt: Padaryk {cards} išdėstymą Savęs tobulinimas ir pusiausvyra
lv: Izveidojiet priekš {cards} izklājumu Pašattīstība un līdzsvars
mk_mk: Направи за {cards} распоред Саморазвој и баланс
ml_in: {cards} ന് സ്വയംവികസനവും സമതുലിതവും റീഡിംഗ് ചെയ്യുക
mn_mn: {cards} -д Өөрийгөө хөгжүүлэх ба тэнцвэрийн тавцан хийж өг
mr: {cards} साठी स्व-विकास आणि संतुलन रीडिंग करा
ms_my: Buat untuk {cards} bacaan Pembangunan Diri dan keseimbangan
ne: {cards} को लागि आत्म-विकास र सन्तुलन फैलावट गर्नुहोस्
nl: Maak voor {cards} de legging Zelfontwikkeling en balans
no_no: Lag en Selvutvikling og balanse-legging for {cards}
pa: {cards} ਲਈ ਸਵੈ ਵਿਕਾਸ ਅਤੇ ਸੰਤੁਲਨ ਦੀ ਰੀਡਿੰਗ ਕਰੋ
pl: Zrób dla {cards} rozkład Samorozwój i równowaga
pt_br: Faça para {cards} uma leitura de Autodesenvolvimento e equilíbrio
ro: Fă pentru {cards} așezarea Dezvoltare personală și echilibru
ru: Сделай для {cards} расклад Саморазвитие и баланс
si: {cards} සඳහා ස්වයංවිකාසය සහ සමානුපාතය විවරණය කරන්න
sk: Urob pre {cards} rozklad Sebarozvoj a rovnováha
sl: Naredi za {cards} razporeditev Samorazvoj in ravnovesje
sq: Bëj për {cards} shpërndarjen Vetëzhvillim dhe balancë
sr: Направи за {cards} распоред Саморазвој и баланс
sv_se: Gör en läggning Självutveckling och balans för {cards}
sw: Fanya kwa {cards} ugawaji wa Kujijenga na usawa
ta: {cards} க்கான சுயவளர்ச்சி மற்றும் சமநிலை பரவல் செய்யவும்
te: {cards} కోసం స్వీయ అభివృద్ధి మరియు సమతుల్యత పంచాంగం చేయండి
th: ทำสำหรับ {cards} การเปิดไพ่เพื่อการพัฒนาตนเองและความสมดุล
tr_tr: {cards} için Kişisel Gelişim ve Denge açılımı yap
uk: Зроби для {cards} розклад Саморозвиток і баланс
ur: {cards} کے لیے خود ترقی اور توازن کا پھیلاؤ کریں
vi: Làm cho {cards} trải bài Tự phát triển và cân bằng
zh_cn: 为{cards}做一个自我发展与平衡的牌阵
zh_hk: 為 {cards} 做自我成長與平衡牌陣
zu: Yenza ku-{cards} ukuhlukaniswa Kokuzithuthukisa nokulinganisela

# getAnswer
source: Find out the answer
af: Vind die antwoord uit
am: መልስ ማግኘት
ar: اكتشف الإجابة
az: Cavabı öyrən
bn: উত্তর জানুন
ca: Saber la resposta
cs: Zjistit odpověď
de: Antwort erfahren
es_es: Conocer la respuesta
fa: دریافت پاسخ
fi_fi: Saada vastaus
fil: Alamin ang sagot
fr: Découvrir la réponse
gl: Descubrir a resposta
gu: જવાબ જાણવા
hi: उत्तर जानें
hu: Megtudni a választ
hy_am: Գտնել պատասխան
id: Cari tahu jawabannya
is_is: Fá svar
it_it: Scoprire la risposta
iw: לגלות את התשובה
ja_jp: 答えを知る
ka: პასუხის გაგება
kk: Жауабын білу
km_kh: ស្វែងរកចម្លើយ
kn_in: ಉತ್ತರ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 답변 알아보기
ky_kg: Жоопту билүү
lo: ຮູ້ຄຳຕອບ
lt: Sužinoti atsakymą
lv: Uzzināt atbildi
mk_mk: Дознај го одговорот
ml_in: ഉത്തരം അറിയുക
mn_mn: Хариуг мэдэх
mr: उत्तर जाणून घ्या
ms_my: Ketahui jawapannya
ne: उत्तर जान्नुहोस्
nl: Antwoord ontdekken
no_no: Finn svaret
pa: ਜਵਾਬ ਜਾਣੋ
pl: Poznać odpowiedź
pt_br: Descobrir a resposta
ro: Află răspunsul
ru: Узнать ответ
si: පිළිතුර දැනගන්න
sk: Zistiť odpoveď
sl: Izvedeti odgovor
sq: Mëso përgjigjen
sr: Сазнати одговор
sv_se: Ta reda på svaret
sw: Jua jibu
ta: பதில் அறியவும்
te: జవాబు తెలుసుకోండి
th: ดูคำตอบ
tr_tr: Cevabı öğren
uk: Дізнатись відповідь
ur: جواب معلوم کریں
vi: Tìm câu trả lời
zh_cn: 了解答案
zh_hk: 了解答案
zu: Thola impendulo

source: About the spread
af: Oor die uitleg
am: ስለ እቅድ
ar: عن التوزيع
az: Düzen haqqında
bn: বিভাজন সম্পর্কে
ca: Sobre la tirada
cs: O rozkladu
de: Über das Spread
es_es: Sobre la tirada
fa: درباره چیدمان
fi_fi: Tietoa levittelystä
fil: Tungkol sa layout
fr: À propos du tirage
gl: Sobre a tirada
gu: વિગતવાર
hi: पाठ के बारे में
hu: A kirakásról
hy_am: Տարածման մասին
id: Tentang penyebaran
is_is: Um spákortalagið
it_it: Sul tiro
iw: על הפירוש
ja_jp: スプレッドについて
ka: გადანაწილების შესახებ
kk: Таралым туралы
km_kh: អំពីការបែងចែក
kn_in: ವ್ಯಾಖ್ಯಾನ ಕುರಿತು
ko_kr: 배치에 대하여
ky_kg: Таралышы жөнүндө
lo: ກ່ຽວກັບການຈັດການ
lt: Apie išdėstymą
lv: Par izkārtojumu
mk_mk: За распоредот
ml_in: വ്യാഖ്യാനം
mn_mn: Талбайн тухай
mr: वितरणाबद्दल
ms_my: Tentang susunan
ne: विवरण बारे
nl: Over de legging
no_no: Om opplegget
pa: ਵਿਵਰਣ ਬਾਰੇ
pl: O rozkładzie
pt_br: Sobre a leitura
ro: Despre tiraj
ru: О раскладе
si: පත්‍රිකාව ගැන
sk: O rozklade
sl: O razporeditvi
sq: Rreth shpërndarjes
sr: О распореду
sv_se: Om läggningen
sw: Kuhusu mpangilio
ta: விரிவுரை பற்றி
te: పరిస్థితి గురించి
th: เกี่ยวกับการอ่านไพ่
tr_tr: Deste hakkında
uk: Про розклад
ur: تجزیہ کے بارے میں
vi: Về trải bài
zh_cn: 关于牌阵
zh_hk: 關於牌陣
zu: Mayelana nokuhlelwa

# aboutSpreadDescription
source: This spread helps analyze your spiritual growth and inner harmony.
af: Hierdie uitleg help om jou geestelike groei en innerlike harmonie te ontleed.
am: ይህ እቅድ የመንፈሳዊ እድገትዎን እና የውስጣዊ ሐምሌነትዎን ለማስተካከል እገዛ ይሰጣል።
ar: يساعد هذا التوزيع في تحليل نموك الروحي وتناغمك الداخلي.
az: Bu düzen sizin ruhani inkişafınızı və daxili harmoniyanızı təhlil etməyə kömək edir.
bn: এই বিভাজন আপনার আধ্যাত্মিক বৃদ্ধি এবং অভ্যন্তরীণ সামঞ্জস্য বিশ্লেষণ করতে সাহায্য করে।
ca: Aquesta tirada ajuda a analitzar el vostre creixement espiritual i l'harmonia interior.
cs: Tento rozklad pomáhá analyzovat váš duchovní růst a vnitřní harmonii.
de: Dieses Spread hilft, Ihr spirituelles Wachstum und Ihre innere Harmonie zu analysieren.
es_es: Esta tirada ayuda a analizar tu crecimiento espiritual y armonía interior.
fa: این چیدمان به شما کمک می‌کند تا رشد معنوی و هماهنگی درونی خود را تحلیل کنید.
fi_fi: Tämä levittely auttaa analysoimaan henkistä kasvuasi ja sisäistä harmoniaasi.
fil: Ang layout na ito ay tumutulong upang suriin ang iyong espiritwal na paglago at panloob na pagkakaisa.
fr: Ce tirage aide à analyser votre croissance spirituelle et votre harmonie intérieure.
gl: Esta tirada axuda a analizar o teu crecemento espiritual e a harmonía interior.
gu: આ વિતરણ તમારા આધ્યાત્મિક વિકાસ અને આંતરિક સમતોલનનું વિશ્લેષણ કરવામાં મદદ કરે છે.
hi: यह पाठ आपकी आध्यात्मिक वृद्धि और आंतरिक सामंजस्य का विश्लेषण करने में मदद करता है।
hu: Ez a kirakás segít elemezni a spirituális fejlődésedet és a belső harmóniádat.
hy_am: Այս տարածումը օգնում է վերլուծել ձեր հոգևոր աճը և ներքին ներդաշնակությունը։
id: Penyebaran ini membantu menganalisis pertumbuhan spiritual dan harmoni batin Anda.
is_is: Þetta spákortalag hjálpar til við að greina andlegan þroska þinn og innri jafnvægi.
it_it: Questo tiro aiuta ad analizzare la tua crescita spirituale e l'armonia interiore.
iw: פירוש זה עוזר לנתח את הצמיחה הרוחנית שלך ואת ההרמוניה הפנימית.
ja_jp: このスプレッドはあなたの精神的成長と内なる調和を分析するのに役立ちます。
ka: ეს გადანაწილება გეხმარებათ თქვენი სულიერი ზრდისა და შინაგანი ჰარმონიის ანალიზში.
kk: Бұл таралым сіздің рухани өсуіңізді және ішкі үйлесімділікті талдауға көмектеседі.
km_kh: ការបែងចែកនេះជួយវិភាគការលូតលាស់ផ្លូវចិត្ត និងសមតុល្យខាងក្នុងរបស់អ្នក។
kn_in: ಈ ವ್ಯಾಖ್ಯಾನವು ನಿಮ್ಮ ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆ ಮತ್ತು ಆಂತರಿಕ ಸಮತೋಲನವನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko_kr: 이 배치는 당신의 영적 성장과 내면의 조화를 분석하는 데 도움이 됩니다.
ky_kg: Бул таралыш сиздин руханий өсүүңүздү жана ички гармонияңызды талдоого жардам берет.
lo: ການຈັດການນີ້ຊ່ວຍວິເຄາະການເຕີບໂຕຈາກພວກເຈົ້າໃນແງ່ຈິດວິນຍານແລະຄວາມສົມດຸນພາຍໃນ.
lt: Šis išdėstymas padeda analizuoti jūsų dvasinį augimą ir vidinę harmoniją.
lv: Šis izkārtojums palīdz analizēt jūsu garīgo izaugsmi un iekšējo harmoniju.
mk_mk: Овој распоред помага да се анализира вашиот духовен раст и внатрешна хармонија.
ml_in: ഈ വ്യാഖ്യാനം നിങ്ങളുടെ ആത്മീയ വളർച്ചയും ആന്തരിക സമതുല്യവും വിശകലനം ചെയ്യാൻ സഹായിക്കുന്നു.
mn_mn: Энэ талбай таны сүнслэг өсөлт ба дотоод тэнцвэрийг шинжлэхэд тусалдаг.
mr: हा वितरण तुमच्या आध्यात्मिक वाढीचे आणि अंतर्गत समतोलाचे विश्लेषण करण्यात मदत करतो.
ms_my: Susunan ini membantu menganalisis pertumbuhan rohani dan keharmonian dalaman anda.
ne: यो विवरणले तपाईंको आध्यात्मिक विकास र आन्तरिक सन्तुलन विश्लेषण गर्न मद्दत गर्दछ।
nl: Deze legging helpt je je spirituele groei en innerlijke harmonie te analyseren.
no_no: Dette opplegget hjelper deg å analysere din åndelige vekst og indre harmoni.
pa: ਇਹ ਵਿਵਰਣ ਤੁਹਾਡੇ ਆਤਮਿਕ ਵਿਕਾਸ ਅਤੇ ਅੰਦਰੂਨੀ ਸਾਂਤਵਨਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Ten rozkład pomaga przeanalizować twój duchowy rozwój i wewnętrzną harmonię.
pt_br: Esta leitura ajuda a analisar seu crescimento espiritual e harmonia interior.
ro: Acest tiraj ajută la analizarea creșterii tale spirituale și a armoniei interioare.
ru: Этот расклад помогает проанализировать ваш духовный рост и внутреннюю гармонию.
si: මෙම පත්‍රිකාව ඔබේ ආත්මික වර්ධනය සහ අභ්‍යන්තර සමාජ්ඡ්ඡලතාව විශ්ලේෂණය කිරීමට උදව් කරයි.
sk: Tento rozklad pomáha analyzovať váš duchovný rast a vnútornú harmóniu.
sl: Ta razpored pomaga analizirati vašo duhovno rast in notranjo harmonijo.
sq: Kjo shpërndarje ndihmon të analizoni rritjen tuaj shpirtërore dhe harmoninë e brendshme.
sr: Овај распоред помаже да анализирате свој духовни раст и унутрашњу хармонију.
sv_se: Denna läggning hjälper till att analysera din andliga utveckling och inre harmoni.
sw: Mpangilio huu husaidia kuchambua ukuaji wako wa kiroho na uwiano wa ndani.
ta: இந்த விரிவுரை உங்கள் ஆன்மீக வளர்ச்சி மற்றும் உள் சமநிலையை பகுப்பாய்வு செய்ய உதவுகிறது.
te: ఈ పరిస్థితి మీ ఆధ్యాత్మిక వృద్ధి మరియు అంతర్గత సమతుల్యతను విశ్లేషించడంలో సహాయపడుతుంది.
th: การอ่านไพ่ชุดนี้ช่วยวิเคราะห์การเติบโตทางจิตวิญญาณและความสมดุลภายในของคุณ
tr_tr: Bu deste, ruhsal gelişiminizi ve içsel uyumunuzu analiz etmenize yardımcı olur.
uk: Цей розклад допомагає проаналізувати ваш духовний розвиток і внутрішню гармонію.
ur: یہ تجزیہ آپ کی روحانی ترقی اور اندرونی ہم آہنگی کا جائزہ لینے میں مدد کرتا ہے۔
vi: Trải bài này giúp phân tích sự phát triển tâm linh và sự hài hòa nội tâm của bạn.
zh_cn: 这个牌阵有助于分析您的精神成长和内在和谐。
zh_hk: 這個牌陣有助於分析您的靈性成長和內在和諧。
zu: Lolu hlelo lusiza ukuhlaziya ukukhula kwakho komoya nokulingana kwangaphakathi.

# gotIt
source: Understood
af: Duidelik
am: ተረድቻለሁ
ar: مفهوم
az: Aydındır
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Ymmärretty
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬರಹ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Rozumiem
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptuar
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: స్పష్టంగా ఉంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

source: Self-development and balance
af: Selfontwikkeling en balans
am: ራስ-እድገት እና ሚዛን
ar: التنمية الذاتية والتوازن
az: Özünüinkişaf və balans
bn: স্ব-উন্নতি এবং সামঞ্জস্য
ca: Autodesenvolupament i equilibri
cs: Sebezdokonalování a rovnováha
de: Selbstentwicklung und Balance
es_es: Autodesarrollo y equilibrio
fa: خودسازی و تعادل
fi_fi: Itsensä kehittäminen ja tasapaino
fil: Pag-unlad ng sarili at balanse
fr: Développement personnel et équilibre
gl: Autodesenvolvemento e equilibrio
gu: સ્વવિકાસ અને સંતુલન
hi: स्व-विकास और संतुलन
hu: Önfejlesztés és egyensúly
hy_am: Ինքնաճանաչում և հավասարակշռություն
id: Pengembangan diri dan keseimbangan
is_is: Sjálfsþroski og jafnvægi
it_it: Auto-sviluppo e equilibrio
iw: התפתחות עצמית ואיזון
ja_jp: 自己成長とバランス
ka: თავის განვითარება და ბალანსი
kk: Өзін-өзі дамыту және тепе-теңдік
km_kh: ការអភិវឌ្ឍខ្លួនឯង និងសមតុល្យ
kn_in: ಸ್ವಾಭಿವೃದ್ಧಿ ಮತ್ತು ಸಮತೋಲನ
ko_kr: 자기계발과 균형
ky_kg: Өзүн өнүктүрүү жана тең салмактуулук
lo: ການພັດທະນາຕົວເອງແລະຄວາມສົມດຸນ
lt: Savarankiškas tobulėjimas ir pusiausvyra
lv: Pašattīstība un līdzsvars
mk_mk: Саморазвој и рамнотежа
ml_in: സ്വയംവികസനം ಮತ್തು സമതുല്യം
mn_mn: Өөрийгөө хөгжүүлэх ба тэнцвэр
mr: स्व-विकास आणि संतुलन
ms_my: Pembangunan diri dan keseimbangan
ne: आत्म-विकास र सन्तुलन
nl: Zelfontwikkeling en balans
no_no: Selvutvikling og balanse
pa: ਆਤਮ ਵਿਕਾਸ ਅਤੇ ਸੰਤੁਲਨ
pl: Samorozwój i równowaga
pt_br: Autodesenvolvimento e equilíbrio
ro: Dezvoltare personală și echilibru
ru: Саморазвитие и баланс
si: ස්වයංවිකාශය සහ සමාජ්ඡ්ඡලතාව
sk: Sebarozvoj a rovnováha
sl: Samoizpopolnjevanje in ravnovesje
sq: Vetëzhvillimi dhe balanca
sr: Саморазвој и баланс
sv_se: Självutveckling och balans
sw: Maendeleo binafsi na usawa
ta: சுயவளர்ச்சி மற்றும் சமநிலை
te: స్వీయ అభివృద్ధి మరియు సమతుల్యత
th: การพัฒนาตนเองและความสมดุล
tr_tr: Kişisel gelişim ve denge
uk: Саморозвиток і баланс
ur: ذاتی ترقی اور توازن
vi: Phát triển bản thân và cân bằng
zh_cn: 自我发展与平衡
zh_hk: 自我成長與平衡
zu: Ukuzithuthukisa nokulinganisela
