Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# thematic_spreads_screen_monthly_forecast_description
source: Monthly forecast
af: Voorspelling per maand
am: በወራት የተከታታይ ትንተና
ar: التوقعات حسب الأشهر
az: Aylara görə proqnoz
bn: মাস অনুসারে পূর্বাভাস
ca: Previsió per mesos
cs: Prognóza podle měsíců
de: Prognose nach Monaten
es_es: Pronóstico por meses
fa: پیش‌بینی بر اساس ماه‌ها
fi_fi: Kuukausittaiset ennusteet
fil: Taya Bawat Buwan
fr: Prévisions mensuelles
gl: Previsión por meses
gu: માસ પ્રમાણે આગાહી
hi: महीनों के अनुसार पूर्वानुमान
hu: Havi előrejelzések
hy_am: Կանխատեսում ըստ ամիսների
id: Prakiraan per bulan
is_is: Spá eftir mánuðum
it_it: Previsioni mensili
iw: תחזית לפי חודשים
ja_jp: 月別予報
ka: პროგნოზი თვეების მიხედვით
kk: Айлар бойынша болжам
km_kh: ការព្យាករណ៍តាមខែ
kn_in: ಮಾಸಗಳ ಪ್ರಗ್ನೋಸಿಸ್
ko_kr: 월별 예측
ky_kg: Айлар боюнча болжол
lo: ຄາດຫວັງຕາມເດືອນ
lt: Prognozė pagal mėnesius
lv: Prognoze pa mēnešiem
mk_mk: Прогноза по месеци
ml_in: മാസങ്ങളായുള്ള പ്രവചനങ്ങൾ
mn_mn: Сар бүрийн урьдчилсан таамаг
mr: मासांनुसार भाकीत
ms_my: Ramalan Mengikut Bulan
ne: महिना अनुसारको पूर्वानुमान
nl: Voorspelling per maand
no_no: Prognose per måned
pa: ਮਹੀਨਿਆਂ ਅਨੁਸਾਰ ਅਨੁਮਾਨ
pl: Prognoza według miesięcy
pt_br: Previsão por meses
ro: Previziune pe luni
ru: Прогноз по месяцам
si: මාස අනුව අනාවැකි
sk: Predpoveď podľa mesiacov
sl: Napoved po mesecih
sq: Parashikimi sipas muajve
sr: Прогноз по месецима
sv_se: Prognos per månad
sw: Utabiri kwa miezi
ta: மாதங்களின் முன்னறிவிப்பு
te: నెలల వారీ అంచనా
th: คำทำนายรายเดือน
tr_tr: Aylara Göre Tahmin
uk: Прогноз по місяцях
ur: ماہ بہ ماہ پیش گوئی
vi: Dự báo theo tháng
zh_cn: 按月预测
zh_hk: 按月份預測
zu: Isibikezelo Ngezinyanga

# thematic_spreads_screen_self_development_title
source: Self-development and balance
af: Selfontwikkeling en balans
am: ራስን ማሻሻል እና ሚዛን
ar: التنمية الذاتية والتوازن
az: Özünüinkişaf və balans
bn: স্ব-উন্নয়ন এবং ভারসাম্য
ca: Autodesenvolupament i equilibri
cs: Sebarozvoj a rovnováha
de: Selbstentwicklung und Balance
es_es: Autodesarrollo y equilibrio
fa: خودسازی و تعادل
fi_fi: Itsekehitys ja tasapaino
fil: Pag-unlad sa Sarili at Balanse
fr: Développement personnel et équilibre
gl: Autodesenvolvemento e equilibrio
gu: સ્વવિકાસ અને સંતુલન
hi: स्व-विकास और संतुलन
hu: Önfejlesztés és egyensúly
hy_am: Ինքնաճանաչում և հավասարակշռություն
id: Pengembangan diri dan keseimbangan
is_is: Sjálfsþróun og jafnvægi
it_it: Crescita personale e equilibrio
iw: התפתחות עצמית ואיזון
ja_jp: 自己成長とバランス
ka: თავის განვითარება და ბალანსი
kk: Өзін-өзі дамыту және тепе-теңдік
km_kh: ការអភិវឌ្ឍខ្លួនឯង និងសមតុល្យ
kn_in: ಸ್ವಾಭಿವೃದ್ಧಿ ಮತ್ತು ಸಮತೋಲನ
ko_kr: 자기계발과 균형
ky_kg: Өзүн өнүктүрүү жана тең салмактуулук
lo: ການພັດທະນາຕົວເອງແລະຄວາມສົມດຸນ
lt: Savarankiškas tobulėjimas ir pusiausvyra
lv: Pašattīstība un līdzsvars
mk_mk: Саморазвој и баланс
ml_in: സ്വയംവികസനവും സമതുലിതവും
mn_mn: Өөрийгөө хөгжүүлэх ба тэнцвэр
mr: स्व-विकास आणि संतुलन
ms_my: Pembangunan Diri dan Keseimbangan
ne: आत्म-विकास र सन्तुलन
nl: Zelfontwikkeling en balans
no_no: Selvutvikling og balanse
pa: ਆਤਮ ਵਿਕਾਸ ਅਤੇ ਸੰਤੁਲਨ
pl: Samorozwój i równowaga
pt_br: Autodesenvolvimento e equilíbrio
ro: Dezvoltare personală și echilibru
ru: Саморазвитие и баланс
si: ස්වයංවිකාසය සහ සමානුපාතය
sk: Sebarozvoj a rovnováha
sl: Samoizboljšanje in ravnovesje
sq: Vetëzhvillimi dhe balanca
sr: Саморазвој и баланс
sv_se: Självutveckling och balans
sw: Kujiendeleza na usawa
ta: சுயவளர்ச்சி மற்றும் சமநிலை
te: స్వీయ అభివృద్ధి మరియు సమతుల్యత
th: การพัฒนาตนเองและความสมดุล
tr_tr: Kişisel Gelişim ve Denge
uk: Саморозвиток і баланс
ur: ذاتی ترقی اور توازن
vi: Phát triển bản thân và cân bằng
zh_cn: 自我提升与平衡
zh_hk: 自我成長與平衡
zu: Ukuzithuthukisa Nokulinganisela

# thematic_spreads_screen_self_development_description
source: Spiritual growth and harmony
af: Geestelike groei en harmonie
am: መንፈሳዊ እድገት እና ሐምሌ
ar: النمو الروحي والانسجام
az: Ruhani inkişaf və harmoniya
bn: আত্মিক বৃদ্ধি এবং সঙ্গতি
ca: Creixement espiritual i harmonia
cs: Duchovní růst a harmonie
de: Spirituelles Wachstum und Harmonie
es_es: Crecimiento espiritual y armonía
fa: رشد معنوی و هماهنگی
fi_fi: Henkinen kasvu ja harmonia
fil: Espiritwal na paglago at pagkakaisa
fr: Croissance spirituelle et harmonie
gl: Crecemento espiritual e harmonía
gu: આધ્યાત્મિક વૃદ્ધિ અને સમતોલતા
hi: आध्यात्मिक विकास और सामंजस्य
hu: Lelki fejlődés és harmónia
hy_am: Հոգևոր աճ և ներդաշնակություն
id: Pertumbuhan spiritual dan harmoni
is_is: Andleg vöxtur og samhljómur
it_it: Crescita spirituale e armonia
iw: צמיחה רוחנית והרמוניה
ja_jp: 精神的成長と調和
ka: სულიერი ზრდა და ჰარმონია
kk: Рухани өсу және үйлесім
km_kh: ការលូតលាស់ផ្លូវចិត្ត និងសមត្ថភាព
kn_in: ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆ ಮತ್ತು ಸಮ್ಮಿಲನ
ko_kr: 영적 성장과 조화
ky_kg: Руханий өсүү жана гармония
lo: ການເຕີບໂຕທາງຈິດໃຈແລະຄວາມສົມພັນ
lt: Dvasinis augimas ir harmonija
lv: Garīgā izaugsme un harmonija
mk_mk: Духовен раст и хармонија
ml_in: ആത്മീയ വളർച്ചയും സമന്വയവും
mn_mn: Сүнслэг өсөлт ба зохицол
mr: आध्यात्मिक वाढ आणि सुसंगती
ms_my: Pertumbuhan rohani dan keharmonian
ne: आध्यात्मिक विकास र सन्तुलन
nl: Spirituele groei en harmonie
no_no: Åndelig vekst og harmoni
pa: ਆਧਿਆਤਮਿਕ ਵਿਕਾਸ ਅਤੇ ਸਾਂਤਵਨਾ
pl: Wzrost duchowy i harmonia
pt_br: Crescimento espiritual e harmonia
ro: Creștere spirituală și armonie
ru: Духовный рост и гармония
si: මානසික වර්ධනය සහ සමාජසම්පන්නතාව
sk: Duchovný rast a harmónia
sl: Duhovna rast in harmonija
sq: Rritje shpirtërore dhe harmoni
sr: Духовни развој и хармонија
sv_se: Andlig tillväxt och harmoni
sw: Ukuaji wa kiroho na maelewano
ta: ஆன்மிக வளர்ச்சி மற்றும் சமநிலை
te: ఆధ్యాత్మిక వృద్ధి మరియు సమతౌల్యం
th: การเติบโตทางจิตวิญญาณและความสมดุล
tr_tr: Ruhsal gelişim ve uyum
uk: Духовний розвиток і гармонія
ur: روحانی ترقی اور ہم آہنگی
vi: Sự phát triển tâm linh và hài hòa
zh_cn: 精神成长与和谐
zh_hk: 靈性成長與和諧
zu: Ukukhula komoya nokuhlangana

# requestReceived
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎን ካርዶቹን ክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ডগুলি খুলুন
ca: La teva sol·licitud ha estat acceptada. Si us plau, obre les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte legen Sie die Karten aus
es_es: Su solicitud ha sido recibida. Por favor, abra las cartas
fa: درخواست شما پذیرفته شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga card
fr: Votre demande a été reçue. Veuillez ouvrir les cartes
gl: A súa solicitude foi aceptada. Por favor, abra as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését elfogadtuk. Kérjük, nyissa ki a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata accettata. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: ご依頼を受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұранысыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើររបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 귀하의 요청이 접수되었습니다. 카드를 열어주세요
ky_kg: Сиздин сурамыңыз кабыл алынды. Сураныч, карталарды ачып бериңиз
lo: ຄໍາຮ້ອງຂອງທ່ານໄດ້ຖືກຮັບເຂົ້າແລ້ວ. ກະລຸນາເປີດບັດໃຫ້ເບິ່ງ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atklājiet kārtis
mk_mk: Вашиот барање е примено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картыг нээнэ үү
mr: तुमची विनंती स्वीकारली गेली आहे. कृपया कार्ड उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten
no_no: Forespørselen din er mottatt. Vennligst legg ut kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twój wniosek został przyjęty. Proszę, otwórz karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම පිළිගන්නා ලදි. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaša zahteva je sprejeta. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutem, hapni kartat
sr: Ваш захтев је прихваћен. Молимо вас да отворите карте
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து கார்டுகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับการยอมรับ กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açın
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست قبول کر لی گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已被接受。请翻开牌卡
zh_hk: 您的請求已被接受。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# pros_cons_spread_prompt
source: You are an experienced tarot reader. User {userName} asks: "{question}". Create a Pros & Cons spread with these three cards: pros – {proCard}: This card suggests that making this choice could bring about positive changes. cons – {conCard}: This card points to patience and evaluation but also hints at potential stagnation. advice – {adviceCard}: The guidance here recommends a particular approach or mindset. Respond entirely in {lang}.
af: Maak vir {userName} 'n Voor- en Nadele uitleg met hierdie kaarte: {cards}
am: ለ{userName} በእነዚህ ካርዶች {cards} ላይ አጠቃላይ እና ተቃራኒ እንዲሆን አድርግ
ar: قم بعمل توزيع "المؤيد والمعارض" لـ {userName} باستخدام هذه البطاقات: {cards}
az: {userName} üçün bu kartlarla "Lehinə və Əleyhinə" açılımı et: {cards}
bn: {userName} এর জন্য এই কার্ডগুলি নিয়ে পক্ষে এবং বিপক্ষে বিশ্লেষণ করুন: {cards}
ca: Fes per a {userName} una tirada de Pros i Contres amb aquestes cartes: {cards}
cs: Udělám pro {userName} rozložení Pro a Proti s těmito kartami: {cards}
de: Mache für {userName} ein Pro- und Contra-Legung mit diesen Karten: {cards}
es_es: Haz para {userName} una tirada de Pros y Contras con estas cartas: {cards}
fa: برای {userName} یک چیدمان موافق و مخالف با این کارت‌ها انجام بده: {cards}
fi_fi: Tee {userName}:lle puolesta ja vastaan -levitys näillä korteilla: {cards}
fil: Gumawa ng spread na Para at Laban para kay {userName} gamit ang mga card na ito: {cards}
fr: Fais un tirage Pour et Contre pour {userName} avec ces cartes : {cards}
gl: Fai para {userName} unha tirada Pros e Contras con estas cartas: {cards}
gu: {userName} માટે આ કાર્ડ્સ પર ફાયદા અને નુકસાનનું વિતરણ કરો: {cards}
hi: {userName} के लिए इन कार्ड्स पर पक्ष और विपक्ष का विश्लेषण करें: {cards}
hu: Készíts {userName} számára egy Érvek és Ellentétek kirakást ezekkel a kártyákkal: {cards}
hy_am: Կատարիր {userName}-ի համար «Կողմ և Դեմ» դասավորություն այս քարտերով՝ {cards}
id: Buatkan untuk {userName} pembacaan Pro dan Kontra dengan kartu-kartu ini: {cards}
is_is: Gerðu fyrir {userName} útleggingu Kostir og Gallar með þessum spilum: {cards}
it_it: Fai per {userName} una stesura Pro e Contro con queste carte: {cards}
iw: עשה עבור {userName} פריסה של בעד ונגד עם הקלפים האלה: {cards}
ja_jp: {userName}のために、これらのカードで賛成と反対のスプレッドを作成してください: {cards}
ka: გააკეთე {userName}-თვის დადებითი და უარყოფითი მხარეების განლაგება ამ ბარათებით: {cards}
kk: {userName} үшін осы карталар бойынша Иә және Жоқ таралымын жасаңыз: {cards}
km_kh: ធ្វើការវាយតម្លៃសម្រាប់ {userName} អំពីគុណសម្បត្តិ និងគុណវិបត្តិដោយប្រើកាតទាំងនេះ៖ {cards}
kn_in: {userName}ಗಾಗಿ ಈ ಕಾರ್ಡ್‌ಗಳ ಮೇಲೆ ಹೌದು ಮತ್ತು ಇಲ್ಲದ ಹಂಚಿಕೆ ಮಾಡಿ: {cards}
ko_kr: {userName}을(를) 위해 이 카드들로 찬반 리딩을 해주세요: {cards}
ky_kg: {userName} үчүн ушул карталар боюнча "Оң жана Терс" таразасын жасаңыз: {cards}
lo: ເຮັດສຳລັບ {userName} ການຈັດການ ສຳລັບ ຂ້າງແລະຕໍ່ຕ້ານ ຕາມບັດເຫຼົ່ານີ້: {cards}
lt: Padaryk {userName} išdėstymą Už ir Prieš pagal šias kortas: {cards}
lv: Izveido {userName} izklājumu Par un Pret ar šīm kārtīm: {cards}
mk_mk: Направи за {userName} распоред За и Против со овие карти: {cards}
ml_in: {userName} വേണ്ടി ഈ കാർഡുകൾ ഉപയോഗിച്ച് "സഹായവും വിരുദ്ധതയും" റീഡിംഗ് ചെയ്യുക: {cards}
mn_mn: {userName} -д зориулж эдгээр картуудаар {cards} Тийм ба Үгүй хариултын тарни хий
mr: {userName} साठी या कार्ड्सवर: {cards} फायदे आणि तोटे यांचे विश्लेषण करा
ms_my: Buatkan untuk {userName} pembacaan Kelebihan dan Kekurangan dengan kad-kad ini: {cards}
ne: {userName} का लागि यी कार्डहरूमा: {cards} पक्ष र विपक्षको विश्लेषण गर
nl: Maak voor {userName} een legging Voor en Tegen met deze kaarten: {cards}
no_no: Lag et for og imot-oppsett for {userName} med disse kortene: {cards}
pa: {userName} ਲਈ ਇਹ ਕਾਰਡਾਂ 'ਤੇ ਹਾਂ ਅਤੇ ਨਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ: {cards}
pl: Zrób dla {userName} rozkład Za i Przeciw na podstawie tych kart: {cards}
pt_br: Faça para {userName} a leitura Prós e Contras com estas cartas: {cards}
ro: Fă pentru {userName} o etalare Pro și Contra cu aceste cărți: {cards}
ru: Сделай для {userName} расклад За и Против по этим картам: {cards}
si: {userName} සඳහා මෙම කාඩ්පත් මත "ඇතුළත් සහ එරෙහි" විග්‍රහයක් කරන්න: {cards}
sk: Urob rozklad Za a Proti pre {userName} podľa týchto kariet: {cards}
sl: Naredi za {userName} razpored Za in Proti s temi kartami: {cards}
sq: Bëj për {userName} shpërndarjen Pro dhe Kundër me këto karta: {cards}
sr: Направи за {userName} распоред За и Против по овим картама: {cards}
sv_se: Gör en för- och nackdelar-läggning för {userName} med dessa kort: {cards}
sw: Fanya kwa {userName} mgawanyo wa Kwa na Against kwa kadi hizi: {cards}
ta: {userName}க்காக இந்த கார்டுகளின் மூலம் ஆதரவும் எதிர்ப்பும் பகிர்வு செய்யவும்: {cards}
te: {userName} కోసం ఈ కార్డులపై {cards} పక్షాలు మరియు వ్యతిరేకాలు రీడింగ్ చేయండి
th: ทำการแจกไพ่ข้อดีและข้อเสียสำหรับ {userName} ด้วยไพ่เหล่านี้: {cards}
tr_tr: {userName} için bu kartlarla Artıları ve Eksileri açılımı yap: {cards}
uk: Зроби для {userName} розклад За і Проти за цими картами: {cards}
ur: {userName} کے لیے ان کارڈز کے بارے میں "ہاں اور نہیں" کا پھیلاؤ کریں: {cards}
vi: Làm một trải bài Ưu và Nhược cho {userName} với các lá bài này: {cards}
zh_cn: 为{userName}做一组关于这些牌卡的利与弊解析：{cards}
zh_hk: 為 {userName} 做一個這些牌卡的利與弊解析：{cards}
zu: Yenza uhlelo luka {userName} lweZinzuzo Nezingozi ngala makhadi: {cards}

# pros_cons_spread_screen_what_is_pros_cons_spread
source: What is the "Pros and Cons" spread?
af: Wat is die "Voor en Nadele" uitleg?
am: "አጠቃላይ እና ተቃራኒ" ምንድነው?
ar: ما هو توزيع "المؤيد والمعارض"؟
az: "Lehinə və Əleyhinə" açılımı nədir?
bn: "পক্ষে এবং বিপক্ষে" বিশ্লেষণ কী?
ca: Què és la tirada "Pros i Contres"?
cs: Co je to rozložení "Pro a Proti"?
de: Was ist eine Pro- und Contra-Legung?
es_es: ¿Qué es la tirada "Pros y Contras"?
fa: چیدمان «موافق و مخالف» چیست؟
fi_fi: Mikä on "Puolesta ja vastaan" -levitys?
fil: Ano ang ibig sabihin ng spread na "Para at Laban"?
fr: Qu'est-ce qu'un tirage "Pour et Contre" ?
gl: Que é a tirada "Pros e Contras"?
gu: "ફાયદા અને નુકસાન" વિતરણ શું છે?
hi: "पक्ष और विपक्ष" विश्लेषण क्या है?
hu: Mi az az "Érvek és Ellentétek" kirakás?
hy_am: Ի՞նչ է «Կողմ և Դեմ» դասավորությունը։
id: Apa itu pembacaan "Pro dan Kontra"?
is_is: Hvað er útleggingin "Kostir og Gallar"?
it_it: Cos'è la stesura "Pro e Contro"?
iw: מהי פריסת "בעד ונגד"?
ja_jp: 「賛成と反対」のスプレッドとは何ですか？
ka: რა არის "დადებითი და უარყოფითი მხარეების" განლაგება?
kk: «Иә және Жоқ» таралымы дегеніміз не?
km_kh: តើការវាយតម្លៃ "គុណសម្បត្តិ និងគុណវិបត្តិ" ជាអ្វី?
kn_in: "ಹೌದು ಮತ್ತು ಇಲ್ಲ" ಹಂಚಿಕೆ ಎಂದರೆ ಏನು?
ko_kr: "찬반 리딩"이란 무엇인가요?
ky_kg: "Оң жана Терс" таразасы деген эмне?
lo: ຈັດການ "ຂ້າງແລະຕໍ່ຕ້ານ" ແມ່ນຫຍັງ?
lt: Kas yra "Už ir Prieš" išdėstymas?
lv: Kas ir izklājums "Par un Pret"?
mk_mk: Што е распоредот "За и Против"?
ml_in: "സഹായവും വിരുദ്ധതയും" റീഡിംഗ് എന്താണ്?
mn_mn: "Тийм ба Үгүй" тарни гэж юу вэ?
mr: "फायदे आणि तोटे" म्हणजे काय?
ms_my: Apakah pembacaan "Kelebihan dan Kekurangan"?
ne: "पक्ष र विपक्ष" विश्लेषण भनेको के हो?
nl: Wat is een "Voor en Tegen" legging?
no_no: Hva er et "For og imot"-oppsett?
pa: "ਹਾਂ ਅਤੇ ਨਾ" ਵਿਸ਼ਲੇਸ਼ਣ ਕੀ ਹੈ?
pl: Czym jest rozkład "Za i Przeciw"?
pt_br: O que é a leitura "Prós e Contras"?
ro: Ce este etalarea "Pro și Contra"?
ru: Что такое расклад "За и Против"?
si: "ඇතුළත් සහ එරෙහි" විග්‍රහය යනු 무엇ද?
sk: Čo je rozklad "Za a Proti"?
sl: Kaj je razpored "Za in Proti"?
sq: Çfarë është shpërndarja "Pro dhe Kundër"?
sr: Шта је распоред "За и Против"?
sv_se: Vad är en "För och Nackdelar"-läggning?
sw: Mgawanyo wa "Kwa na Against" ni nini?
ta: "ஆதரவும் எதிர்ப்பும்" பகிர்வு என்றால் என்ன?
te: "పక్షాలు మరియు వ్యతిరేకాలు" రీడింగ్ అంటే ఏమిటి?
th: การแจกไพ่ "ข้อดีและข้อเสีย" คืออะไร?
tr_tr: "Artıları ve Eksileri" açılımı nedir?
uk: Що таке розклад "За і Проти"?
ur: "ہاں اور نہیں" کا پھیلاؤ کیا ہے؟
vi: Trải bài "Ưu và Nhược" là gì?
zh_cn: 什么是"利与弊"牌阵？
zh_hk: 什麼是「利與弊」解析？
zu: Iyini uhlelo lwe "Zinzuzo Nezingozi"?
