Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_name_ten_of_pentacles
source: Ten of Pentacles
af: Tien van Pentakels
am: አስርኛው ፔንታክል
ar: عشرة البنتاكل
az: Onlu Pentakl
bn: দশ পেন্টাকল
ca: Deu de Pentacles
cs: Desítka Pentaklů
de: Zehn der Münzen
es_es: Diez de Pentáculos
fa: ده پنتاکل
fi_fi: Pentakkeleiden kymppi
fil: Sampu ng Pentakulo
fr: Dix de Pentacles
gl: Dez de Pentáculos
gu: દસ પેન્ટાકલ્સ
hi: दस पेंटाकल्स
hu: Pentacle tízes
hy_am: Թվին 10 Պենտակլներ
id: Sepuluh Pentakel
is_is: Tíunda mynt
it_it: Dieci di Denari
iw: עשיריית המטבעות
ja_jp: ペンタクルの10
ka: პენტაკლების ათი
kk: Пентакльдердің ондығы
km_kh: ដប់ផេនតាក្លេ
kn_in: ಹತ್ತು ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클 10
ky_kg: Пентаклдардын Ондугу
lo: ສິບໃບພັນທະກອນ
lt: Dešimtakė Pentaklių
lv: Desmitnieks no Pentakļiem
mk_mk: Десетка на Пентаклите
ml_in: പെന്റാകിളുകളുടെ പത്താം കാർഡ്
mn_mn: Талын арав
mr: दहा पेंटाकल्स
ms_my: Sepuluh Pentakel
ne: दश पेन्टाकलहरू
nl: Tien Pentakels
no_no: Ti av Pentakler
pa: ਦਸ ਪੈਂਟਕਲ
pl: Dziesiątka Pentakli
pt_br: Dez de Ouros
ro: Zece de Pentacole
ru: Десятка Пентаклей
si: පෙන්ටකල් දහකය
sk: Desať Pentaklov
sl: Desetka denarjev
sq: Dhjetë e Pentakleve
sr: Десетка Пентакли
sv_se: Tio i Pentakler
sw: Kumi ya Pentakeli
ta: பத்தொன்பது நாணயங்கள்
te: పెంటాకిల్స్ పది
th: สิบเหรียญ
tr_tr: On Pentakl
uk: Десятка Пентаклів
ur: دس پینٹیکلز
vi: Mười Tiền
zh_cn: 九角星十
zh_hk: 九角星十
zu: I-Ten of Pentacles

# card_name_page_of_pentacles
source: Page of Pentacles
af: Page van Pentakels
am: ፔንታክል ገጽታ
ar: الصبي البنتاكل
az: Pentakl Cavanı
bn: পেজ পেন্টাকল
ca: Paje de Pentacles
cs: Páže Pentaklů
de: Bube der Münzen
es_es: Paje de Pentáculos
fa: پیج پنتاکل
fi_fi: Pentakkeleiden sivumies
fil: Page ng Pentakulo
fr: Valet de Pentacles
gl: Paxe de Pentáculos
gu: પેજ પેન્ટાકલ્સ
hi: पेज पेंटाकल्स
hu: Pentacle lovagja
hy_am: Պենտակլների Փեսա
id: Page Pentakel
is_is: Spilari mynt
it_it: Fante di Denari
iw: הפייג' של המטבעות
ja_jp: ペンタクルのペイジ
ka: პენტაკლების ფაჟი
kk: Пентакльдердің пажы
km_kh: ក្មេងជំទង់ផេនតាក្លេ
kn_in: ಪೇಜ್ ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클 페이지
ky_kg: Пентаклдардын Пажи
lo: ເດັກຊາຍໃບພັນທະກອນ
lt: Pentaklių Pažadas
lv: Pentsu Pāgājs
mk_mk: Пај на Пентаклите
ml_in: പെന്റാകിളുകളുടെ പേജ്
mn_mn: Талын жаал
mr: पेज पेंटाकल्स
ms_my: Page Pentakel
ne: पेन्टाकलहरूको पेज
nl: Page Pentakels
no_no: Sider av Pentakler
pa: ਪੇਜ ਪੈਂਟਕਲ
pl: Paź Pentakli
pt_br: Pajem de Ouros
ro: Paj de Pentacole
ru: Паж Пентаклей
si: පෙන්ටකල් පේජ්
sk: Páže Pentaklov
sl: Pajem denarjev
sq: Faqe e Pentakleve
sr: Паж Пентакли
sv_se: Sida i Pentakler
sw: Mjumbe wa Pentakeli
ta: நாணயங்களின் பக்கம்
te: పెంటాకిల్స్ పేజ్
th: เพจเหรียญ
tr_tr: Pentakl Prensi
uk: Паж Пентаклів
ur: پیج پینٹیکلز
vi: Page Tiền
zh_cn: 九角星侍从
zh_hk: 九角星侍從
zu: I-Page of Pentacles

# card_name_knight_of_pentacles
source: Knight of Pentacles
af: Ridder van Pentakels
am: ፔንታክል ተወዳዳሪ
ar: الفارس البنتاكل
az: Pentakl Cəngavəri
bn: নাইট পেন্টাকল
ca: Cavaller de Pentacles
cs: Rytíř Pentaklů
de: Ritter der Münzen
es_es: Caballero de Pentáculos
fa: سوار پنتاکل
fi_fi: Pentakkeleiden ritari
fil: Kabalyero ng Pentakulo
fr: Cavalier de Pentacles
gl: Cabaleiro de Pentáculos
gu: ઘોડસવાર પેન્ટાકલ્સ
hi: नाइट पेंटाकल्स
hu: Pentacle lovag
hy_am: Պենտակլների Ձիավոր
id: Ksatria Pentakel
is_is: Riddari mynt
it_it: Cavaliere di Denari
iw: האביר של המטבעות
ja_jp: ペンタクルのナイト
ka: პენტაკლების რაინდი
kk: Пентакльдердің рыцары
km_kh: វរសេនីយ៍ផេនតាក្លេ
kn_in: ನೈಟ್ ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클 기사
ky_kg: Пентаклдардын Жоокери
lo: ອົງຄະພາບໃບພັນທະກອນ
lt: Pentaklių Riteris
lv: Pentakļu Zirgs
mk_mk: Витез на Пентаклите
ml_in: പെന്റാകിളുകളുടെ നൈറ്റ്
mn_mn: Талын баатар
mr: नाइट पेंटाकल्स
ms_my: Kesatria Pentakel
ne: पेन्टाकलहरूको घोडा
nl: Ridder Pentakels
no_no: Ridder av Pentakler
pa: ਘੁੜਸਵਾਰ ਪੈਂਟਕਲ
pl: Rycerz Pentakli
pt_br: Cavaleiro de Ouros
ro: Cavaler de Pentacole
ru: Рыцарь Пентаклей
si: පෙන්ටකල් යෝධයා
sk: Rytier Pentaklov
sl: Vitez denarjev
sq: Kalorësi i Pentakleve
sr: Витез Пентакли
sv_se: Riddare i Pentakler
sw: Farasi wa Pentakeli
ta: நாணயங்களின் ராணி
te: పెంటాకిల్స్ నైట్
th: อัศวินเหรียญ
tr_tr: Pentakl Şövalyesi
uk: Лицар Пентаклів
ur: نائٹ پینٹیکلز
vi: Kỵ Sĩ Tiền
zh_cn: 九角星骑士
zh_hk: 九角星騎士
zu: I-Knight of Pentacles

# card_name_queen_of_pentacles
source: Queen of Pentacles
af: Koningin van Pentakels
am: ፔንታክል ንግሥት
ar: ملكة البنتاكل
az: Pentakl Kraliçası
bn: কুইন পেন্টাকল
ca: Reina de Pentacles
cs: Královna Pentaklů
de: Königin der Münzen
es_es: Reina de Pentáculos
fa: ملکه پنتاکل
fi_fi: Pentakkeleiden kuningatar
fil: Reyna ng Pentakulo
fr: Reine de Pentacles
gl: Raíña de Pentáculos
gu: રાણી પેન્ટાકલ્સ
hi: रानी पेंटाकल्स
hu: Pentacle királynője
hy_am: Պենտակլների Թագուհի
id: Ratu Pentakel
is_is: Drottning mynt
it_it: Regina di Denari
iw: מלכת המטבעות
ja_jp: ペンタクルのクイーン
ka: პენტაკლების დედოფალი
kk: Пентакльдердің патшайымы
km_kh: រាជនីផេនតាក្លេ
kn_in: ರಾಣಿ ಪೆಂಟಾಕಲ್ಸ್
ko_kr: 펜타클 여왕
ky_kg: Пентаклдардын Падышайымы
lo: ນາງພັນທະກອນ
lt: Pentaklių Karalienė
lv: Pentakļu Karaliene
mk_mk: Кралица на Пентаклите
ml_in: പെന്റാകിളുകളുടെ രാജ്ഞി
mn_mn: Талын хатан
mr: राणी पेंटाकल्स
ms_my: Ratu Pentakel
ne: पेन्टाकलहरूको रानी
nl: Koningin Pentakels
no_no: Dronning av Pentakler
pa: ਰਾਣੀ ਪੈਂਟਕਲ
pl: Królowa Pentakli
pt_br: Rainha de Ouros
ro: Regina de Pentacole
ru: Королева Пентаклей
si: පෙන්ටකල් රැජිණ
sk: Kráľovná Pentaklov
sl: Kraljica denarjev
sq: Mbretëresha e Pentakleve
sr: Краљица Пентакли
sv_se: Drottning i Pentakler
sw: Malkia wa Pentakeli
ta: நாணயங்களின் அரசி
te: పెంటాకిల్స్ రాణి
th: ราชินีเหรียญ
tr_tr: Pentakl Kraliçesi
uk: Королева Пентаклів
ur: ملکہ پینٹیکلز
vi: Nữ Hoàng Tiền
zh_cn: 九角星皇后
zh_hk: 九角星皇后
zu: I-Queen of Pentacles

# card_name_king_of_pentacles
source: King of Pentacles
af: Koning van Pentakels
am: የፔንታክል ንጉሥ
ar: ملك البنتاكل
az: Pentakllar Kralı
bn: পেন্টাকেলের রাজা
ca: El Rei de Pentacles
cs: Král Pentaklů
de: König der Pentakel
es_es: Rey de Pentáculos
fa: شاه سکه‌ها
fi_fi: Pentakkeleiden kuningas
fil: Hari ng Pentacles
fr: Roi de Pentacles
gl: Rei de Pentáculos
gu: પેન્ટાકલ્સનો રાજા
hi: पेंटाकल्स का राजा
hu: Pentaklik Királya
hy_am: Պենտակլների Թագավոր
id: Raja Pentakel
is_is: Konungur Pentakla
it_it: Re di Denari
iw: מלך המטבעות
ja_jp: ペンタクルの王
ka: პენტაკლების მეფე
kk: Пентакльдер патшасы
km_kh: ព្រះមហាក្សត្រពេនតាក់ល
kn_in: ಪೆಂಟಾಕಲ್ಸ್ ರಾಜ
ko_kr: 펜타클의 왕
ky_kg: Пентаклдар падышасы
lo: ພຣະມົງກອງເງິນ
lt: Pentaklių karalius
lv: Pentaklu karalis
mk_mk: Кралот на Пентакли
ml_in: പെന്റാകിളുകളുടെ രാജാവ്
mn_mn: Пентаклийн хаан
mr: पेंटाकल्सचा राजा
ms_my: Raja Pentakel
ne: पेन्टाकल्सको राजा
nl: De Koning van Pentakels
no_no: Kongen av Pentakler
pa: ਪੈਂਟਕਲਜ਼ ਦਾ ਰਾਜਾ
pl: Król Pentakli
pt_br: Rei de Ouros
ro: Regele de Pentacole
ru: Король Пентаклей
si: පෙන්ටකල් රාජා
sk: Kráľ Pentaklov
sl: Kralj pentaklov
sq: Mbreti i Pentakleve
sr: Краљ Пентакли
sv_se: Kung av Pentakler
sw: Mfalme wa Pentakeli
ta: பெண்டகிள்களின் ராஜா
te: పెంటాకిల్స్ రాజు
th: ราชาแห่งเหรียญ
tr_tr: Pentakl Kralı
uk: Король Пентаклів
ur: بادشاہ پنٹیکلز
vi: Vua Tiền Xu
zh_cn: 五角星国王
zh_hk: 五角星國王
zu: Inkosi YamaPentakeli

# quick_reading_screen_suggested_questions_1
source: Should I do it?
af: Moet ek dit doen?
am: እኔ ይህን ማድረግ አለብኝ?
ar: هل يجب أن أفعل ذلك؟
az: Bunu etməliyəm?
bn: আমার এটা করা উচিত কি?
ca: Haig de fer-ho?
cs: Mám to udělat?
de: Soll ich das tun?
es_es: ¿Debería hacerlo?
fa: آیا باید این کار را انجام دهم؟
fi_fi: Kannattaako minun tehdä tämä?
fil: Dapat ko ba itong gawin?
fr: Dois-je le faire?
gl: Debería facelo?
gu: શું મને આ કરવું જોઈએ?
hi: क्या मुझे यह करना चाहिए?
hu: Megéri ezt megtennem?
hy_am: Արդյո՞ք պետք է դա անեմ:
id: Haruskah saya melakukannya?
is_is: Á ég að gera þetta?
it_it: Dovrei farlo?
iw: האם כדאי לי לעשות את זה?
ja_jp: これをやるべきですか？
ka: მიმაჩნია, რომ ეს გავაკეთო?
kk: Мені бұл істеу керек пе?
km_kh: តើខ្ញុំគួរធ្វើវាទេ?
kn_in: ನನಗೆ ಇದನ್ನು ಮಾಡಬೇಕೇ?
ko_kr: 내가 이걸 해야 할까?
ky_kg: Муну жасашым керекпи?
lo: ຂ້ອຍຄວນເຮັດນີ້ບໍ?
lt: Ar verta man tai daryti?
lv: Vai man to vajadzētu darīt?
mk_mk: Дали треба да го направам тоа?
ml_in: എനിക്ക് ഇത് ചെയ്യണോ?
mn_mn: Үүнийг хийх хэрэгтэй юу?
mr: मला हे करायचं का?
ms_my: Patutkah saya lakukan ini?
ne: के म यो गर्नुपर्छ?
nl: Moet ik dit doen?
no_no: Bør jeg gjøre dette?
pa: ਕੀ ਮੈਨੂੰ ਇਹ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?
pl: Czy powinienem to zrobić?
pt_br: Devo fazer isso?
ro: Ar trebui să fac asta?
ru: Стоит ли мне это делать?
si: මට මේක කරන්න ඕනේද?
sk: Mám to robiť?
sl: Ali naj to naredim?
sq: A duhet ta bëj këtë?
sr: Да ли треба да то урадим?
sv_se: Borde jag göra det här?
sw: Je, ni sahihi nifanye hivi?
ta: நான் இதை செய்ய வேண்டுமா?
te: నేను ఇది చేయాలా?
th: ฉันควรทำสิ่งนี้ไหม?
tr_tr: Bunu yapmalı mıyım?
uk: Чи варто мені це робити?
ur: کیا مجھے یہ کرنا چاہیے؟
vi: Tôi có nên làm điều này không?
zh_cn: 我应该这样做吗？
zh_hk: 我應該這麼做嗎？
zu: Ngifanele ngikwenze lokhu?

# quick_reading_screen_suggested_questions_2
source: Is this the right path?
af: Is dit die regte pad?
am: ይህ ትክክለኛ መንገድ ነው?
ar: هل هذا هو الطريق الصحيح؟
az: Bu doğru yoldur?
bn: এটা কি সঠিক পথ?
ca: És aquest el camí correcte?
cs: Je to správná cesta?
de: Ist das der richtige Weg?
es_es: ¿Es este el camino correcto?
fa: آیا این راه درستی است؟
fi_fi: Onko tämä oikea tie?
fil: Tama ba ang landas na ito?
fr: Est-ce la bonne voie?
gl: É este o camiño correcto?
gu: શું આ યોગ્ય માર્ગ છે?
hi: क्या यह सही रास्ता है?
hu: Ez a helyes út?
hy_am: Սա ճիշտ ճանապարհն է՞:
id: Apakah ini jalan yang benar?
is_is: Er þetta rétti leiðin?
it_it: È la strada giusta?
iw: האם זה הנתיב הנכון?
ja_jp: これは正しい道ですか？
ka: ეს სწორი გზაა?
kk: Бұл дұрыс жол ба?
km_kh: តើនេះជាមធ្យោបាយត្រឹមត្រូវទេ?
kn_in: ಇದು ಸರಿಯಾದ ಮಾರ್ಗವೇ?
ko_kr: 이 길이 맞는 길일까?
ky_kg: Бул туура жолбу?
lo: ນີ້ແມ່ນທາງທີ່ຖືກຕ້ອງບໍ?
lt: Ar tai teisingas kelias?
lv: Vai tas ir pareizais ceļš?
mk_mk: Дали ова е правилниот пат?
ml_in: ഇത് ശരിയായ വഴി ആണോ?
mn_mn: Энэ зөв зам уу?
mr: हे योग्य मार्ग आहे का?
ms_my: Adakah ini jalan yang betul?
ne: के यो सही बाटो हो?
nl: Is dit de juiste weg?
no_no: Er dette den rette veien?
pa: ਕੀ ਇਹ ਸਹੀ ਰਸਤਾ ਹੈ?
pl: Czy to właściwa droga?
pt_br: Este é o caminho certo?
ro: Este acesta drumul corect?
ru: Правильный ли это путь?
si: මේ හරියටම මාර්ගයද?
sk: Je to správna cesta?
sl: Je to prava pot?
sq: A është kjo rruga e duhur?
sr: Да ли је ово прави пут?
sv_se: Är det rätt väg?
sw: Je, hii ni njia sahihi?
ta: இது சரியான பாதையா?
te: ఇది సరైన మార్గమా?
th: นี่คือทางที่ถูกต้องหรือไม่?
tr_tr: Bu doğru yol mu?
uk: Чи правильний це шлях?
ur: کیا یہ صحیح راستہ ہے؟
vi: Đây có phải là con đường đúng không?
zh_cn: 这是正确的道路吗？
zh_hk: 這是正確的道路嗎？
zu: Ingabe lena yindlela efanele?

# quick_reading_screen_suggested_questions_3
source: What do I need to know?
af: Wat moet ek weet?
am: ምን ማወቅ አለብኝ?
ar: ماذا أحتاج أن أعرف؟
az: Nələri bilməliyəm?
bn: আমার কি জানা দরকার?
ca: Què he de saber?
cs: Co potřebuji vědět?
de: Was muss ich wissen?
es_es: ¿Qué necesito saber?
fa: چه چیزی باید بدانم؟
fi_fi: Mitä minun täytyy tietää?
fil: Ano ang kailangan kong malaman?
fr: Que dois-je savoir?
gl: Que necesito saber?
gu: મને શું જાણવું જરૂરી છે?
hi: मुझे क्या जानना चाहिए?
hu: Mit kell tudnom?
hy_am: Ի՞նչ պետք է իմանամ:
id: Apa yang perlu saya ketahui?
is_is: Hvað þarf ég að vita?
it_it: Cosa devo sapere?
iw: מה אני צריך לדעת?
ja_jp: 私が知るべきことは何ですか？
ka: რას უნდა ვიცოდე?
kk: Маған не білу керек?
km_kh: តើខ្ញុំត្រូវដឹងអ្វីខ្លះ?
kn_in: ನನಗೆ ಏನು ತಿಳಿದುಕೊಳ್ಳಬೇಕು?
ko_kr: 내가 알아야 할 것은 무엇일까?
ky_kg: Эмне билишим керек?
lo: ຂ້ອຍຕ້ອງຮູ້ຫຍັງ?
lt: Ką man reikia žinoti?
lv: Ko man vajadzētu zināt?
mk_mk: Што треба да знам?
ml_in: എനിക്ക് എന്ത് അറിയണം?
mn_mn: Надад юу мэдэх хэрэгтэй вэ?
mr: मला काय माहित असायला हवं?
ms_my: Apa yang perlu saya tahu?
ne: म के जान्नुपर्छ?
nl: Wat moet ik weten?
no_no: Hva trenger jeg å vite?
pa: ਮੈਨੂੰ ਕੀ ਜਾਣਨਾ ਚਾਹੀਦਾ ਹੈ?
pl: Co muszę wiedzieć?
pt_br: O que eu preciso saber?
ro: Ce trebuie să știu?
ru: Что мне нужно знать?
si: මට දැනගන්න ඕනේ මොකක්ද?
sk: Čo potrebujem vedieť?
sl: Kaj moram vedeti?
sq: Çfarë duhet të di?
sr: Шта треба да знам?
sv_se: Vad behöver jag veta?
sw: Nifanye nini kujua?
ta: என்ன தெரிந்து கொள்ள வேண்டும்?
te: నాకు ఏమి తెలుసుకోవాలి?
th: ฉันต้องรู้อะไรบ้าง?
tr_tr: Ne bilmem gerekiyor?
uk: Що мені потрібно знати?
ur: مجھے کیا جاننا چاہیے؟
vi: Tôi cần biết gì?
zh_cn: 我需要知道什么？
zh_hk: 我需要知道什麼？
zu: Yini engidinga ukuyazi?

# monthly_forecast_spread_screen_see_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎ ማለት ምን እንደሆነ ማወቅ
ar: اكتشف المعنى
az: Mənasını öyrənmək
bn: অর্থ জানা
ca: Descobrir el significat
cs: Zjistit význam
de: Bedeutung herausfinden
es_es: Conocer el significado
fa: معنی را بدانید
fi_fi: Opi merkitys
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: અર્થ જાણવા માટે
hi: अर्थ जानें
hu: Jelentés megismerése
hy_am: Գիտակցել նշանակությունը
id: Cari tahu arti
is_is: Fá merkingu
it_it: Scopri il significato
iw: לגלות משמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мағынасын білу
km_kh: ស្វែងយល់អត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄວາມໝາຍ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај ја значењето
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: अर्थ जाणून घ्या
ms_my: Ketahui makna
ne: अर्थ जान्नुहोस्
nl: Betekenis ontdekken
no_no: Finn ut betydningen
pa: ਮਤਲਬ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ค้นหาความหมาย
tr_tr: Anlamını öğren
uk: Дізнатися значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Thola incazelo

# monthly_forecast_spread_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቅድ ያዘጋጁ
ar: إنشاء توزيع جديد
az: Yeni yayım yarat
bn: নতুন রিডিং তৈরি করুন
ca: Fer una nova tirada
cs: Vytvořit nový rozklad
de: Neues Spread erstellen
es_es: Hacer una nueva tirada
fa: ایجاد یک چیدمان جدید
fi_fi: Luo uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું રીડિંગ બનાવો
hi: नया रीडिंग करें
hu: Új kirakás készítése
hy_am: Ստեղծել նոր դասավորություն
id: Buat pembacaan baru
is_is: Búa til nýja dreifingu
it_it: Fare una nuova stesa
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: შექმენით ახალი განლაგება
kk: Жаңа таралым жасау
km_kh: ធ្វើការបែងចែកថ្មី
kn_in: ಹೊಸ ವಿತರಣೆ ಮಾಡು
ko_kr: 새로운 카드 배열 만들기
ky_kg: Жаңы таразалоо жасоо
lo: ສ້າງການຈັດຕັ້ງໃໝ່
lt: Sukurti naują išdėstymą
lv: Izveidot jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് ചെയ്യുക
mn_mn: Шинэ дэлгэрэнгүй гаргалгаа хийх
mr: नवीन पसरवणी करा
ms_my: Buat susunan baru
ne: नयाँ लेआउट बनाउनुहोस्
nl: Een nieuwe legging maken
no_no: Lag et nytt oppslag
pa: ਨਵਾਂ ਰੀਡਿੰਗ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă distribuție
ru: Сделать новый расклад
si: නව විවරණයක් සාදන්න
sk: Vytvoriť nový rozklad
sl: Naredi novo razporeditev
sq: Bëj një shpërndarje të re
sr: Направити нови распоред
sv_se: Gör en ny läggning
sw: Fanya ugawaji mpya
ta: புதிய பரவல் செய்யவும்
te: కొత్త పంచాంగం చేయండి
th: สร้างการอ่านไพ่ใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا ریڈنگ کریں
vi: Tạo một trải bài mới
zh_cn: 制作新的牌阵
zh_hk: 製作新牌陣
zu: Yenza ukusatshalaliswa okusha

# monthly_forecast_spread_screen_enter_question_hint
source: Enter your request...
af: Voer jou navraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل طلبك...
az: Sorğunuzu daxil edin...
bn: আপনার অনুরোধ লিখুন...
ca: Introduïu la vostra consulta...
cs: Zadejte svůj dotaz...
de: Geben Sie Ihre Anfrage ein...
es_es: Ingrese su consulta...
fa: درخواست خود را وارد کنید...
fi_fi: Kirjoita pyyntösi...
fil: Ilagay ang iyong kahilingan...
fr: Entrez votre demande...
gl: Introduce a túa consulta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपनी क्वेरी दर्ज करें...
hu: Írja be a kérését...
hy_am: Մուտքագրեք ձեր հարցումը...
id: Masukkan permintaan Anda...
is_is: Sláðu inn fyrirspurnina þína...
it_it: Inserisci la tua richiesta...
iw: הזן את הבקשה שלך...
ja_jp: あなたのリクエストを入力してください...
ka: შეიყვანეთ თქვენი მოთხოვნა...
kk: Сұрауыңызды енгізіңіз...
km_kh: បញ្ចូលសំណើររបស់អ្នក...
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 요청을 입력하세요...
ky_kg: Суранычыңызды киргизиңиз...
lo: ໃສ່ຄໍາຮ້ອງຂໍຂອງທ່ານ...
lt: Įveskite savo užklausą...
lv: Ievadiet savu pieprasījumu...
mk_mk: Внесете ја вашата барање...
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന നൽകുക...
mn_mn: Таны хүсэлтийг оруулна уу...
mr: आपला विनंती प्रविष्ट करा...
ms_my: Masukkan pertanyaan anda...
ne: तपाईंको अनुरोध प्रविष्ट गर्नुहोस्...
nl: Voer uw verzoek in...
no_no: Skriv inn forespørselen din...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje zapytanie...
pt_br: Digite sua consulta...
ro: Introduceți cererea dvs...
ru: Введите ваш запрос...
si: ඔබගේ විමසීම ඇතුළත් කරන්න...
sk: Zadajte váš dopyt...
sl: Vnesite vaš poizvedbo...
sq: Shkruani kërkesën tuaj...
sr: Унесите ваш упит...
sv_se: Ange din förfrågan...
sw: Weka ombi lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ అభ్యర్థనను నమోదు చేయండి...
th: กรอกคำขอของคุณ...
tr_tr: Sorgunuzu girin...
uk: Введіть ваш запит...
ur: اپنی درخواست درج کریں...
vi: Nhập yêu cầu của bạn...
zh_cn: 请输入您的请求...
zh_hk: 輸入您的查詢...
zu: Faka isicelo sakho...

# monthly_forecast_spread_screen_what_is_monthly_forecast
source: What is a monthly forecast?
af: Wat is 'n maandelikse voorspelling?
am: ወርሃዊ ትንበያ ምንድነው?
ar: ما هو التنبؤ الشهري؟
az: Aylıq proqnoz nədir?
bn: মাসিক পূর্বাভাস কী?
ca: Què és una predicció mensual?
cs: Co je měsíční předpověď?
de: Was ist eine Monatsprognose?
es_es: ¿Qué es un pronóstico mensual?
fa: پیش‌بینی ماهانه چیست؟
fi_fi: Mikä on kuukausiennuste?
fil: Ano ang buwanang hula?
fr: Qu'est-ce qu'une prévision mensuelle?
gl: Que é unha previsión mensual?
gu: માસિક પૂર્વાનુમાન શું છે?
hi: मासिक पूर्वानुमान क्या है?
hu: Mi az a havi előrejelzés?
hy_am: Ի՞նչ է ամսական կանխատեսումը:
id: Apa itu ramalan bulanan?
is_is: Hvað er mánaðarspá?
it_it: Cos'è una previsione mensile?
iw: מה זה תחזית חודשית?
ja_jp: 月間予報とは何ですか？
ka: რა არის თვიური პროგნოზი?
kk: Айлық болжам деген не?
km_kh: តើការព្យាករណ៍ប្រចាំខែជាអ្វី?
kn_in: ಮಾಸಿಕ ಭವಿಷ್ಯವಾಣಿ ಎಂದರೆ ಏನು?
ko_kr: 월간 예측이란 무엇인가요?
ky_kg: Айлык прогноз деген эмне?
lo: ຄືຫຍັງການຄາດການປະຈໍາເດືອນ?
lt: Kas yra mėnesio prognozė?
lv: Kas ir mēneša prognoze?
mk_mk: Што е месечна прогноза?
ml_in: മാസാന്ത പ്രവചനമെന്നത് എന്താണ്?
mn_mn: Сарын урьдчилсан мэдээ гэж юу вэ?
mr: मासिक अंदाज काय आहे?
ms_my: Apa itu ramalan bulanan?
ne: मासिक पूर्वानुमान के हो?
nl: Wat is een maandelijkse voorspelling?
no_no: Hva er en månedlig prognose?
pa: ਮਾਸਿਕ ਭਵਿੱਖਬਾਣੀ ਕੀ ਹੈ?
pl: Co to jest miesięczna prognoza?
pt_br: O que é uma previsão mensal?
ro: Ce este un prognostic lunar?
ru: Что такое месячный прогноз?
si: මාසික අනාගත කාලය යනු 무엇ද?
sk: Čo je mesačný prognóza?
sl: Kaj je mesečna napoved?
sq: Çfarë është parashikimi mujor?
sr: Шта је месечни преглед?
sv_se: Vad är en månadens prognos?
sw: Je, utabiri wa mwezi ni nini?
ta: மாதாந்திர முன்னறிவிப்பு என்றால் என்ன?
te: మాసపు ఊహాగానమేమిటి?
th: การทำนายรายเดือนคืออะไร?
tr_tr: Aylık tahmin nedir?
uk: Що таке місячний прогноз?
ur: ماہانہ پیش گوئی کیا ہے؟
vi: Dự báo hàng tháng là gì?
zh_cn: 什么是月度预测？
zh_hk: 什麼是每月預測？
zu: Iyini ukubikezela kwenyanga?
