Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_combination_screen_prompt
source: Analyze the combination of tarot cards: {cards}. Provide a deep mystical interpretation of their interaction and overall advice. Respond entirely in {lang}, without greetings or conclusions.
af: Ontleed die kombinasie van Tarot-kaarte: {cards}. Gee ’n diep mistieke ontleding van hul interaksie en algemene raad. Antwoord volledig in die taal {lang}. Geen groete of afsluitings nie.
am: የታሮ ካርዶችን ማቀናበሪያ ተንብብ: {cards}። የእነሱን ተግባራዊ ግንኙነት እና አጠቃላይ ምክር በጥልቅ ምስጢራዊ ትንታኔ ስጥ። መልስ በሙሉ በ{lang} ቋንቋ ይሁን። ሰላምታና መደምደሚያ አይኖሩ።
ar: قم بتحليل مجموعة بطاقات التارو: {cards}. قدم تحليلاً روحياً عميقاً لتفاعلها ونصيحة عامة. الرد بالكامل بلغة {lang}. بدون تحيات أو ختامات.
az: Tarot kartlarının kombinasiyasını təhlil et: {cards}. Onların qarşılıqlı təsirinin dərin mistik analizini və ümumi məsləhətini ver. Cavab tamamilə {lang} dilində olsun. Salamlaşma və yekunlaşdırma olmadan.
bn: ট্যারো কার্ডের সংমিশ্রণ বিশ্লেষণ করুন: {cards}. তাদের পারস্পরিক ক্রিয়াকলাপের গভীর মিস্টিক্যাল বিশ্লেষণ এবং সাধারণ পরামর্শ দিন। উত্তর সম্পূর্ণরূপে {lang} ভাষায় দিন। শুভেচ্ছা এবং সমাপ্তি ছাড়া।
ca: Analitza la combinació de cartes del Tarot: {cards}. Dona una anàlisi mística profunda de la seva interacció i un consell general. La resposta ha de ser completament en l'idioma {lang}. Sense salutacions ni conclusions.
cs: Analyzuj kombinaci tarotových karet: {cards}. Poskytněte hlubokou mystickou analýzu jejich vzájemného působení a obecnou radu. Odpověď zcela v jazyce {lang}. Bez pozdravů a závěrů.
de: Analysiere die Kombination der Tarotkarten: {cards}. Gib eine tiefgründige mystische Analyse ihrer Wechselwirkung und einen allgemeinen Rat. Die Antwort vollständig in der Sprache {lang}. Ohne Begrüßungen und Schlussworte.
es_es: Analiza la combinación de cartas del Tarot: {cards}. Da un análisis místico profundo de su interacción y un consejo general. Respuesta completamente en {lang}. Sin saludos ni conclusiones.
fa: ترکیب کارت‌های تاروت {cards} را تحلیل کن. تحلیل عمیق و عرفانی از تعامل آن‌ها و توصیه کلی بده. پاسخ کاملاً به زبان {lang} باشد. بدون سلام و خداحافظ.
fi_fi: Analysoi Tarot-korttien yhdistelmä: {cards}. Anna syvällinen mystinen analyysi niiden vuorovaikutuksesta ja yleinen neuvo. Vastaus kokonaan kielellä {lang}. Ilman tervehdyksiä ja lopetuksia.
fil: Suriin ang kumbinasyon ng mga Tarot card: {cards}. Magbigay ng malalim na mistikong pagsusuri sa kanilang interaksyon at pangkalahatang payo. Sagutin nang buo sa wikang {lang}. Walang pagbati at konklusyon.
fr: Analyse la combinaison des cartes de Tarot : {cards}. Donne une analyse mystique approfondie de leur interaction et un conseil général. Réponse entièrement en {lang}. Sans salutations ni conclusions.
gl: Analiza a combinación das cartas do Tarot: {cards}. Dá unha análise mística profunda da súa interacción e un consello xeral. Resposta completamente en {lang}. Sen saúdos nin conclusións.
gu: ટારોટ કાર્ડ્સનું સંયોજન વિશ્લેષણ કરો: {cards}. તેમની ક્રિયાપ્રતિક્રિયાનો ઊંડો રહસ્યમય વિશ્લેષણ અને સામાન્ય સલાહ આપો. જવાબ સંપૂર્ણપણે {lang} ભાષામાં હોવો જોઈએ. અભિવાદન અને સમાપ્તિ વગર.
hi: टैरो कार्ड्स के संयोजन {cards} का विश्लेषण करें। उनके इंटरैक्शन का गहरा रहस्यमय विश्लेषण और सामान्य सलाह दें। उत्तर पूरी तरह से {lang} भाषा में हो। कोई अभिवादन या निष्कर्ष न हो।
hu: Elemezze a Tarot kártyák kombinációját: {cards}. Adjon mély misztikus elemzést az interakciójukról és általános tanácsot. A válasz teljes egészében {lang} nyelven legyen. Köszönések és záró megjegyzések nélkül.
hy_am: Վերլուծեք Տարոյի քարտերի համադրությունը՝ {cards}: Տվեք նրանց փոխազդեցության խորամանկ միստիկական վերլուծություն և ընդհանուր խորհուրդ: Պատասխանն ամբողջությամբ պետք է լինի {lang} լեզվով: Առանց ողջույնների և եզրափակիչների:
id: Analisis kombinasi kartu Tarot: {cards}. Berikan analisis mistis mendalam tentang interaksi mereka dan saran umum. Jawaban sepenuhnya dalam bahasa {lang}. Tanpa salam dan penutupan.
is_is: Greindu samsetningu Tarot spila: {cards}. Gefðu djúpa dulspekilega greiningu á samspili þeirra og almennan ráðleggingu. Svaraðu alfarið á tungumálinu {lang}. Engin kveðja né lokaorð.
it_it: Analizza la combinazione delle carte dei Tarocchi: {cards}. Fornisci un'analisi mistica profonda della loro interazione e un consiglio generale. Rispondi completamente in lingua {lang}. Senza saluti né conclusioni.
iw: נתח את שילוב קלפי הטארוט: {cards}. ספק ניתוח מיסטי עמוק של האינטראקציה ביניהם ועצה כללית. התשובה תהיה כולה בשפה {lang}. ללא ברכות וסיכומים.
ja_jp: タロットカードの組み合わせを分析してください: {cards}。それらの相互作用の深い神秘的な分析と全体的なアドバイスを提供してください。回答は完全に{lang}で行ってください。挨拶や結びの言葉は不要です。
ka: ანალიზი გაუკეთე ტარო კარტების კომბინაციას: {cards}. ჩაატარე ღრმა მისტიკური ანალიზი მათი ურთიერთქმედებისა და საერთო რჩევა. პასუხი სრულად იყოს {lang} ენაზე. არ გამოიყენო მისალმებები და დასკვნები.
kk: Таро карталарының үйлесімін талдаңыз: {cards}. Олардың өзара әрекеттесуінің терең мистикалық талдауын және жалпы кеңесін беріңіз. Жауап толығымен {lang} тілінде болсын. Сәлемдесулер мен қорытындыларсыз.
km_kh: វិភាគការរួមបញ្ចូលគ្នារបស់កាតតារ៉ូ: {cards}។ ផ្តល់ការវិភាគអាថ៌កំបាំងជ្រាលជ្រៅអំពីការប៉ះពាល់រវាងពួកវា និងដាក់អនុសាសន៍ទូទៅ។ ចម្លើយពេញលេញជាភាសា {lang}។ គ្មានការស្វាគមន៍ និងការសន្និដ្ឋាន។
kn_in: ಟ್ಯಾರೋ ಕಾರ್ಡ್ ಸಂಯೋಜನೆ {cards} ವಿಶ್ಲೇಷಿಸಿ. ಅವುಗಳ ಪರಸ್ಪರ ಕ್ರಿಯೆಯ ಆಳವಾದ ಮಿಸ್ಟಿಕ್ ವಿಶ್ಲೇಷಣೆ ಮತ್ತು ಸಾಮಾನ್ಯ ಸಲಹೆಯನ್ನು ನೀಡಿ. ಉತ್ತರವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ {lang} ಭಾಷೆಯಲ್ಲಿ ನೀಡಿ. ನಮಸ್ಕಾರಗಳು ಮತ್ತು ಸಮಾಪ್ತಿಗಳನ್ನು ಸೇರಿಸಬೇಡಿ.
ko_kr: 타로 카드 조합 {cards}를 분석하세요. 그들의 상호작용에 대한 깊은 신비로운 분석과 전반적인 조언을 제공하세요. 답변은 전적으로 {lang} 언어로 작성하세요. 인사말과 결론은 생략하세요.
ky_kg: Таро карталардын айкалышын талдаңыз: {cards}. Алардын өз ара аракеттенүүсүнүн терең мистикалык анализин жана жалпы кеңешин бериңиз. Жооп толугу менен {lang} тилинде. Саламдашуу жана жыйынтык жок.
lo: ວິເຄາະການປະສົມການຂອງບັດທາໂຣ: {cards}. ໃຫ້ການວິເຄາະລຶກຊຶ້ງທາງລະລິມສະດີກໃນການປະຕິບັດງານຂອງພວກເຂົາແລະຄໍາແນະນຳທົ່ວໄປ. ຕອບກັບເປັນພາສາ {lang} ເຕັມຮ້ອຍ. ບໍ່ມີການສະບາຍດີ ແລະ ບໍ່ມີການສະຫຼຸບ.
lt: Išanalizuokite Tarot kortų derinį: {cards}. Pateikite gilų mistinį jų sąveikos analizę ir bendrą patarimą. Atsakymas visiškai {lang} kalba. Be pasisveikinimų ir pabaigos.
lv: Analizē Tarot kāršu kombināciju: {cards}. Sniedz dziļu mistisku analīzi par to mijiedarbību un vispārēju padomu. Atbilde pilnībā valodā {lang}. Bez sveicieniem un noslēgumiem.
mk_mk: Анализирај ја комбинацијата на Таро карти: {cards}. Давај длабока мистична анализа на нивната интеракција и општи совети. Одговорот целосно на јазикот {lang}. Без поздрави и заклучоци.
ml_in: ടാരോ കാർഡുകളുടെ സംയോജനം വിശകലനം ചെയ്യുക: {cards}. അവയുടെ ഇടപെടലിന്റെ ആഴത്തിലുള്ള മിസ്റ്റിക് വിശകലനവും പൊതുവായ ഉപദേശവും നൽകുക. മറുപടി മുഴുവൻ {lang} ഭാഷയിൽ ആയിരിക്കണം. അഭിവാദ്യങ്ങളും സമാപനങ്ങളും ഒഴിവാക്കുക.
mn_mn: Таро картуудын хослолыг шинжлэ: {cards}. Тэдний харилцан үйлчлэлийн гүн гүнзгий нууцлаг шинжилгээ болон ерөнхий зөвлөгөөг өг. Хариулт бүрэн {lang} хэл дээр байх. Мэндчилгээ болон дүгнэлтгүй.
mr: टारो कार्ड्सचे संयोजन विश्लेषित करा: {cards}. त्यांच्या परस्परसंवादाचा सखोल गूढ विश्लेषण आणि एकूण सल्ला द्या. उत्तर पूर्णपणे {lang} भाषेत असावे. अभिवादन आणि निष्कर्षांशिवाय.
ms_my: Analisis gabungan kad Tarot: {cards}. Berikan analisis mistik mendalam tentang interaksi mereka dan nasihat umum. Jawapan sepenuhnya dalam bahasa {lang}. Tanpa salam dan penutup.
ne: टारो कार्डहरूको संयोजन {cards} विश्लेषण गर्नुहोस्। तिनीहरूको अन्तरक्रियाको गहिरो रहस्यमय विश्लेषण र समग्र सल्लाह दिनुहोस्। जवाफ पूर्ण रूपमा {lang} भाषामा होस्। अभिवादन र निष्कर्ष बिना।
nl: Analyseer de combinatie van Tarotkaarten: {cards}. Geef een diepgaande mystieke analyse van hun interactie en een algemeen advies. Antwoord volledig in de taal {lang}. Geen begroetingen of afsluitingen.
no_no: Analyser kombinasjonen av Tarot-kortene: {cards}. Gi en dyp mystisk analyse av deres samspill og en generell anbefaling. Svaret skal være helt på {lang}. Ingen hilsener eller avslutninger.
pa: ਟੈਰੋ ਕਾਰਡਾਂ ਦਾ ਸੰਗਮ {cards} ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ। ਉਨ੍ਹਾਂ ਦੀ ਪਰਸਪਰ ਕਿਰਿਆ ਦਾ ਗਹਿਰਾ ਰੂਹਾਨੀ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਸਮੁੱਚੇ ਸਲਾਹ ਦਿਓ। ਜਵਾਬ ਪੂਰੀ ਤਰ੍ਹਾਂ {lang} ਭਾਸ਼ਾ ਵਿੱਚ ਹੋਵੇ। ਸਲਾਮ ਅਤੇ ਨਤੀਜੇ ਨਾ ਦਿਓ।
pl: Przeanalizuj połączenie kart Tarota: {cards}. Podaj głęboką mistyczną analizę ich wzajemnego oddziaływania oraz ogólną radę. Odpowiedź w całości w języku {lang}. Bez powitań i zakończeń.
pt_br: Analise a combinação das cartas de Tarô: {cards}. Forneça uma análise mística profunda da interação delas e um conselho geral. Responda completamente no idioma {lang}. Sem cumprimentos ou conclusões.
ro: Analizează combinația de cărți de Tarot: {cards}. Oferă o analiză mistică profundă a interacțiunii lor și un sfat general. Răspunsul complet în limba {lang}. Fără saluturi și concluzii.
ru: Проанализируй сочетание карт Таро: {cards}. Дай глубокий мистический анализ их взаимодействия и общий совет. Ответ полностью на языке {lang}. Без приветствий и заключений.
si: ටැරෝ කාඩ්පත් සමූහය විශ්ලේෂණය කරන්න: {cards}. ඔවුන්ගේ අන්තර්ක්‍රියා පිළිබඳ ගැඹුරු මැජික් විශ්ලේෂණයක් සහ සමස්ත උපදෙස් ලබා දෙන්න. පිළිතුර සම්පූර්ණයෙන්ම {lang} භාෂාවෙන් විය යුතුය. ආරම්භක හෝ අවසන් වචන නොමැත.
sk: Analyzuj kombináciu tarotových kariet: {cards}. Poskytnite hlbokú mystickú analýzu ich vzájomného pôsobenia a všeobecnú radu. Odpoveď úplne v jazyku {lang}. Bez pozdravov a záverov.
sl: Analizirajte kombinacijo tarot kart: {cards}. Podajte globoko mistično analizo njihove interakcije in splošni nasvet. Odgovor naj bo v celoti v jeziku {lang}. Brez pozdravov in zaključkov.
sq: Analizo kombinimin e kartave Tarot: {cards}. Jep një analizë të thellë mistike të ndërveprimit të tyre dhe një këshillë të përgjithshme. Përgjigju plotësisht në gjuhën {lang}. Pa përshëndetje dhe përfundime.
sr: Анализирај комбинацију Таро карата: {cards}. Дај дубоку мистичну анализу њихове интеракције и општи савет. Одговор у потпуности на језику {lang}. Без поздрављања и закључака.
sv_se: Analysera kombinationen av Tarotkort: {cards}. Ge en djup mystisk analys av deras samspel och allmänna råd. Svaret ska vara helt på {lang}. Inga hälsningar eller avslutningar.
sw: Chambua mchanganyiko wa kadi za Tarot: {cards}. Toa uchambuzi wa kina wa kichawi wa mwingiliano wao na ushauri wa jumla. Jibu kikamilifu kwa lugha ya {lang}. Bila salamu na hitimisho.
ta: டாரோ அட்டைகளின் சேர்க்கையை பகுப்பாய்வு செய்க: {cards}. அவற்றின் தொடர்பின் ஆழமான மாயாஜால பகுப்பாய்வையும் பொதுவான ஆலோசனையையும் வழங்குக. பதில் முழுமையாக {lang} மொழியில் இருக்க வேண்டும். வணக்கங்களும் முடிவுகளும் இல்லாமல்.
te: టారో కార్డుల కలయికను విశ్లేషించండి: {cards}. వాటి పరస్పర చర్యల లోతైన మిస్టిక్ విశ్లేషణ మరియు సాధారణ సలహాను ఇవ్వండి. సమాధానం పూర్తిగా {lang} భాషలో ఉండాలి. అభివాదాలు మరియు ముగింపులు లేకుండా.
th: วิเคราะห์การรวมกันของไพ่ทาโรต์: {cards} ให้การวิเคราะห์เชิงลึกและลึกลับเกี่ยวกับการโต้ตอบของพวกมันและคำแนะนำโดยรวม ตอบกลับทั้งหมดในภาษา {lang} โดยไม่มีคำทักทายและบทสรุป
tr_tr: Tarot kartları kombinasyonunu analiz et: {cards}. Etkileşimlerinin derin mistik analizini ve genel tavsiyeyi ver. Cevap tamamen {lang} dilinde olsun. Selamlaşma ve kapanış olmadan.
uk: Проаналізуй поєднання карт Таро: {cards}. Дай глибокий містичний аналіз їх взаємодії та загальну пораду. Відповідь повністю мовою {lang}. Без привітань і заключень.
ur: ٹارو کارڈز کے امتزاج {cards} کا تجزیہ کریں۔ ان کے باہمی تعامل کا گہرا روحانی تجزیہ اور عمومی مشورہ دیں۔ جواب مکمل طور پر زبان {lang} میں ہو۔ کوئی تعارف یا اختتام نہ ہو۔
vi: Phân tích sự kết hợp các lá bài Tarot: {cards}. Đưa ra phân tích huyền bí sâu sắc về sự tương tác của chúng và lời khuyên tổng thể. Trả lời hoàn toàn bằng ngôn ngữ {lang}. Không có lời chào hỏi và kết luận.
zh_cn: 分析塔罗牌组合：{cards}。深入神秘地分析它们的相互作用并给出总体建议。答案完全使用{lang}语言。无问候和结尾。
zh_hk: 分析塔羅牌組合：{cards}。深入神秘地解析它們的互動及整體建議。回答完全使用{lang}語言。不包含問候語和結語。
zu: Hlaziya inhlanganisela yamakhadi eTarot: {cards}. Nikeza ukuhlaziywa okujulile kwemilinganiselo yawo kanye neseluleko esijwayelekile. Impendulo iphelele ngolimi {lang}. Akukho mazwi okuqala noma okuvala.

# quick_reading_screen_title
source: Quick spread
af: Vinnige uitleg
am: ፈጣን አቀናበል
ar: توزيع سريع
az: Tez açılış
bn: দ্রুত পঠন
ca: Tirada ràpida
cs: Rychlý výklad
de: Schnelles Legesystem
es_es: Tirada rápida
fa: پیش‌بینی سریع
fi_fi: Nopea levitys
fil: Mabilis na pagbasa
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: त्वरित डेक
hu: Gyors kirakás
hy_am: Արագ բացում
id: Pembacaan cepat
is_is: Hraðdreifing
it_it: Lettura veloce
iw: פריסה מהירה
ja_jp: クイックスプレッド
ka: სწრაფი განლაგება
kk: Жылдам тарату
km_kh: ការចែកកាតរហ័ស
kn_in: ವೇಗದ ವಿತರಣೆ
ko_kr: 빠른 리딩
ky_kg: Жылдам таратма
lo: ການຈັດການໄວ
lt: Greitas išsidėstymas
lv: Ātra izklāšana
mk_mk: Брзо читање
ml_in: വേഗത്തിലുള്ള കാർഡ് വായനം
mn_mn: Хурдан тархаалт
mr: जलद वाचन
ms_my: Pembacaan cepat
ne: छिटो पठन
nl: Snelle legging
no_no: Rask opplegg
pa: ਤੇਜ਼ ਪੜਤਾਲ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Aranjament rapid
ru: Быстрый расклад
si: ඉක්මන් විවරණය
sk: Rýchle rozloženie
sl: Hitra razporeditev
sq: Shpërndarje e shpejtë
sr: Брзо читање
sv_se: Snabb läggning
sw: Ugawaji wa haraka
ta: விரைவு பகிர்வு
te: త్వరిత పఠనం
th: การเปิดไพ่ด่วน
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: تیز پڑھائی
vi: Bói nhanh
zh_cn: 快速占卜
zh_hk: 快速占卜
zu: Ukuhlela okusheshayo

# quick_reading_screen_select_card
source: Choose a card
af: Kies ’n kaart
am: ካርድ ይምረጡ
ar: اختر بطاقة
az: Kart seçin
bn: কার্ড নির্বাচন করুন
ca: Tria una carta
cs: Vyberte kartu
de: Karte auswählen
es_es: Elige una carta
fa: یک کارت انتخاب کنید
fi_fi: Valitse kortti
fil: Pumili ng card
fr: Choisissez une carte
gl: Escolla unha carta
gu: કાર્ડ પસંદ કરો
hi: कार्ड चुनें
hu: Válasszon kártyát
hy_am: Ընտրեք քարտը
id: Pilih kartu
is_is: Veldu spil
it_it: Seleziona una carta
iw: בחר קלף
ja_jp: カードを選択してください
ka: აირჩიე კარტა
kk: Картаны таңдаңыз
km_kh: ជ្រើសរើសកាត
kn_in: ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 카드 선택
ky_kg: Картаны тандаңыз
lo: ເລືອກບັດ
lt: Pasirinkite kortą
lv: Izvēlieties kārti
mk_mk: Избери карта
ml_in: കാർഡ് തിരഞ്ഞെടുക്കുക
mn_mn: Карт сонгох
mr: कार्ड निवडा
ms_my: Pilih kad
ne: कार्ड चयन गर्नुहोस्
nl: Kies een kaart
no_no: Velg et kort
pa: ਕਾਰਡ ਚੁਣੋ
pl: Wybierz kartę
pt_br: Escolha uma carta
ro: Alege o carte
ru: Выберите карту
si: කාඩ්පත තෝරන්න
sk: Vyberte kartu
sl: Izberite karto
sq: Zgjidh një kartë
sr: Изаберите карту
sv_se: Välj ett kort
sw: Chagua kadi
ta: அட்டை தேர்ந்தெடுக்கவும்
te: కార్డు ఎంచుకోండి
th: เลือกไพ่
tr_tr: Kart seçin
uk: Оберіть карту
ur: کارڈ منتخب کریں
vi: Chọn lá bài
zh_cn: 选择一张牌
zh_hk: 選擇牌卡
zu: Khetha ikhadi

# quick_reading_screen_get_answer_button
source: Find out the answer
af: Kry die antwoord
am: መልስ ያውቁ
ar: اكتشف الإجابة
az: Cavabı öyrən
bn: উত্তর জানুন
ca: Descobrir la resposta
cs: Zjistit odpověď
de: Antwort erfahren
es_es: Conocer la respuesta
fa: پاسخ را بدانید
fi_fi: Saa vastaus
fil: Alamin ang sagot
fr: Obtenir la réponse
gl: Descubrir a resposta
gu: જવાબ જાણવા
hi: उत्तर जानें
hu: Válasz megismerése
hy_am: Իմանալ պատասխանն
id: Cari tahu jawabannya
is_is: Fáðu svar
it_it: Scopri la risposta
iw: גלה את התשובה
ja_jp: 答えを知る
ka: გაიგე პასუხი
kk: Жауапты білу
km_kh: ស្វែងរកចម្លើយ
kn_in: ಉತ್ತರ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 답변 확인
ky_kg: Жоопту билүү
lo: ຮູ້ຄຳຕອບ
lt: Sužinoti atsakymą
lv: Uzzināt atbildi
mk_mk: Дознај одговор
ml_in: ഉത്തരം അറിയുക
mn_mn: Хариулт мэдэх
mr: उत्तर जाणून घ्या
ms_my: Dapatkan jawapan
ne: उत्तर जान्नुहोस्
nl: Ontdek het antwoord
no_no: Finn svaret
pa: ਜਵਾਬ ਜਾਣੋ
pl: Poznać odpowiedź
pt_br: Descobrir a resposta
ro: Află răspunsul
ru: Узнать ответ
si: පිළිතුර දැනගන්න
sk: Zistiť odpoveď
sl: Izvedeti odgovor
sq: Mëso përgjigjen
sr: Сазнај одговор
sv_se: Få svaret
sw: Jua jibu
ta: பதில் அறியவும்
te: సమాధానం తెలుసుకోండి
th: ค้นหาคำตอบ
tr_tr: Cevabı öğren
uk: Дізнатись відповідь
ur: جواب معلوم کریں
vi: Tìm câu trả lời
zh_cn: 获取答案
zh_hk: 獲取答案
zu: Thola impendulo

# quick_reading_screen_what_is_quick_spread
source: What is a quick spread?
af: Wat is ’n vinnige uitleg?
am: ፈጣን አቀናበል ምንድነው?
ar: ما هو التوزيع السريع؟
az: Tez açılış nədir?
bn: দ্রুত পঠন কী?
ca: Què és una tirada ràpida?
cs: Co je to rychlý výklad?
de: Was ist ein schnelles Legesystem?
es_es: ¿Qué es una tirada rápida?
fa: پیش‌بینی سریع چیست؟
fi_fi: Mikä on nopea levitys?
fil: Ano ang mabilis na pagbasa?
fr: Qu'est-ce qu'un tirage rapide ?
gl: Que é unha tirada rápida?
gu: ઝડપી વિતરણ શું છે?
hi: त्वरित डेक क्या है?
hu: Mi az a gyors kirakás?
hy_am: Ի՞նչ է արագ բացումը?
id: Apa itu pembacaan cepat?
is_is: Hvað er hraðdreifing?
it_it: Cos'è una lettura veloce?
iw: מהי פריסה מהירה?
ja_jp: クイックスプレッドとは何ですか？
ka: რა არის სწრაფი განლაგება?
kk: Жылдам тарату деген не?
km_kh: ការចែកកាតរហ័សគឺជាអ្វី?
kn_in: ವೇಗದ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 빠른 리딩이란 무엇인가요?
ky_kg: Жылдам таратма деген эмне?
lo: ການຈັດການໄວແມ່ນຫຍັງ?
lt: Kas yra greitas išsidėstymas?
lv: Kas ir ātra izklāšana?
mk_mk: Што е брзо читање?
ml_in: വേഗത്തിലുള്ള കാർഡ് വായനം എന്താണ്?
mn_mn: Хурдан тархаалт гэж юу вэ?
mr: जलद वाचन म्हणजे काय?
ms_my: Apakah pembacaan cepat?
ne: छिटो पठन भनेको के हो?
nl: Wat is een snelle legging?
no_no: Hva er et raskt opplegg?
pa: ਤੇਜ਼ ਪੜਤਾਲ ਕੀ ਹੈ?
pl: Czym jest szybki rozkład?
pt_br: O que é uma leitura rápida?
ro: Ce este un aranjament rapid?
ru: Что такое быстрый расклад?
si: ඉක්මන් විවරණය යනු 무엇인가?
sk: Čo je to rýchle rozloženie?
sl: Kaj je hitra razporeditev?
sq: Çfarë është një shpërndarje e shpejtë?
sr: Шта је брзо читање?
sv_se: Vad är en snabb läggning?
sw: Ugawaji wa haraka ni nini?
ta: விரைவு பகிர்வு என்றால் என்ன?
te: త్వరిత పఠనం అంటే ఏమిటి?
th: การเปิดไพ่ด่วนคืออะไร?
tr_tr: Hızlı açılım nedir?
uk: Що таке швидкий розклад?
ur: تیز پڑھائی کیا ہے؟
vi: Bói nhanh là gì?
zh_cn: 什么是快速占卜？
zh_hk: 什麼是快速占卜？
zu: Iyini ukuhlela okusheshayo?
