Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_not_viewed
source: Look
af: Kyk
am: እይ
ar: عرض
az: Bax
bn: দেখুন
ca: Veure
cs: Zobrazit
de: Ansehen
es_es: Ver
fa: مشاهده
fi_fi: Katso
fil: Tingnan
fr: Voir
gl: Ver
gu: જુઓ
hi: देखें
hu: Megnézem
hy_am: Դիտել
id: Lihat
is_is: Skoða
it_it: Guarda
iw: לצפות
ja_jp: 見る
ka: ნახვა
kk: Қарау
km_kh: មើល
kn_in: ನೋಡಲು
ko_kr: 보기
ky_kg: Карап чыгуу
lo: ເບິ່ງ
lt: Peržiūrėti
lv: Skatīt
mk_mk: Погледни
ml_in: കാണുക
mn_mn: Үзэх
mr: पाहा
ms_my: Lihat
ne: हेर्नुहोस्
nl: Bekijken
no_no: Se
pa: ਵੇਖੋ
pl: Zobacz
pt_br: Ver
ro: Vezi
ru: Посмотреть
si: බලන්න
sk: Pozrieť
sl: Ogled
sq: Shiko
sr: Погледај
sv_se: Visa
sw: Tazama
ta: பார்க்க
te: చూడండి
th: ดู
tr_tr: İncele
uk: Переглянути
ur: دیکھیں
vi: Xem
zh_cn: 查看
zh_hk: 查看
zu: Buka

# main_screen_spreads
source: Spreads
af: Verspreidings
am: አውታረ ስርዓቶች
ar: التوزيعات
az: Düzenlər
bn: বিন্যাস
ca: Tirades
cs: Rozklady
de: Legungen
es_es: Tiradas
fa: پخش‌ها
fi_fi: Levitykset
fil: Mga layout
fr: Tirages
gl: Tiradas
gu: વિગતવાર વિતરણ
hi: फैलाव
hu: Kirakások
hy_am: Բաշխումներ
id: Penyebaran
is_is: Dreifingar
it_it: Stese
iw: פריסות
ja_jp: スプレッド
ka: განლაგებები
kk: Таралымдар
km_kh: ការបែងចែក
kn_in: ವ್ಯವಸ್ಥೆಗಳು
ko_kr: 스프레드
ky_kg: Таразалар
lo: ການຈັດການ
lt: Išdėstymai
lv: Izklājumi
mk_mk: Распаѓања
ml_in: വിതരണങ്ങൾ
mn_mn: Тараалт
mr: पसरवलेले
ms_my: Susunan
ne: वितरणहरू
nl: Leggingen
no_no: Legginger
pa: ਫੈਲਾਅ
pl: Rozkłady
pt_br: Distribuições
ro: Așezări
ru: Расклады
si: විවරණ
sk: Rozklady
sl: Razporedi
sq: Shpërndarjet
sr: Распоред
sv_se: Läggningar
sw: Mipangilio
ta: விரிவாக்கங்கள்
te: విన్యాసాలు
th: การแจกไพ่
tr_tr: Yerleşimler
uk: Розклади
ur: تقسیمیں
vi: Bố cục
zh_cn: 牌阵
zh_hk: 牌陣
zu: Ukusabalalisa

# main_screen_training
source: Training
af: Opleiding
am: ማማር
ar: التدريب
az: Təlim
bn: শিক্ষা
ca: Formació
cs: Výuka
es_es: Aprendizaje
fa: آموزش
fi_fi: Koulutus
fil: Pagsasanay
fr: Apprentissage
gl: Aprendizaxe
gu: શિક્ષણ
hi: प्रशिक्षण
hu: Oktatás
hy_am: Ուսուցում
id: Pelatihan
is_is: Þjálfun
it_it: Formazione
iw: הדרכה
ja_jp: チュートリアル
ka: სწავლება
kk: Оқыту
km_kh: ការបណ្តុះបណ្តាល
kn_in: ಶಿಕ್ಷಣ
ko_kr: 학습
ky_kg: Окутуу
lo: ການຝຶກອົບຮົມ
lt: Mokymai
lv: Apmācība
mk_mk: Обука
ml_in: പരിശീലനം
mn_mn: Сургалт
mr: शिक्षण
ms_my: Latihan
ne: शिक्षा
no_no: Opplæring
pa: ਸਿਖਲਾਈ
pl: Szkolenie
pt_br: Treinamento
ro: Instruire
ru: Обучение
si: පුහුණු කිරීම
sk: Výučba
sl: Usposabljanje
sq: Trajnim
sr: Обука
sv_se: Träning
sw: Mafunzo
ta: பயிற்சி
te: శిక్షణ
th: การฝึกอบรม
tr_tr: Eğitim
uk: Навчання
ur: تربیت
vi: Học tập
zh_cn: 教程
zh_hk: 教學
zu: Ukuqeqeshwa

# main_screen_entertainment
source: Entertainment
af: Vermaak
am: መዝናኛ
ar: ترفيه
az: Əyləncə
bn: বিনোদন
ca: Entreteniment
cs: Zábava
de: Unterhaltung
es_es: Entretenimiento
fa: سرگرمی
fi_fi: Viihde
fil: Libangan
fr: Divertissement
gl: Entretenemento
gu: મનોરંજન
hi: मनोरंजन
hu: Szórakozás
hy_am: Ճաշակ
id: Hiburan
is_is: Skemmtun
it_it: Divertimento
iw: בידור
ja_jp: エンターテインメント
ka: გასართობი
kk: Көңіл көтеру
km_kh: កម្សាន្ត
kn_in: ಮನರಂಜನೆ
ko_kr: 엔터테인먼트
ky_kg: Көңүл ачуу
lo: ຄວາມບັນເທີງ
lt: Pramoga
lv: Izklaide
mk_mk: Забава
ml_in: വിനോദം
mn_mn: Тоглоом наадам
mr: मनोरंजन
ms_my: Hiburan
ne: मनोरञ्जन
no_no: Underholdning
pa: ਮਨੋਰੰਜਨ
pl: Rozrywka
pt_br: Entretenimento
ro: Divertisment
ru: Развлечение
si: විනෝදය
sk: Zábava
sl: Zabava
sq: Argëtim
sr: Забава
sv_se: Underhållning
sw: Burudani
ta: வினோதம்
te: వినోదం
th: ความบันเทิง
tr_tr: Eğlence
uk: Розвага
ur: تفریح
vi: Giải trí
zh_cn: 娱乐
zh_hk: 娛樂
zu: Ukuzijabulisa

# main_screen_glad_to_see_you_here
source: Glad to see you here!
af: Ek is bly om jou hier te sien!
am: እንኳን ደህና መጡ!
ar: سعيد برؤيتك هنا!
az: Sizi burada görməkdən məmnunam!
bn: আপনাকে এখানে দেখে ভালো লাগলো!
ca: M’alegra veure’t aquí!
cs: Rád vás tu vidím!
de: Schön, Sie hier zu sehen!
es_es: ¡Me alegra verte aquí!
fa: خوشحالم که اینجا هستید!
fi_fi: Hauska nähdä sinut täällä!
fil: Masaya akong makita ka dito!
fr: Heureux de vous voir ici!
gl: Encántame velo aquí!
gu: અહીં તમને જોઈને આનંદ થયો!
hi: यहाँ आपको देखकर खुशी हुई!
hu: Örülök, hogy itt vagy!
hy_am: Ուրախ եմ տեսնել ձեզ այստեղ!
id: Senang melihat Anda di sini!
is_is: Gaman að sjá þig hér!
it_it: Felice di vederti qui!
iw: שמח לראות אותך כאן!
ja_jp: ここに来てくれて嬉しいです！
ka: მიხარია, რომ აქ ხართ!
kk: Мұнда көргеніме қуаныштымын!
km_kh: រីករាយដែលបានឃើញអ្នកនៅទីនេះ!
kn_in: ನಿಮ್ಮನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಸಂತೋಷವಾಗಿದೆ!
ko_kr: 여기에 오신 것을 환영합니다!
ky_kg: Сизди бул жерде көргөнүмө кубанычтамын!
lo: ຍິນດີທີ່ໄດ້ເຫັນທ່ານທີ່ນີ້!
lt: Džiaugiuosi matydamas jus čia!
lv: Prieks redzēt jūs šeit!
mk_mk: Рад да ве видам тука!
ml_in: നിങ്ങളെ ഇവിടെ കാണാൻ സന്തോഷം!
mn_mn: Танд энд ирсэнд баяртай байна!
mr: तुम्हाला येथे पाहून आनंद झाला!
ms_my: Gembira melihat anda di sini!
ne: यहाँ देखेर खुशी लाग्यो!
nl: Blij je hier te zien!
no_no: Hyggelig å se deg her!
pa: ਤੁਹਾਨੂੰ ਇੱਥੇ ਦੇਖ ਕੇ ਖੁਸ਼ੀ ਹੋਈ!
pl: Cieszę się, że jesteś tutaj!
pt_br: Feliz em vê-lo aqui!
ro: Mă bucur să vă văd aici!
ru: Рад видеть вас здесь!
si: ඔබට මෙහි සිටින බව දැක සතුටුයි!
sk: Rád vás tu vidím!
sl: Vesel sem, da ste tukaj!
sq: Gëzohem që ju shoh këtu!
sr: Драго ми је што сте овде!
sv_se: Roligt att se dig här!
sw: Nafurahi kukuona hapa!
ta: இங்கே உங்களை பார்க்க மகிழ்ச்சி!
te: మీను ఇక్కడ చూసి సంతోషంగా ఉంది!
th: ดีใจที่ได้พบคุณที่นี่!
tr_tr: Seni burada görmek güzel!
uk: Радий бачити вас тут!
ur: آپ کو یہاں دیکھ کر خوشی ہوئی!
vi: Rất vui được gặp bạn ở đây!
zh_cn: 很高兴见到您！
zh_hk: 很高興見到你！
zu: Ngiyajabula ukukubona lapha!

# main_screen_quick_reading_title
source: Quick spread
af: Vinnige uitleg
am: ፈጣን አቀማመጥ
ar: توزيع سريع
az: Sürətli yayım
bn: দ্রুত পড়া
ca: Tirada ràpida
cs: Rychlý výklad
de: Schnelle Legung
es_es: Lectura rápida
fa: پیش‌بینی سریع
fi_fi: Nopea levitys
fil: Mabilis na pagbasa
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: तेज़ पढ़ाई
hu: Gyors kirakás
hy_am: Արագ դասավորություն
id: Pembacaan cepat
is_is: Fljótleg spá
it_it: Lettura veloce
iw: פריסה מהירה
ja_jp: クイックリーディング
ka: სწრაფი განლაგება
kk: Жылдам тарату
km_kh: ការបង្ហាញរហ័ស
kn_in: ತ್ವರಿತ ವಿತರಣೆ
ko_kr: 빠른 카드 펼치기
ky_kg: Ыкчам таратуу
lo: ການຈັດການໄວ
lt: Greitas išdėstymas
lv: Ātra izklāsts
mk_mk: Брзо читање
ml_in: വേഗത്തിലുള്ള പകർപ്പ്
mn_mn: Хурдан заалт
mr: जलद वाचन
ms_my: Pembacaan cepat
ne: छिटो पठन
nl: Snelle legging
no_no: Rask opplegg
pa: ਤੇਜ਼ ਪੜਤਾਲ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Împărțire rapidă
ru: Быстрый расклад
si: ඉක්මන් පිළිතුර
sk: Rýchle rozloženie
sl: Hiter razpored
sq: Shpjegim i shpejtë
sr: Брзо читање
sv_se: Snabb läggning
sw: Uchambuzi wa haraka
ta: விரைவு பகிர்வு
te: త్వరిత పంచిక
th: การเปิดไพ่รวดเร็ว
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: تیز اندازہ
vi: Bói nhanh
zh_cn: 快速占卜
zh_hk: 快速攤牌
zu: Ukuhlelwa okusheshayo

# main_screen_quick_reading_description
source: with just a couple of taps, get a clear answer to your question with one card
af: Kry ’n duidelike antwoord op jou vraag met net ’n paar aanrakinge deur een kaart
am: በጥቂት እጅ እንደገና አንድ ካርድ ላይ ጥያቄዎን ግልጽ መልስ ያግኙ
ar: بنقرات قليلة احصل على إجابة واضحة لسؤالك ببطاقة واحدة
az: Bir neçə toxunuşla sualınıza bir kartla aydın cavab alın
bn: কয়েকটি স্পর্শে আপনার প্রশ্নের স্পষ্ট উত্তর একটি কার্ডে পান
ca: amb un parell de tocs obté una resposta clara a la seva pregunta amb una sola carta
cs: Za pár dotyků získáte jasnou odpověď na svou otázku jednou kartou
de: Erhalten Sie mit nur wenigen Berührungen eine klare Antwort auf Ihre Frage mit einer Karte
es_es: con un par de toques obtén una respuesta clara a tu pregunta con una sola carta
fa: با چند لمس ساده پاسخ واضح سوال خود را با یک کارت دریافت کنید
fi_fi: Parilla napautuksella saat selkeän vastauksen kysymykseesi yhdellä kortilla
fil: Sa ilang tap lang, makakakuha ka ng malinaw na sagot sa iyong tanong gamit ang isang card
fr: en quelques touches, obtenez une réponse claire à votre question avec une seule carte
gl: con un par de toques obtén unha resposta clara á túa pregunta cunha soa carta
gu: થોડી સ્પર્શથી એક કાર્ડ દ્વારા તમારા પ્રશ્નનો સ્પષ્ટ જવાબ મેળવો
hi: कुछ ही टैप में एक कार्ड से अपने प्रश्न का स्पष्ट उत्तर प्राप्त करें
hu: Néhány érintéssel egyértelmű választ kap egyetlen kártyával a kérdésére
hy_am: Մի քանի հպումով ստացեք հստակ պատասխան ձեր հարցին մեկ քարտով
id: dengan beberapa ketukan dapatkan jawaban jelas untuk pertanyaan Anda dengan satu kartu
is_is: Með nokkrum snertingum færðu skýra svör við spurningunni þinni með einni korti
it_it: con un paio di tocchi ottieni una risposta chiara alla tua domanda con una sola carta
iw: בכמה נגיעות בלבד קבל תשובה ברורה לשאלתך עם קלף אחד
ja_jp: 数回タップするだけで、一枚のカードであなたの質問に明確な答えが得られます
ka: რამდენიმე შეხებით მიიღეთ მკაფიო პასუხი თქვენს კითხვაზე ერთი ბარათით
kk: бірнеше түрту арқылы сұрағыңызға нақты жауап алыңыз бір карта арқылы
km_kh: តែប៉ុន្មានចុច អ្នកនឹងទទួលបានចម្លើយច្បាស់លាស់ចំពោះសំណួររបស់អ្នកដោយកាតមួយ
kn_in: ಕೆಲವು ಸ್ಪರ್ಶಗಳಲ್ಲಿ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗೆ ಸ್ಪಷ್ಟ ಉತ್ತರವನ್ನು ಒಂದು ಕಾರ್ಡ್ ಮೂಲಕ ಪಡೆಯಿರಿ
ko_kr: 몇 번의 터치로 한 장의 카드로 명확한 답변을 받으세요
ky_kg: Бир нече тийүү менен сурооңузга так жооп алыңыз бир карта менен
lo: ໃນການກົດສອງຄັ້ງ ທ່ານຈະໄດ້ຄຳຕອບທີ່ຊັດເຈນຕໍ່ຄຳຖາມຂອງທ່ານດ້ວຍໃບດັງໜຶ່ງ
lt: per kelis palietimus gaukite aiškų atsakymą į savo klausimą viena korta
lv: dažu pieskārienu laikā saņemiet skaidru atbildi uz savu jautājumu ar vienu karti
mk_mk: со неколку допири добијте јасен одговор на вашето прашање со една карта
ml_in: ഒരു കാർഡിൽ നിങ്ങളുടെ ചോദ്യത്തിന് വ്യക്തമായ ഉത്തരം ലഭിക്കാൻ കുറച്ച് തട്ടലുകൾ മാത്രം
mn_mn: Хоёр гурван товшилтоор нэг карт ашиглан тодорхой хариулт аваарай
mr: काही टॅप्समध्ये एका कार्डने तुमच्या प्रश्नाचे स्पष्ट उत्तर मिळवा
ms_my: dengan beberapa ketukan dapatkan jawapan yang jelas untuk soalan anda dengan satu kad
ne: केही टचमा एउटा कार्डले तपाईंको प्रश्नको स्पष्ट उत्तर पाउनुहोस्
nl: krijg met een paar tikken een duidelijk antwoord op je vraag met één kaart
no_no: Få et klart svar på spørsmålet ditt med ett kort på noen få trykk
pa: ਕੁਝ ਛੁਹਾਵਾਂ ਨਾਲ ਆਪਣੇ ਸਵਾਲ ਦਾ ਸਪਸ਼ਟ ਜਵਾਬ ਇੱਕ ਕਾਰਡ ਨਾਲ ਪ੍ਰਾਪਤ ਕਰੋ
pl: W kilka dotknięć otrzymaj jasną odpowiedź na swoje pytanie jedną kartą
pt_br: com alguns toques, obtenha uma resposta clara para sua pergunta com uma carta
ro: în doar câteva atingeri primiți un răspuns clar la întrebarea dvs. cu o singură carte
ru: за пару касаний получите чёткий ответ на свой вопрос одной картой
si: තනි පතක් මඟින් ඔබේ ප්‍රශ්නයට පැහැදිලි පිළිතුරක් ස්පර්ශ කිහිපයකින් ලබා ගන්න
sk: za pár dotykov získajte jasnú odpoveď na svoju otázku jednou kartou
sl: Z nekaj dotiki dobite jasen odgovor na svoje vprašanje z eno karto
sq: me disa prekje merrni një përgjigje të qartë për pyetjen tuaj me një kartë
sr: за неколико додира добијте јасан одговор на своје питање једном картом
sv_se: Få ett tydligt svar på din fråga med ett kort på några tryckningar
sw: Kwa kugusa kidogo, pata jibu wazi la swali lako kwa kadi moja
ta: சில தட்டுதல்களால் உங்கள் கேள்விக்கு ஒரு அட்டையால் தெளிவான பதிலை பெறுங்கள்
te: కొన్ని తాకులలో మీ ప్రశ్నకు ఒక కార్డుతో స్పష్టమైన సమాధానం పొందండి
th: เพียงไม่กี่สัมผัส รับคำตอบที่ชัดเจนสำหรับคำถามของคุณด้วยไพ่ใบเดียว
tr_tr: Birkaç dokunuşla sorunuza tek kartla net bir cevap alın
uk: за кілька дотиків отримайте чітку відповідь на своє питання однією картою
ur: چند چھونے سے ایک کارڈ کے ذریعے اپنے سوال کا واضح جواب حاصل کریں
vi: Chỉ với vài chạm, nhận câu trả lời rõ ràng cho câu hỏi của bạn bằng một lá bài
zh_cn: 只需轻触几下，即可用一张牌获得您问题的明确答案
zh_hk: 只需輕觸幾下，即可用一張牌獲得明確答案
zu: Ngokuthinta okumbalwa thola impendulo ecacile kumbuzo wakho ngekhadi elilodwa

# monthly_forecast_spread_screen_request_accepted
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ይክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ড খুলুন
ca: La seva sol·licitud ha estat acceptada. Si us plau, obriu les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte öffnen Sie die Karten
es_es: Tu solicitud ha sido recibida. Por favor, abre las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga card
fr: Votre demande a été reçue. Veuillez ouvrir les cartes
gl: A túa consulta foi recibida. Por favor, abre as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, nyissa ki a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu kortin
it_it: La tua richiesta è stata accettata. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: リクエストを受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұрауыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើររបស់អ្នកត្រូវបានទទួល។ សូមបើកកាតផង
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 펼쳐주세요
ky_kg: Сиздин сурамыңыз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂອງທ່ານໄດ້ຮັບແລ້ວ. ກະລຸນາເປີດໃບດັງ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atveriet kartis
mk_mk: Вашиот барање е примено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картыг нээнэ үү
mr: तुमची विनंती स्वीकारली आहे. कृपया कार्ड्स उघडा
ms_my: Permintaan anda diterima. Sila buka kad-kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Je verzoek is ontvangen. Open de kaarten alsjeblieft
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, otwórz karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබේ ඉල්ලීම ලැබී ඇත. කරුණාකර පත්‍රිකා විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaša zahteva je sprejeta. Prosimo, odprite karte
sq: Kërkesa juaj është pranuar. Ju lutemi, hapni kartat
sr: Ваш захтев је примљен. Молимо вас, отворите карте
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับการยอมรับ กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açın
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được tiếp nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已收到。请展开牌阵
zh_hk: 您的請求已收到。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# monthly_forecast_spread_screen_prompt
source: Create a monthly forecast spread for {userName} using these cards: {cards}. Begin with a greeting by name {userName}. Respond entirely in {lang}.
af: Maak 'n maandelikse voorspelling vir {userName} met hierdie kaarte: {cards}
am: ለ{userName} በእነዚህ ካርዶች {cards} ወርሃዊ ትንበያ አድርግ
ar: قم بعمل توقع شهري لـ {userName} بناءً على هذه البطاقات: {cards}
az: {userName} üçün bu kartlarla aylıq proqnoz hazırla: {cards}
bn: {userName} এর জন্য এই কার্ডগুলি দিয়ে মাসিক পূর্বাভাস তৈরি করুন: {cards}
ca: Fes per a {userName} una predicció mensual amb aquestes cartes: {cards}
cs: Vytvoř měsíční předpověď pro {userName} podle těchto karet: {cards}
de: Erstelle für {userName} eine Monatsprognose basierend auf diesen Karten: {cards}
es_es: Haz un pronóstico mensual para {userName} con estas cartas: {cards}
fa: برای {userName} پیش‌بینی ماهانه با این کارت‌ها انجام بده: {cards}
fi_fi: Tee {userName} kuukauden ennuste näillä korteilla: {cards}
fil: Gumawa ng buwanang hula para kay {userName} gamit ang mga kard na ito: {cards}
fr: Fais une prévision mensuelle pour {userName} avec ces cartes : {cards}
gl: Fai para {userName} unha previsión mensual con estas cartas: {cards}
gu: {userName} માટે આ કાર્ડ્સ {cards} પર માસિક ભવિષ્યવાણી બનાવો
hi: {userName} के लिए इन कार्ड्स {cards} के आधार पर मासिक पूर्वानुमान बनाएं
hu: Készíts {userName} számára havi előrejelzést ezekkel a kártyákkal: {cards}
hy_am: Կատարիր {userName}-ի համար ամսական կանխատեսում այս քարտերով՝ {cards}
id: Buatkan ramalan bulanan untuk {userName} berdasarkan kartu-kartu ini: {cards}
is_is: Gerðu mánaðarspá fyrir {userName} út frá þessum kortum: {cards}
it_it: Fai una previsione mensile per {userName} con queste carte: {cards}
iw: עשה עבור {userName} תחזית חודשית לפי הקלפים האלה: {cards}
ja_jp: {userName}のためにこれらのカードで1か月の予測を作成してください：{cards}
ka: გააკეთე {userName}-ისთვის თვიური პროგნოზი ამ ბარათების მიხედვით: {cards}
kk: {userName} үшін осы карталар бойынша айлық болжам жасаңыз: {cards}
km_kh: ធ្វើការព្យាករណ៍ប្រចាំខែសម្រាប់ {userName} ដោយផ្អែកលើកាតទាំងនេះ៖ {cards}
kn_in: {userName}ಗಾಗಿ ಈ ಕಾರ್ಡ್‌ಗಳ ಮೇಲೆ ಮಾಸಿಕ ಭವಿಷ್ಯವಾಣಿ ಮಾಡಿ: {cards}
ko_kr: {userName}을(를) 위한 이 카드들의 월간 예측을 만들어 보세요: {cards}
ky_kg: {userName} үчүн ушул карталар боюнча айлык божомол жасаңыз: {cards}
lo: ເຮັດການຄາດຫວັງປະຈຳເດືອນສໍາລັບ {userName} ຈາກບັດເຫຼົ່ານີ້: {cards}
lt: Padaryk {userName} mėnesio prognozę pagal šias kortas: {cards}
lv: Izveido {userName} mēneša prognozi pēc šīm kārtīm: {cards}
mk_mk: Направи месечна прогноза за {userName} според овие карти: {cards}
ml_in: {userName} നു വേണ്ടി ഈ കാർഡുകൾ: {cards} ഉപയോഗിച്ച് മാസാന്ത പ്രവചനമുണ്ടാക്കുക
mn_mn: {userName} -д зориулсан эдгээр картууд дээр сарын урьдчилсан таамаглал гаргаарай: {cards}
mr: {userName} साठी या कार्ड्सनुसार मासिक भाकीत करा: {cards}
ms_my: Buatkan ramalan bulanan untuk {userName} berdasarkan kad-kad ini: {cards}
ne: {userName} का लागि यी कार्डहरू {cards} अनुसार मासिक पूर्वानुमान बनाउनुहोस्।
nl: Maak een maandelijkse voorspelling voor {userName} op basis van deze kaarten: {cards}
no_no: Lag en månedlig prognose for {userName} basert på disse kortene: {cards}
pa: {userName} ਲਈ ਇਨ੍ਹਾਂ ਕਾਰਡਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਮਹੀਨਾਵਾਰ ਭਵਿੱਖਬਾਣੀ ਬਣਾਓ: {cards}
pl: Zrób dla {userName} miesięczną prognozę na podstawie tych kart: {cards}
pt_br: Faça uma previsão mensal para {userName} com estas cartas: {cards}
ro: Fă pentru {userName} o previziune lunară bazată pe aceste cărți: {cards}
ru: Сделай для {userName} месячный прогноз по этим картам: {cards}
si: මෙම කාඩ්පත් සඳහා {userName} සඳහා මාසික පූර්ව කථනයක් සකසන්න: {cards}
sk: Urob mesačný výhľad pre {userName} podľa týchto kariet: {cards}
sl: Naredi mesečno napoved za {userName} glede na te karte: {cards}
sq: Bëj një parashikim mujor për {userName} bazuar në këto karta: {cards}
sr: Направи месечну прогнозу за {userName} на основу ових карата: {cards}
sv_se: Gör en månadens prognos för {userName} baserat på dessa kort: {cards}
sw: Tengeneza utabiri wa mwezi kwa {userName} kwa kadi hizi: {cards}
ta: {userName}க்கான இந்த கார்டுகளின் மூலம் மாதாந்திர முன்னறிவிப்பு செய்: {cards}
te: {userName} కోసం ఈ కార్డులపై నెలవారీ అంచనా చేయండి: {cards}
th: ทำพยากรณ์รายเดือนสำหรับ {userName} จากไพ่เหล่านี้: {cards}
tr_tr: {userName} için bu kartlarla aylık tahmin yap: {cards}
uk: Зроби для {userName} місячний прогноз за цими картами: {cards}
ur: {userName} کے لیے ان کارڈز {cards} کے مطابق ماہانہ پیش گوئی بنائیں۔
vi: Làm dự báo hàng tháng cho {userName} theo các lá bài này: {cards}
zh_cn: 为 {userName} 制作这些牌的月度预测：{cards}
zh_hk: 為 {userName} 根據這些牌卡做一個月度預測：{cards}
zu: Yenza ukubikezela kwenyanga ka-{userName} ngalezi zikhadi: {cards}

# aboutSpread
source: About the spread
af: Oor die uitleg
am: ስለ እቅዱ
ar: عن التوزيع
az: Düzülüş haqqında
bn: বিষয়ে
ca: Sobre la tirada
cs: O rozkladu
de: Über das Legesystem
es_es: Sobre la tirada
fa: دربارهٔ چیدمان
fi_fi: Tietoa levityksestä
fil: Tungkol sa pagbasa ng kard
fr: À propos du tirage
gl: Sobre a tirada
gu: વિતરણ વિશે
hi: पाठ्यक्रम के बारे में
hu: A kirakásról
hy_am: Տարածման մասին
id: Tentang pembacaan kartu
is_is: Um spákortalagið
it_it: Informazioni sul tiro
iw: על הפירוש
ja_jp: リーディングについて
ka: გადანაწილების შესახებ
kk: Таралым туралы
km_kh: អំពីការបង្ហាញកាត
kn_in: ವ್ಯಾಖ್ಯಾನ ಕುರಿತು
ko_kr: 리딩에 대하여
ky_kg: Түшүндүрмө жөнүндө
lo: ກ່ອນການຈັດການ
lt: Apie išdėstymą
lv: Par izklājumu
mk_mk: За распоредот
ml_in: വിവരക്കുറിപ്പ്
mn_mn: Тайлбар
mr: विस्ताराबद्दल
ms_my: Mengenai bacaan kad
ne: विवरण बारे
nl: Over de legging
no_no: Om opplegget
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਬਾਰੇ
pl: O rozkładzie
pt_br: Sobre a leitura
ro: Despre aranjament
ru: О раскладе
si: පරිච්ඡේදය ගැන
sk: O rozklade
sl: O razporeditvi
sq: Rreth shpërndarjes
sr: О распореду
sv_se: Om läggningen
sw: Kuhusu utabiri
ta: விளக்கத்தைக் குறித்து
te: వివరణ గురించి
th: เกี่ยวกับการแจกไพ่
tr_tr: Açıklama
uk: Про розклад
ur: تجزیے کے بارے میں
vi: Về bộ trải bài
zh_cn: 关于牌阵
zh_hk: 關於牌陣
zu: Mayelana nokuhlelwa

source: Monthly forecast
af: Maandelikse voorspelling
am: ወርሃዊ ትንበያ
ar: التوقع الشهري
az: Aylıq proqnoz
bn: মাসিক পূর্বাভাস
ca: Predicció mensual
cs: Měsíční předpověď
de: Monatsprognose
es_es: Pronóstico mensual
fa: پیش‌بینی ماهانه
fi_fi: Kuukausiennuste
fil: Buwanang hula
fr: Prévision mensuelle
gl: Previsión mensual
gu: માસિક ભવિષ્યવાણી
hi: मासिक पूर्वानुमान
hu: Havi előrejelzés
hy_am: Ամսական կանխատեսում
id: Ramalan bulanan
is_is: Mánaðarspá
it_it: Previsione mensile
iw: תחזית חודשית
ja_jp: 1か月の予測
ka: თვიური პროგნოზი
kk: Айлық болжам
km_kh: ការព្យាករណ៍ប្រចាំខែ
kn_in: ಮಾಸಿಕ ಭವಿಷ್ಯವಾಣಿ
ko_kr: 월간 예측
ky_kg: Айлык божомол
lo: ຄາດຫວັງປະຈຳເດືອນ
lt: Mėnesio prognozė
lv: Mēneša prognoze
mk_mk: Месечна прогноза
ml_in: മാസാന്ത പ്രവചനമ്
mn_mn: Сарын урьдчилсан таамаглал
mr: मासिक भाकीत
ms_my: Ramalan bulanan
ne: मासिक पूर्वानुमान
nl: Maandelijkse voorspelling
no_no: Månedlig prognose
pa: ਮਹੀਨਾਵਾਰ ਭਵਿੱਖਬਾਣੀ
pl: Miesięczna prognoza
pt_br: Previsão mensal
ro: Previziune lunară
ru: Месячный прогноз
si: මාසික පූර්ව කථනය
sk: Mesačný výhľad
sl: Mesečna napoved
sq: Parashikim mujor
sr: Месечна прогноза
sv_se: Månadsprognos
sw: Utabiri wa mwezi
ta: மாதாந்திர முன்னறிவிப்பு
te: నెలవారీ అంచనా
th: พยากรณ์รายเดือน
tr_tr: Aylık tahmin
uk: Місячний прогноз
ur: ماہانہ پیش گوئی
vi: Dự báo hàng tháng
zh_cn: 月度预测
zh_hk: 月度預測
zu: Ukubikezela kwenyanga
