Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# love_spread_screen_love_spread_explanation
source: The love triplet consists of three cards laid out from left to right: Card 1 - You - shows the feelings, motivation, and position of the querent. Card 2 - Partner - reveals the emotions, plans, and readiness of the other party. Card 3 - Dynamics / potential - describes how the two energies interact now and what the relationship is capable of leading to in the near future.
af: 'n Liefdes-triplet is drie kaarte wat van links na regs gelê word: Kaart 1 - Jy — wys die gevoelens, motivering en posisie van die vraer self. Kaart 2 - Vennoot — openbaar die emosies, planne en bereidwilligheid van die ander party. Kaart 3 - Dinamika / potensiaal — beskryf hoe die twee energieë nou saamwerk en waartoe die verhouding op kort termyn kan lei.
am: የፍቅር ትሪፕሌት ሦስት ካርዶች ናቸው፣ ከግራ ወደ ቀኝ የተደረጉ: ካርድ 1 - አንተ — ስሜቶችን፣ እንቅስቃሴና የተጠየቀውን አቅጣጫ ይገልጻል። ካርድ 2 - አጋር — ስሜቶችን፣ እቅዶችንና የሁለተኛው ወገን ዝግጅትን ይገልጻል። ካርድ 3 - እንቅስቃሴ / እድል — ሁለቱ ኃይሎች እንዴት እንደሚተጋለጡ እና በቅርብ ጊዜ ግንኙነቱ ወደ ምን ሊያመጣ እንደሚችል ይገልጻል።
ar: تريبلت الحب هو ثلاث بطاقات موضوعة من اليسار إلى اليمين: البطاقة 1 - أنت — تظهر المشاعر والدوافع وموقف السائل نفسه. البطاقة 2 - الشريك — تكشف عن العواطف والخطط واستعداد الطرف الآخر. البطاقة 3 - الديناميكية / الإمكانات — تصف كيف تتفاعل الطاقتان الآن وما يمكن أن تؤدي إليه العلاقة في المستقبل القريب.
az: Sevgi tripleti — soldan sağa düzülmüş üç kartdır: Kart 1 - Sən — sorğu verənin hisslərini, motivasiyasını və mövqeyini göstərir. Kart 2 - Partnyor — digər tərəfin duyğularını, planlarını və hazır olma səviyyəsini açır. Kart 3 - Dinamika / potensial — iki enerjinin indi necə qarşılıqlı əlaqədə olduğunu və münasibətlərin yaxın gələcəkdə nələrə gətirib çıxara biləcəyini təsvir edir.
bn: ভালোবাসার ট্রিপলেট হল তিনটি কার্ড, বাম থেকে ডানে সাজানো: কার্ড ১ - তুমি — এটি কুয়েরেন্টের অনুভূতি, প্রেরণা এবং অবস্থান দেখায়। কার্ড ২ - সঙ্গী — এটি দ্বিতীয় পক্ষের আবেগ, পরিকল্পনা এবং প্রস্তুতি প্রকাশ করে। কার্ড ৩ - গতিশীলতা / সম্ভাবনা — এটি বর্ণনা করে কিভাবে দুই শক্তি এখন মিথস্ক্রিয়া করছে এবং সম্পর্ক ভবিষ্যতে কোথায় নিয়ে যেতে পারে।
ca: El triplet d'amor són tres cartes disposades d'esquerra a dreta: Carta 1 - Tu — mostra els sentiments, la motivació i la posició del mateix consultat. Carta 2 - Parella — revela les emocions, els plans i la disposició de l'altra persona. Carta 3 - Dinàmica / potencial — descriu com interactuen ara dues energies i a què poden portar la relació en un futur proper.
cs: Milostný triplet jsou tři karty, vyložené zleva doprava: Karta 1 - Ty — ukazuje pocity, motivaci a postoj samotného tazatele. Karta 2 - Partner — odhaluje emoce, plány a připravenost druhé strany. Karta 3 - Dynamika / potenciál — popisuje, jak dvě energie nyní interagují a kam mohou vztahy v blízké budoucnosti vést.
de: Ein Liebes-Triplet ist eine Anordnung von drei Karten, die von links nach rechts gelegt werden: Karte 1 - Du – zeigt die Gefühle, Motivation und Position des Fragestellers. Karte 2 - Partner – offenbart die Emotionen, Pläne und Bereitschaft der anderen Person. Karte 3 - Dynamik / Potenzial – beschreibt, wie die beiden Energien jetzt interagieren und wohin die Beziehung in naher Zukunft führen kann.
es_es: El triplete de amor son tres cartas dispuestas de izquierda a derecha: Carta 1 - Tú — muestra los sentimientos, la motivación y la posición del propio consultante. Carta 2 - Pareja — revela las emociones, planes y disposición de la otra parte. Carta 3 - Dinámica / potencial — describe cómo interactúan ambas energías ahora y a qué pueden conducir las relaciones en un futuro cercano.
fa: فال سه‌تایی عشق شامل سه کارت است که از چپ به راست چیده شده‌اند: کارت ۱ - تو — احساسات، انگیزه و موقعیت خود سوال‌کننده را نشان می‌دهد. کارت ۲ - شریک — احساسات، برنامه‌ها و آمادگی طرف مقابل را آشکار می‌کند. کارت ۳ - پویایی / پتانسیل — توصیف می‌کند که چگونه دو انرژی در حال تعامل هستند و رابطه در آینده نزدیک به چه سمت و سویی می‌تواند برود.
fi_fi: Rakkauskolmikko on kolme korttia, jotka asetetaan vasemmalta oikealle: Kortti 1 - Sinä — näyttää kysyjän tunteet, motivaation ja aseman. Kortti 2 - Kumppani — paljastaa toisen osapuolen tunteet, suunnitelmat ja valmiuden. Kortti 3 - Dynamiikka / potentiaali — kuvaa, miten kaksi energiaa vuorovaikuttavat nyt ja mihin suhteet voivat lähitulevaisuudessa johtaa.
fil: Ang love triplet ay tatlong baraha na inilatag mula kaliwa hanggang kanan: Baraha 1 - Ikaw — nagpapakita ng damdamin, motibasyon, at posisyon ng nagtanong. Baraha 2 - Kasosyo — inilalantad ang emosyon, mga plano, at kahandaan ng kabilang panig. Baraha 3 - Dynamics / potensyal — naglalarawan kung paano nagkakaugnay ang dalawang enerhiya ngayon at kung ano ang maaaring maging resulta ng relasyon sa malapit na hinaharap.
fr: Le triplet amoureux est composé de trois cartes disposées de gauche à droite : Carte 1 - Vous — montre les sentiments, la motivation et la position du consultant lui-même. Carte 2 - Partenaire — révèle les émotions, les plans et la disponibilité de l'autre personne. Carte 3 - Dynamique / potentiel — décrit comment les deux énergies interagissent actuellement et ce que la relation peut potentiellement devenir dans un avenir proche.
gl: Un triplete de amor son tres cartas colocadas de esquerda a dereita: Carta 1 - Ti — amosa os sentimentos, a motivación e a posición do propio consultante. Carta 2 - Parella — revela as emocións, os plans e a disposición da outra parte. Carta 3 - Dinámica / potencial — describe como interactúan as dúas enerxías agora e a que poden levar as relacións a curto prazo.
gu: પ્રેમ ત્રિપ્લેટ એ ત્રણ કાર્ડ્સ છે, ડાબેથી જમણે મુકવામાં આવ્યા: કાર્ડ 1 - તમે — ક્વેરીન્ટની લાગણીઓ, પ્રેરણા અને સ્થિતિ દર્શાવે છે. કાર્ડ 2 - સાથીદાર — બીજી પક્ષની ભાવનાઓ, યોજના અને તૈયારી ખુલાસો કરે છે. કાર્ડ 3 - ગતિશીલતા / સંભાવના — વર્તમાનમાં બે ઊર્જાઓ કેવી રીતે ક્રિયાપ્રતિક્રિયા કરે છે અને સંબંધો નજીકના ભવિષ્યમાં ક્યાં લઈ જઈ શકે તે વર્ણવે છે.
hi: लव ट्रिपलेट तीन कार्ड होते हैं, जो बाएं से दाएं रखे जाते हैं: कार्ड 1 - आप — यह क्वरेंट की भावनाओं, प्रेरणा और स्थिति को दर्शाता है। कार्ड 2 - पार्टनर — यह दूसरी पार्टी की भावनाओं, योजनाओं और तत्परता को उजागर करता है। कार्ड 3 - डायनेमिक / पोटेंशियल — यह बताता है कि दो ऊर्जा अब कैसे इंटरैक्ट कर रही हैं और निकट भविष्य में संबंध किस दिशा में जा सकते हैं।
hu: A szerelmi tripla három kártyából áll, balról jobbra kirakva: 1. kártya - Te — megmutatja a kérdező érzéseit, motivációját és álláspontját. 2. kártya - Partner — feltárja a másik fél érzelmeit, terveit és készségét. 3. kártya - Dinamika / potenciál — leírja, hogyan hatnak egymásra a két energia most, és milyen irányba fejlődhet a kapcsolat a közeljövőben.
hy_am: Սիրային տրիպլետը երեք քարտ է, դասավորված ձախից աջ՝ Քարտ 1 - Դու — ցույց է տալիս զգացմունքները, շարժառիթը և հարցվողի դիրքը։ Քարտ 2 - Գործընկեր — բացահայտում է զգացմունքները, պլանները և երկրորդ կողմի պատրաստակամությունը։ Քարտ 3 - Դինամիկա / պոտենցիալ — նկարագրում է, թե ինչպես են երկու էներգիաները ներկայումս փոխազդում և ինչի կարող են հանգեցնել հարաբերությունները մոտ ապագայում։
id: Triplet cinta adalah tiga kartu yang diletakkan dari kiri ke kanan: Kartu 1 - Kamu — menunjukkan perasaan, motivasi, dan posisi si penanya. Kartu 2 - Pasangan — mengungkapkan emosi, rencana, dan kesiapan pihak kedua. Kartu 3 - Dinamika / potensi — menggambarkan bagaimana dua energi berinteraksi saat ini dan apa yang hubungan dapat capai dalam waktu dekat.
is_is: Ástarlestur er þrjár spilin lagðar frá vinstri til hægri: Spil 1 - Þú — sýnir tilfinningar, hvata og stöðu spyrjandans sjálfs. Spil 2 - Makinn — afhjúpar tilfinningar, áætlanir og viðbúnað hins aðilans. Spil 3 - Hreyfing / möguleikar — lýsir því hvernig tvær orkur vinna saman núna og hvert sambandið gæti leitt á næstunni.
it_it: Il triplice amore è composto da tre carte disposte da sinistra a destra: Carta 1 - Tu — mostra i sentimenti, la motivazione e la posizione del consultante stesso. Carta 2 - Partner — rivela emozioni, piani e disponibilità dell'altra parte. Carta 3 - Dinamica / potenziale — descrive come le due energie interagiscono ora e a cosa la relazione potrebbe portare nel prossimo futuro.
iw: טריפלט אהבה הוא שלוש קלפים המסודרים משמאל לימין: קלף 1 - אתה — מראה את הרגשות, המוטיבציה והעמדה של השואל עצמו. קלף 2 - בן זוג — חושף את הרגשות, התכניות והנכונות של הצד השני. קלף 3 - דינמיקה / פוטנציאל — מתאר כיצד שתי האנרגיות מתקשרות כרגע ולאן היחסים עשויים להוביל בטווח הקרוב.
ja_jp: ラブトリプレットは、左から右に並べられた3枚のカードです： カード1 - あなた — クエレント自身の感情、動機、立場を示します。 カード2 - パートナー — 相手の感情、計画、準備状況を明らかにします。 カード3 - ダイナミクス / ポテンシャル — 2つのエネルギーが現在どのように相互作用しているか、そして関係が近い将来どこに向かう可能性があるかを説明します。
ka: სიყვარულის ტრიპლეტი არის სამი ბარათი, განლაგებული მარცხნიდან მარჯვნივ: ბარათი 1 - შენ — აჩვენებს კითხვის ავტორის გრძნობებს, მოტივაციას და პოზიციას. ბარათი 2 - პარტნიორი — ასახავს მეორე მხარის ემოციებს, გეგმებს და მზადყოფნას. ბარათი 3 - დინამიკა / პოტენციალი — აღწერს, როგორ ურთიერთქმედებენ ორი ენერგია ახლა და რა შეიძლება გამოიწვიოს ურთიერთობებმა უახლოეს მომავალში.
kk: Махаббат триплеті — бұл солдан оңға қарай орналастырылған үш карта: 1-карта - Сен — сұраушының сезімдері, мотивациясы және ұстанымын көрсетеді. 2-карта - Серіктес — екінші тараптың эмоциялары, жоспарлары және дайындылығын ашады. 3-карта - Динамика / потенциал — екі энергияның қазір қалай әрекет ететінін және қарым-қатынастың жақын болашақта неге әкелуі мүмкін екенін сипаттайды.
km_kh: ការបែងចែកស្នេហ៍បីជាតារាងបីកាតដែលបានដាក់ពីឆ្វេងទៅស្ដាំ៖ កាតទី 1 - អ្នក - បង្ហាញអារម្មណ៍ មូលហេតុ និងទីតាំងរបស់អ្នកសួរ។ កាតទី 2 - ដៃគូ - បង្ហាញអារម្មណ៍ ផែនការ និងភាពរួចរាល់របស់ភាគីទីពីរ។ កាតទី 3 - សកម្មភាព / សក្តានុពល - ពិពណ៌នាថា របៀបដែលថាមពលពីរនាក់បន្តសកម្មភាពគ្នាឥឡូវនេះ និងអ្វីដែលទំនាក់ទំនងអាចនាំឲ្យទៅក្នុងអនាគតជិត។
kn_in: ಪ್ರೇಮ ತ್ರಿಪ್ಲೆಟ್ ಎಂದರೆ ಎಡದಿಂದ ಬಲಕ್ಕೆ ಹಚ್ಚಲಾದ ಮೂರು ಕಾರ್ಡ್‌ಗಳು: ಕಾರ್ಡ್ 1 - ನೀವು — ಇದು ಪ್ರಶ್ನೆಗಾರನ ಭಾವನೆಗಳು, ಪ್ರೇರಣೆ ಮತ್ತು ಸ್ಥಿತಿಯನ್ನು ತೋರಿಸುತ್ತದೆ. ಕಾರ್ಡ್ 2 - ಸಂಗಾತಿ — ಇದು ಎರಡನೇ ವ್ಯಕ್ತಿಯ ಭಾವನೆಗಳು, ಯೋಜನೆಗಳು ಮತ್ತು ಸಿದ್ಧತೆಯನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ. ಕಾರ್ಡ್ 3 - ಗತಿಶೀಲತೆ / ಸಾಮರ್ಥ್ಯ — ಇದು ಎರಡು ಶಕ್ತಿಗಳು ಈಗ ಹೇಗೆ ಸಂವಹನ ಮಾಡುತ್ತಿವೆ ಮತ್ತು ಸಂಬಂಧಗಳು ಸಮೀಪ ಭವಿಷ್ಯದಲ್ಲಿ ಏನಿಗೆ ತಲುಪಬಹುದು ಎಂಬುದನ್ನು ವಿವರಿಸುತ್ತದೆ.
ko_kr: 러브 트리플렛은 왼쪽에서 오른쪽으로 배열된 세 장의 카드입니다: 카드 1 - 당신 — 질문자의 감정, 동기 및 입장을 보여줍니다. 카드 2 - 파트너 — 상대방의 감정, 계획 및 준비 상태를 드러냅니다. 카드 3 - 역학 / 잠재력 — 두 에너지가 현재 어떻게 상호작용하는지와 가까운 미래에 관계가 어디로 향할 수 있는지를 설명합니다.
ky_kg: Сүйүү триплети — бул солдон оңго коюлган үч карта: Карта 1 - Сен — суроочу өзүңдүн сезимдериңди, мотивацияңды жана абалыңды көрсөтөт. Карта 2 - Жубай — экинчи тараптын эмоцияларын, пландарын жана даярдыгын ачып берет. Карта 3 - Динамика / потенциал — эки энергиянын азыркы өз ара аракеттенишин сүрөттөйт жана жакынкы келечекте мамилелер кандай натыйжага алып келерин көрсөтөт.
lo: ການຈັດຕຳແໜ່ງຄວາມຮັກແມ່ນບັດສາມບັດ, ຈັດຕັ້ງຈາກຊ້າຍໄປຂວາ: ບັດ 1 - ເຈົ້າ — ສະແດງຄວາມຮູ້ສຶກ, ການກະຕືລືນແລະຕຳແໜ່ງຂອງຜູ້ຖາມ. ບັດ 2 - ຄູ່ຮ່ວມງານ — ເປີດເຜີຍອາລົມ, ແຜນການແລະຄວາມພ້ອມຂອງຝ່າຍທີສອງ. ບັດ 3 - ການເຄື່ອນໄຫວ / ຄວາມສາມາດ — ອະທິບາຍວ່າພະລັງງານສອງຝ່າຍປະຕິກັນຢ່າງໃດໃນປັດຈຸບັນ ແລະສາມາດນຳຄວາມສຳພັນໄປສູ່ຫຍັງໃນອະນາຄົດໃກ້ມາ.
lt: Meilės tripletas – tai trys kortos, išdėstytos iš kairės į dešinę: Korta 1 – Tu – rodo jausmus, motyvaciją ir pačio užklausėjo poziciją. Korta 2 – Partneris – atskleidžia emocijas, planus ir antrosios pusės pasirengimą. Korta 3 – Dinamika / potencialas – aprašo, kaip dvi energijos sąveikauja dabar ir kokią ateitį santykiai gali turėti artimiausiu laikotarpiu.
lv: Mīlas triplets ir trīs kārtis, izliktas no kreisās uz labo pusi: Kārts 1 - Tu — rāda jūtas, motivāciju un paša jautātāja pozīciju. Kārts 2 - Partneris — atklāj otrās puses emocijas, plānus un gatavību. Kārts 3 - Dinamika / potenciāls — apraksta, kā divas enerģijas mijiedarbojas tagad un uz ko attiecības var novest tuvākajā nākotnē.
mk_mk: Љубовниот триплет се три карти поставени од лево кон десно: Карта 1 - Ти — ја покажува чувствата, мотивацијата и ставот на самиот кверент. Карта 2 - Партнер — ги открива емоциите, плановите и подготвеноста на другата страна. Карта 3 - Динамика / потенцијал — опишува како двете енергии комуницираат сега и каде можат да доведат односите во блиска иднина.
ml_in: പ്രണയ ട്രിപ്ലെറ്റ് എന്നത് ഇടത്തുനിന്ന് വലത്തേക്ക് വെച്ച മൂന്ന് കാർഡുകളാണ്: കാർഡ് 1 - നീ — ക്വെറിയന്റിന്റെ അനുഭൂതികൾ, പ്രേരണകൾ, നിലപാട് കാണിക്കുന്നു. കാർഡ് 2 - പങ്കാളി — രണ്ടാം പക്ഷത്തിന്റെ വികാരങ്ങൾ, പദ്ധതികൾ, തയ്യാറെടുപ്പ് വെളിപ്പെടുത്തുന്നു. കാർഡ് 3 - ഡൈനാമിക്സ് / സാധ്യത — രണ്ട് ഊർജ്ജങ്ങൾ ഇപ്പോൾ എങ്ങനെ ഇടപഴകുന്നു എന്നും അടുത്ത കാലത്ത് ബന്ധം എവിടെ എത്താൻ കഴിയും എന്നും വിവരിക്കുന്നു.
mn_mn: Хайрын триплет нь зүүнээс баруун тийш байрлуулсан гурван карт юм: Карт 1 - Та — асуусан хүний сэтгэл хөдлөл, зорилго болон байр суурийг харуулна. Карт 2 - Хамтрагч — нөгөө талын сэтгэл хөдлөл, төлөвлөгөө болон бэлэн байдлыг илэрхийлнэ. Карт 3 - Динамик / боломж — хоёр энерги одоогоор хэрхэн харилцаж байгаа болон харилцаа ойрын хугацаанд ямар үр дүнд хүрч болохыг тайлбарлана.
mr: प्रेमाचा ट्रिपलेट म्हणजे तीन कार्ड्स, डावीकडून उजवीकडे मांडलेले: कार्ड 1 - तुम्ही — हे कार्ड क्वेरेन्टच्या भावना, प्रेरणा आणि स्थिती दाखवते. कार्ड 2 - भागीदार — दुसऱ्या पक्षाच्या भावना, योजना आणि तयारी उघड करते. कार्ड 3 - गती / क्षमता — हे वर्णन करते की दोन ऊर्जा सध्या कशा प्रकारे संवाद साधत आहेत आणि नातेसंबंध भविष्यात कुठे नेऊ शकतात.
ms_my: Triplet cinta adalah tiga kad yang disusun dari kiri ke kanan: Kad 1 - Anda — menunjukkan perasaan, motivasi dan posisi si penyoal. Kad 2 - Pasangan — mendedahkan emosi, rancangan dan kesediaan pihak kedua. Kad 3 - Dinamik / potensi — menerangkan bagaimana dua tenaga berinteraksi sekarang dan apa yang hubungan boleh capai dalam masa terdekat.
ne: माया सम्बन्धी ट्रिप्लेट भनेको तीन वटा कार्डहरू हुन्, बाँया देखि दायाँ राखिएका: कार्ड १ - तपाईं — यसले क्वरेंटको भावना, प्रेरणा र स्थिति देखाउँछ। कार्ड २ - साझेदार — यसले दोस्रो पक्षको भावना, योजना र तयारी प्रकट गर्छ। कार्ड ३ - गतिशीलता / सम्भावना — यसले दुई उर्जाहरू अहिले कसरी अन्तरक्रिया गरिरहेका छन् र सम्बन्धले नजिकको भविष्यमा के परिणाम दिन सक्छ भन्ने वर्णन गर्छ।
nl: Een liefdestriplet is drie kaarten, van links naar rechts gelegd: Kaart 1 - Jij — toont de gevoelens, motivatie en positie van de vrager zelf. Kaart 2 - Partner — onthult de emoties, plannen en bereidheid van de andere partij. Kaart 3 - Dynamiek / potentieel — beschrijft hoe de twee energieën nu samenwerken en waartoe de relatie op korte termijn kan leiden.
no_no: Kjærlighetstriplet er tre kort lagt ut fra venstre til høyre: Kort 1 - Du — viser følelser, motivasjon og posisjon til spørsmålsstilleren selv. Kort 2 - Partner — avslører følelser, planer og vilje til den andre parten. Kort 3 - Dynamikk / potensial — beskriver hvordan de to energiene samhandler nå og hva forholdet kan føre til i nær fremtid.
pa: ਪਿਆਰ ਦਾ ਟ੍ਰਿਪਲੇਟ ਤਿੰਨ ਕਾਰਡ ਹਨ, ਜੋ ਖੱਬੇ ਤੋਂ ਸੱਜੇ ਵੱਲ ਰੱਖੇ ਜਾਂਦੇ ਹਨ: ਕਾਰਡ 1 - ਤੁਸੀਂ — ਇਹ ਕਵੈਰੇਂਟ ਦੀਆਂ ਭਾਵਨਾਵਾਂ, ਪ੍ਰੇਰਣਾ ਅਤੇ ਸਥਿਤੀ ਦਿਖਾਉਂਦਾ ਹੈ। ਕਾਰਡ 2 - ਸਾਥੀ — ਇਹ ਦੂਜੇ ਪੱਖ ਦੀਆਂ ਭਾਵਨਾਵਾਂ, ਯੋਜਨਾਵਾਂ ਅਤੇ ਤਿਆਰੀ ਨੂੰ ਖੋਲ੍ਹਦਾ ਹੈ। ਕਾਰਡ 3 - ਗਤੀਵਿਧੀ / ਸੰਭਾਵਨਾ — ਇਹ ਦੱਸਦਾ ਹੈ ਕਿ ਦੋ ਊਰਜਾਵਾਂ ਹੁਣ ਕਵੇਂ ਪਰਸਪਰ ਕਿਰਿਆਸ਼ੀਲ ਹਨ ਅਤੇ ਰਿਸ਼ਤੇ ਨੇੜਲੇ ਭਵਿੱਖ ਵਿੱਚ ਕਵੇਂ ਲੈ ਜਾ ਸਕਦੇ ਹਨ।
pl: Miłosny triplet to trzy karty ułożone od lewej do prawej: Karta 1 - Ty — pokazuje uczucia, motywację i pozycję samego pytającego. Karta 2 - Partner — ujawnia emocje, plany i gotowość drugiej strony. Karta 3 - Dynamika / potencjał — opisuje, jak dwie energie współdziałają teraz i do czego mogą doprowadzić relacje w najbliższej perspektywie.
pt_br: O triplete de amor são três cartas dispostas da esquerda para a direita: Carta 1 - Você — mostra os sentimentos, motivação e posição do próprio consulente. Carta 2 - Parceiro — revela as emoções, planos e disposição da outra parte. Carta 3 - Dinâmica / potencial — descreve como as duas energias interagem agora e aonde o relacionamento pode levar em um futuro próximo.
ro: Tripletul de dragoste este format din trei cărți așezate de la stânga la dreapta: Carte 1 - Tu — arată sentimentele, motivația și poziția celui care întreabă. Carte 2 - Partener — dezvăluie emoțiile, planurile și disponibilitatea celeilalte părți. Carte 3 - Dinamica / potențialul — descrie cum interacționează cele două energii acum și la ce pot duce relațiile pe termen scurt.
ru: Любовный триплет — это три карты, выложенные слева направо: Карта 1 - Ты — показывает чувства, мотивацию и позицию самого кверента. Карта 2 - Партнёр — раскрывает эмоции, планы и готовность второй стороны. Карта 3 - Динамика / потенциал — описывает, как две энергии взаимодействуют сейчас и к чему способны привести отношения в ближайшей перспективе.
si: ආදර ත්‍රිත්වය කියන්නේ වමෙන් දකුණට තබා ඇති කාඩ්පත් තුනක්: කාඩ්පත 1 - ඔබ — පාරිභෝගිකයාගේ හැඟීම්, ප්‍රේරණය සහ තත්ත්වය පෙන්වයි. කාඩ්පත 2 - හවුල්කරුවා — දෙවන පාර්ශවයේ හැඟීම්, සැලසුම් සහ සූදානම හෙළි කරයි. කාඩ්පත 3 - ගතිකතා / හැකියාව — දැන් බලශක්ති දෙක කෙසේ අන්තර්ක්‍රියා කරන්නේද සහ ආසන්න අනාගතයේ සම්බන්ධතා කොහෙට ගෙන යා හැකිද කියා විස්තර කරයි.
sk: Láskový triplet sú tri karty uložené zľava doprava: Karta 1 - Ty — ukazuje pocity, motiváciu a postoj samotného klienta. Karta 2 - Partner — odhaľuje emócie, plány a pripravenosť druhej strany. Karta 3 - Dynamika / potenciál — popisuje, ako dve energie momentálne interagujú a kam môžu vzťahy v blízkej budúcnosti viesť.
sl: Ljubezenski triplet so tri karte, položene od leve proti desni: Karta 1 - Ti — prikazuje občutke, motivacijo in položaj samega vprašalca. Karta 2 - Partner — razkriva čustva, načrte in pripravljenost druge strani. Karta 3 - Dinamika / potencial — opisuje, kako dve energiji trenutno sodelujeta in kam lahko odnos vodi v bližnji prihodnosti.
sq: Tripleti i dashurisë janë tre karta të vendosura nga e majta në të djathtë: Karta 1 - Ti — tregon ndjenjat, motivimin dhe pozicionin e vetë kërkuesit. Karta 2 - Partneri — zbulon emocionet, planet dhe gatishmërinë e palës së dytë. Karta 3 - Dinamika / potenciali — përshkruan se si dy energjitë ndërveprojnë tani dhe ku mund të çojnë marrëdhëniet në të ardhmen e afërt.
sr: Љубавни триплет је три карте, постављене слева надесно: Карта 1 - Ти — показује осећања, мотивацију и став самог кверента. Карта 2 - Партнер — открива емоције, планове и спремност друге стране. Карта 3 - Динамика / потенцијал — описује како две енергије сада интерагују и куда односи могу довести у блиској будућности.
sv_se: Kärlekstriplet är tre kort lagda från vänster till höger: Kort 1 - Du — visar känslor, motivation och position för frågeställaren själv. Kort 2 - Partner — avslöjar känslor, planer och beredskap hos den andra parten. Kort 3 - Dynamik / potential — beskriver hur de två energierna samverkar nu och vad relationen kan leda till på kort sikt.
sw: Triplet ya mapenzi ni kadi tatu, zilizowekwa kutoka kushoto kwenda kulia: Kadi 1 - Wewe — inaonyesha hisia, motisha na msimamo wa mteja mwenyewe. Kadi 2 - Mshirika — inaonyesha hisia, mipango na utayari wa upande wa pili. Kadi 3 - Mwelekeo / uwezo — inaelezea jinsi nguvu mbili zinavyoshirikiana sasa na ni kwa nini uhusiano unaweza kuleta katika muda mfupi ujao.
ta: காதல் டிரிப்லெட் என்பது இடது முதல் வலது வரை வைக்கப்பட்ட மூன்று அட்டைகள்: அட்டை 1 - நீங்கள் — கேள்வியாளர் உணர்வுகள், ஊக்கங்கள் மற்றும் நிலையை காட்டுகிறது. அட்டை 2 - கூட்டாளி — இரண்டாம் பக்கத்தின் உணர்வுகள், திட்டங்கள் மற்றும் தயாரிப்பை வெளிப்படுத்துகிறது. அட்டை 3 - இயக்கம் / திறன் — இரண்டு சக்திகள் இப்போது எப்படி தொடர்பு கொள்கின்றன மற்றும் எதிர்காலத்தில் உறவுகள் எதை நோக்கி செல்லக்கூடும் என்பதை விவரிக்கிறது.
te: ప్రేమ త్రిప్లెట్ అనేది ఎడమ నుండి కుడికి మూడు కార్డులు: కార్డు 1 - మీరు — ఇది క్వెరెంట్ యొక్క భావాలు, ప్రేరణ మరియు స్థితిని చూపిస్తుంది. కార్డు 2 - భాగస్వామి — ఇది రెండవ పక్షం యొక్క భావాలు, ప్రణాళికలు మరియు సిద్ధతను వెల్లడిస్తుంది. కార్డు 3 - డైనమిక్స్ / సామర్థ్యం — ఇది రెండు శక్తులు ప్రస్తుతం ఎలా పరస్పరం చర్యలు తీసుకుంటున్నాయో మరియు సంబంధాలు సమీప భవిష్యత్తులో ఎటువంటి మార్గంలో తీసుకెళ్లగలవో వివరిస్తుంది.
th: ไพ่ความรักทริปเปิลคือไพ่สามใบที่วางจากซ้ายไปขวา: ไพ่ใบที่ 1 - คุณ — แสดงความรู้สึก แรงจูงใจ และท่าทีของผู้ถามไพ่เอง ไพ่ใบที่ 2 - คู่รัก — เปิดเผยอารมณ์ แผนการ และความพร้อมของอีกฝ่าย ไพ่ใบที่ 3 - พลวัต / ศักยภาพ — บรรยายว่าพลังงานทั้งสองมีปฏิสัมพันธ์กันอย่างไรในตอนนี้และความสัมพันธ์อาจนำไปสู่สิ่งใดในอนาคตอันใกล้
tr_tr: Aşk tripleti, soldan sağa doğru dizilmiş üç karttır: Kart 1 - Sen — danışanın duygularını, motivasyonunu ve pozisyonunu gösterir. Kart 2 - Partner — diğer tarafın duygularını, planlarını ve hazır oluşunu ortaya koyar. Kart 3 - Dinamik / potansiyel — iki enerjinin şu anda nasıl etkileştiğini ve ilişkinin yakın gelecekte nereye varabileceğini açıklar.
uk: Любовний триплет — це три карти, викладені зліва направо: Карта 1 - Ти — показує почуття, мотивацію і позицію самого кверента. Карта 2 - Партнер — розкриває емоції, плани і готовність другої сторони. Карта 3 - Динаміка / потенціал — описує, як дві енергії взаємодіють зараз і до чого можуть привести стосунки в найближчій перспективі.
ur: محبت کا ٹرپلٹ تین کارڈز پر مشتمل ہوتا ہے جو بائیں سے دائیں ترتیب دیے جاتے ہیں: کارڈ 1 - آپ — قاری کے جذبات، محرکات اور موقف کو ظاہر کرتا ہے۔ کارڈ 2 - ساتھی — دوسری طرف کے جذبات، منصوبے اور تیاری کو ظاہر کرتا ہے۔ کارڈ 3 - حرکیات / صلاحیت — بیان کرتا ہے کہ دونوں توانائیاں اس وقت کیسے تعامل کر رہی ہیں اور قریبی مستقبل میں تعلقات کہاں لے جا سکتے ہیں۔
vi: Bói tình yêu ba lá là ba lá bài được xếp từ trái sang phải: Lá bài 1 - Bạn — thể hiện cảm xúc, động lực và vị trí của người hỏi. Lá bài 2 - Đối tác — tiết lộ cảm xúc, kế hoạch và sự sẵn sàng của bên kia. Lá bài 3 - Động lực / tiềm năng — mô tả cách hai năng lượng tương tác hiện tại và mối quan hệ có thể dẫn đến điều gì trong tương lai gần.
zh_cn: 爱情三联牌是三张牌，从左到右排列： 牌1 - 你 — 显示求问者的感情、动机和立场。 牌2 - 伴侣 — 揭示对方的情感、计划和准备情况。 牌3 - 动态 / 潜力 — 描述两种能量目前如何互动，以及关系在近期可能的发展方向。
zh_hk: 愛情三連牌是三張牌，從左到右排列： 牌 1 - 你 — 顯示求問者的感受、動機和立場。 牌 2 - 伴侶 — 揭示對方的情感、計劃和準備程度。 牌 3 - 動態 / 潛力 — 描述兩種能量目前如何互動，以及關係在近期可能發展的方向。
zu: I-triplet yothando yimikhiqizo emithathu, ebekwe kusukela kwesobunxele iye kwesokudla: Ikhadi 1 - Wena — libonisa imizwa, isifiso nesikhundla somuntu ozibuza. Ikhadi 2 - Umlingani — livula imizwa, izinhlelo nokuzimisela kwelinye uhlangothi. Ikhadi 3 - I-Dynamics / amandla — lichaza ukuthi amandla amabili asebenza kanjani manje nokuthi ubudlelwano bungaholela kuphi esikhathini esizayo esiseduze.

# love_spread_screen_understand_button
source: Understood
af: Duidelik
am: ተረድቻለሁ
ar: مفهوم
az: Aydındır
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬುಧಿಮತ್ತೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Aišku
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായിരിക്കുന്നു
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: තේරෙනවා
sk: Jasné
sl: Razumem
sq: E kuptoj
sr: Јасно
sv_se: Förstått
sw: Imeeleweka
ta: புரிந்தது
te: అర్థమైంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca
