Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_of_the_day_screen_title
source: Card of the Day
af: Kaart van die dag
am: የቀን ካርድ
ar: بطاقة اليوم
az: Günün kartı
bn: দিনের কার্ড
ca: Carta del dia
cs: Karta dne
de: Karte des Tages
es_es: Carta del día
fa: کارت روز
fi_fi: Päivän kortti
fil: Karta ng Araw
fr: Carte du jour
gl: Carta do día
gu: દિવસનું કાર્ડ
hi: दिन का कार्ड
hu: A nap kártyája
hy_am: Օրվա քարտ
id: Kartu Hari Ini
is_is: Dagskortið
it_it: Carta del giorno
iw: קלף היום
ja_jp: 今日のカード
ka: დღის ბარათი
kk: Күннің картасы
km_kh: កាតថ្ងៃ
kn_in: ದಿನದ ಕಾರ್ಡ್
ko_kr: 오늘의 카드
ky_kg: Күндүн картасы
lo: ບັດຂອງມື້
lt: Dienos korta
lv: Dienas kārts
mk_mk: Карта на денот
ml_in: ദിവസത്തിന്റെ കാർഡ്
mn_mn: Өдрийн карт
mr: दिवसाची कार्ड
ms_my: Kad Hari Ini
ne: दिनको कार्ड
nl: Kaart van de dag
no_no: Dagens kort
pa: ਦਿਨ ਦਾ ਕਾਰਡ
pl: Karta dnia
pt_br: Carta do dia
ro: Cartea zilei
ru: Карта дня
si: දින කාඩ්පත
sk: Karta dňa
sl: Karta dneva
sq: Karta e ditës
sr: Карта дана
sv_se: Dagens kort
sw: Kadi ya Siku
ta: நாள் அட்டை
te: రోజు కార్డ్
th: ไพ่ประจำวัน
tr_tr: Günün Kartı
uk: Карта дня
ur: دن کا کارڈ
vi: Lá bài trong ngày
zh_cn: 今日之牌
zh_hk: 今日之卡
zu: Ikhadi losuku

# card_of_the_day_screen_error_loading_card
source: Error loading card
af: Fout met die laai van die kaart
am: ካርድ መጫን ስህተት
ar: خطأ في تحميل البطاقة
az: Kartın yüklənməsində səhv
bn: কার্ড লোড করার ত্রুটি
ca: Error en carregar la carta
cs: Chyba při načítání karty
de: Fehler beim Laden der Karte
es_es: Error al cargar la carta
fa: خطا در بارگذاری کارت
fi_fi: Kortin latausvirhe
fil: Error sa pag-load ng karta
fr: Erreur de chargement de la carte
gl: Erro ao cargar a carta
gu: કાર્ડ લોડ કરવામાં ત્રુટિ
hi: कार्ड लोड करने में त्रुटि
hu: Hiba a kártya betöltésekor
hy_am: Քարտի բեռնման սխալ
id: Kesalahan memuat kartu
is_is: Villa við að hlaða kortið
it_it: Errore nel caricamento della carta
iw: שגיאה בטעינת הקלף
ja_jp: カードの読み込みエラー
ka: ბარათის ჩატვირთვის შეცდომა
kk: Картаны жүктеу қатесі
km_kh: កំហុសក្នុងការផ្ទុកកាត
kn_in: ಕಾರ್ಡ್ ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷ
ko_kr: 카드 로딩 오류
ky_kg: Карта жүктөөдө ката кетти
lo: ຜິດພາດໃນການໂຫລດບັດ
lt: Klaida įkeliant kortą
lv: Kārts ielādes kļūda
mk_mk: Грешка при вчитување на картата
ml_in: കാർഡ് ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mn_mn: Карт ачаалахад алдаа гарлаа
mr: कार्ड लोड करण्यात त्रुटी
ms_my: Ralat memuatkan kad
ne: कार्ड लोड गर्न त्रुटि
nl: Fout bij het laden van de kaart
no_no: Feil ved lasting av kort
pa: ਕਾਰਡ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd ładowania karty
pt_br: Erro ao carregar a carta
ro: Eroare la încărcarea cărții
ru: Ошибка загрузки карты
si: කාඩ්පත පූරණය කිරීමේ දෝෂයක්
sk: Chyba načítania karty
sl: Napaka pri nalaganju karte
sq: Gabim në ngarkimin e kartës
sr: Грешка при учитавању карте
sv_se: Fel vid kortinläsning
sw: Hitilafu katika kupakia kadi
ta: அட்டை ஏற்றலில் பிழை
te: కార్డ్ లోడ్ లోపం
th: เกิดข้อผิดพลาดในการโหลดไพ่
tr_tr: Kart yüklenirken hata oluştu
uk: Помилка завантаження карти
ur: کارڈ لوڈ کرنے میں خرابی
vi: Lỗi tải lá bài
zh_cn: 牌面加载错误
zh_hk: 卡牌加載錯誤
zu: Iphutha ekulayisheni ikhadi

# career_finance_spread_screen_prompt
source: You are an experienced tarot reader. User {userName} asks: "{question}". Create a Career and Finance spread with these three cards: past – {pastCard}: This card reflects previous influences or experiences; present – {presentCard}: This card shows the current situation; advice – {adviceCard}: This card offers guidance for the future. Respond entirely in {lang}.
af: Doen ’n uitleg oor loopbaan en finansies vir {userName} met hierdie drie kaarte: {cards}
am: ለ{userName} በእነዚህ ሶስት ካርዶች {cards} ስራ እና ገንዘብ ትንበያ አድርግ
ar: قم بعمل توزيع مهني ومالي لـ {userName} باستخدام هذه البطاقات الثلاث: {cards}
az: {userName} üçün karyera və maliyyə üzrə bu üç kartla açılım et: {cards}
bn: {userName} এর জন্য এই তিনটি কার্ড দিয়ে ক্যারিয়ার এবং অর্থনৈতিক রিডিং করো: {cards}
ca: Fes per a {userName} una tirada sobre carrera i finances amb aquestes tres cartes: {cards}
cs: Pro {userName} udělej výklad na kariéru a finance podle těchto tří karet: {cards}
de: Mache für {userName} ein Legesystem zu Karriere und Finanzen mit diesen drei Karten: {cards}
es_es: Haz una tirada para {userName} sobre carrera y finanzas con estas tres cartas: {cards}
fa: برای {userName} یک فال درباره شغل و امور مالی با این سه کارت بگیر: {cards}
fi_fi: Tee {userName}ille ura- ja talousluku näillä kolmella kortilla: {cards}
fil: Gumawa ng isang pagbasa para kay {userName} tungkol sa karera at pananalapi gamit ang tatlong kartang ito: {cards}
fr: Fais un tirage pour {userName} sur la carrière et les finances avec ces trois cartes : {cards}
gl: Fai para {userName} unha tirada sobre carreira e finanzas con estas tres cartas: {cards}
gu: {userName} માટે આ ત્રણ કાર્ડ દ્વારા કારકિર્દી અને નાણાં અંગે રીડિંગ કરો: {cards}
hi: {userName} के लिए करियर और वित्त पर यह तीन कार्ड {cards} के साथ एक रीडिंग करें
hu: Készíts {userName} számára karrier- és pénzügyi kirakást ezekkel a három kártyával: {cards}
hy_am: Կատարիր {userName}-ի համար կարիերայի և ֆինանսների բացահայտում այս երեք քարտերով՝ {cards}
id: Buatkan untuk {userName} pembacaan karier dan keuangan dengan tiga kartu ini: {cards}
is_is: Gerðu fyrir {userName} spádóm um starfsferil og fjármál með þessum þremur kortum: {cards}
it_it: Fai per {userName} una lettura sulla carriera e le finanze con queste tre carte: {cards}
iw: עשה ל-{userName} פריסה לקריירה וכספים עם שלושת הקלפים האלה: {cards}
ja_jp: {userName}のために、この3枚のカード{cards}でキャリアと財務のリーディングをしてください
ka: შეასრულე {userName}-თვის კარიერისა და ფინანსების განლაგება ამ სამ ბარათზე: {cards}
kk: {userName} үшін осы үш карта бойынша мансап пен қаржыға арналған таралым жаса: {cards}
km_kh: ធ្វើការបង្ហាញសម្រាប់ {userName} ស្តីពីអាជីព និងហិរញ្ញវត្ថុដោយប្រើកាតទាំងបីនេះ៖ {cards}
kn_in: {userName}ಗಾಗಿ ಈ ಮೂರು ಕಾರ್ಡ್‌ಗಳ ಮೂಲಕ ವೃತ್ತಿ ಮತ್ತು ಹಣಕಾಸಿನ ವಿತರಣೆ ಮಾಡಿ: {cards}
ko_kr: {userName}을(를) 위해 이 세 장의 카드로 경력과 재정에 관한 리딩을 해주세요: {cards}
ky_kg: {userName} үчүн карьера жана финансы боюнча ушул үч карта менен таразалоо жаса: {cards}
lo: ເຮັດການຈັດການສໍາລັບ {userName} ໃນເລື່ອງອາຊີບແລະເງິນທຶນດ້ວຍບັດເຫຼົ່ານີ້ 3 ບັດ: {cards}
lt: Padaryk {userName} karjeros ir finansų išsidėstymą pagal šias tris kortas: {cards}
lv: Veic {userName} karjeras un finansu izklāstu ar šīm trim kārtīm: {cards}
mk_mk: Направи за {userName} распоред за кариера и финансии со овие три карти: {cards}
ml_in: {userName} നു വേണ്ടി ഈ മൂന്ന് കാർഡുകൾ ഉപയോഗിച്ച് കരിയറും ധനകാര്യവും സംബന്ധിച്ച റീഡിംഗ് നടത്തുക: {cards}
mn_mn: {userName} -д зориулан карьер ба санхүүгийн тарниг эдгээр гурван картаар гаргана уу: {cards}
mr: {userName} साठी करिअर आणि आर्थिक बाबतीत या तीन कार्ड्सवर आधारित वाचन करा: {cards}
ms_my: Buatkan bacaan kerjaya dan kewangan untuk {userName} menggunakan tiga kad ini: {cards}
ne: {userName} का लागि यी तीन कार्डहरू: {cards} अनुसार करियर र वित्तमा पढाइ गर
nl: Maak voor {userName} een legging over carrière en financiën met deze drie kaarten: {cards}
no_no: Lag et oppslag for {userName} om karriere og økonomi med disse tre kortene: {cards}
pa: {userName} ਲਈ ਇਹ ਤਿੰਨ ਕਾਰਡਾਂ {cards} ਦੇ ਆਧਾਰ 'ਤੇ ਕਰੀਅਰ ਅਤੇ ਵਿੱਤ ਦਾ ਰੀਡਿੰਗ ਕਰੋ
pl: Zrób dla {userName} rozkład na karierę i finanse z tych trzech kart: {cards}
pt_br: Faça uma leitura para {userName} sobre carreira e finanças com estas três cartas: {cards}
ro: Fă pentru {userName} o etalare pentru carieră și finanțe cu aceste trei cărți: {cards}
ru: Сделай для {userName} расклад на карьеру и финансы по этим трем картам: {cards}
si: {userName} සඳහා මෙම කාඩ්පත් තුනෙන්: {cards} රැකියා සහ මූල්‍ය පිළිබඳ විවරණයක් සකසන්න
sk: Urob pre {userName} výklad na kariéru a financie podľa týchto troch kariet: {cards}
sl: Naredi za {userName} razporeditev za kariero in finance s temi tremi kartami: {cards}
sq: Bëj për {userName} një shpërndarje për karrierën dhe financat me këto tre karta: {cards}
sr: Направи за {userName} распоред за каријеру и финансије са овим трима картама: {cards}
sv_se: Gör en läggning för {userName} om karriär och ekonomi med dessa tre kort: {cards}
sw: Fanya kwa {userName} ugawaji wa kazi na fedha kwa kadi hizi tatu: {cards}
ta: {userName}க்காக இந்த மூன்று அட்டைகள் மூலம் தொழில் மற்றும் நிதி பரிசீலனை செய்யவும்: {cards}
te: {userName} కోసం ఈ మూడు కార్డులతో కెరీర్ మరియు ఆర్థిక పరిస్థితి రీడింగ్ చేయండి: {cards}
th: ทำการเปิดไพ่เกี่ยวกับอาชีพและการเงินสำหรับ {userName} ด้วยไพ่สามใบนี้: {cards}
tr_tr: {userName} için kariyer ve finans açılımını bu üç kartla yap: {cards}
uk: Зроби для {userName} розклад на кар'єру та фінанси за цими трьома картами: {cards}
ur: {userName} کے لیے کیریئر اور مالیات کا ریڈنگ کریں ان تین کارڈز کے ذریعے: {cards}
vi: Làm một trải bài về sự nghiệp và tài chính cho {userName} với ba lá bài này: {cards}
zh_cn: 为{userName}根据这三张牌{cards}做一次职业和财务的牌阵解读
zh_hk: 為 {userName} 進行職業與財務的三張牌占卜：{cards}
zu: Yenza ukuhlolwa komsebenzi nezimali ku-{userName} ngamakhadi amathathu alandelayo: {cards}

# contact_us_title
source: Write to us
af: Skryf vir ons
am: ለእኛ ጽፍልን
ar: اكتب لنا
az: Bizə yazın
bn: আমাদের লিখুন
ca: Escriu-nos
cs: Napište nám
de: Schreib uns
es_es: Escríbenos
fa: برای ما بنویسید
fi_fi: Kirjoita meille
fil: Isulat sa amin
fr: Écrivez-nous
gl: Escríbenos
gu: અમને લખો
hi: हमसे संपर्क करें
hu: Írj nekünk
hy_am: Գրեք մեզ
id: Hubungi kami
is_is: Skrifaðu til okkar
it_it: Scrivici
iw: כתוב לנו
ja_jp: お問い合わせ
ka: დაგვიკავშირდით
kk: Бізге жазыңыз
km_kh: សូមសរសេរមកពួកយើង
kn_in: ನಮಗೆ ಬರೆಯಿರಿ
ko_kr: 문의하기
ky_kg: Бизге жазгыла
lo: ຂໍ້ຄວາມຫາພວກເຮົາ
lt: Parašykite mums
lv: Raksti mums
mk_mk: Пишете ни
ml_in: ഞങ്ങളെ എഴുതുക
mn_mn: Бидэнд бичнэ үү
mr: आम्हाला लिहा
ms_my: Hubungi kami
ne: हामीलाई लेख्नुहोस्
nl: Schrijf ons
no_no: Skriv til oss
pa: ਸਾਨੂੰ ਲਿਖੋ
pl: Napisz do nas
pt_br: Escreva para nós
ro: Scrie-ne
ru: Напишите нам
si: අපට ලියන්න
sk: Napíš nám
sl: Piši nam
sq: Na shkruani
sr: Пишите нам
sv_se: Skriv till oss
sw: Tuma ujumbe kwetu
ta: எங்களை எழுதுங்கள்
te: మాకు రాయండి
th: ติดต่อเรา
tr_tr: Bize yazın
uk: Напишіть нам
ur: ہم سے رابطہ کریں
vi: Viết cho chúng tôi
zh_cn: 联系我们
zh_hk: 聯絡我們
zu: Sithumele umlayezo

# contact_us_email_hint
source: Your e-mail
af: Jou e-pos
am: ኢሜይልዎ
ar: بريدك الإلكتروني
az: Sizin e-poçtunuz
bn: আপনার ই-মেইল
ca: El teu e-mail
cs: Váš e-mail
de: Ihre E-Mail
es_es: Su e-mail
fa: ایمیل شما
fi_fi: Sähköpostiosoitteesi
fil: Ang iyong e-mail
fr: Votre e-mail
gl: O seu e-mail
gu: તમારું e-mail
hi: आपका ई-मेल
hu: Az Ön e-mail címe
hy_am: Ձեր e-mail
id: Email Anda
is_is: Netfangið þitt
it_it: La tua e-mail
iw: האימייל שלך
ja_jp: あなたのメールアドレス
ka: თქვენი e-mail
kk: Сіздің e-mail
km_kh: អ៊ីមែលរបស់អ្នក
kn_in: ನಿಮ್ಮ ಇ-ಮೇಲ್
ko_kr: 귀하의 이메일
ky_kg: Сиздин e-mail
lo: ອີເມວຂອງທ່ານ
lt: Jūsų el. paštas
lv: Jūsu e-pasts
mk_mk: Ваш e-mail
ml_in: നിങ്ങളുടെ ഇ-മെയിൽ
mn_mn: Таны и-мэйл
mr: तुमचा ई-मेल
ms_my: E-mel anda
ne: तपाईंको ई-मेल
nl: Uw e-mail
no_no: Din e-post
pa: ਤੁਹਾਡਾ ਈ-ਮੇਲ
pl: Twój e-mail
pt_br: Seu e-mail
ro: Adresa dvs. de e-mail
ru: Ваш e-mail
si: ඔබගේ ඊ-තැපැල්
sk: Váš e-mail
sl: Vaš e-poštni naslov
sq: Email juaj
sr: Vaš e-mail
sv_se: Din e-post
sw: Barua pepe yako
ta: உங்கள் e-mail
te: మీ ఇమెయిల్
th: อีเมลของคุณ
tr_tr: E-postanız
uk: Ваш e-mail
ur: آپ کا ای میل
vi: E-mail của bạn
zh_cn: 您的电子邮件
zh_hk: 您的電子郵件
zu: I-imeyili yakho

# contact_us_email_empty
source: Enter e-mail
af: Voer e-pos in
am: ኢሜይል ያስገቡ
ar: أدخل البريد الإلكتروني
az: E-poçtu daxil edin
bn: ই-মেইল লিখুন
ca: Introdueix el e-mail
cs: Zadejte e-mail
de: E-Mail eingeben
es_es: Ingrese e-mail
fa: ایمیل را وارد کنید
fi_fi: Syötä sähköpostiosoite
fil: Ilagay ang e-mail
fr: Entrez l'e-mail
gl: Introduza o e-mail
gu: e-mail દાખલ કરો
hi: ई-मेल दर्ज करें
hu: Adja meg az e-mail címet
hy_am: Մուտքագրեք e-mail
id: Masukkan email
is_is: Sláðu inn netfang
it_it: Inserisci e-mail
iw: הזן אימייל
ja_jp: メールアドレスを入力してください
ka: შეიყვანეთ e-mail
kk: E-mail енгізіңіз
km_kh: បញ្ចូលអ៊ីមែល
kn_in: ಇ-ಮೇಲ್ ನಮೂದಿಸಿ
ko_kr: 이메일을 입력하세요
ky_kg: E-mail киргизиңиз
lo: ໃສ່ອີເມວ
lt: Įveskite el. paštą
lv: Ievadiet e-pastu
mk_mk: Внесете e-mail
ml_in: ഇ-മെയിൽ നൽകുക
mn_mn: И-мэйлээ оруулна уу
mr: ई-मेल टाका
ms_my: Masukkan e-mel
ne: ई-मेल प्रविष्ट गर्नुहोस्
nl: Voer e-mail in
no_no: Skriv inn e-post
pa: ਈ-ਮੇਲ ਦਰਜ ਕਰੋ
pl: Wprowadź e-mail
pt_br: Digite o e-mail
ro: Introduceți adresa de e-mail
ru: Введите e-mail
si: ඊ-තැපැල් ඇතුල් කරන්න
sk: Zadajte e-mail
sl: Vnesite e-poštni naslov
sq: Shkruani email
sr: Unesite e-mail
sv_se: Ange e-post
sw: Ingiza barua pepe
ta: e-mail ஐ உள்ளிடவும்
te: ఇమెయిల్ నమోదు చేయండి
th: กรอกอีเมล
tr_tr: E-posta girin
uk: Введіть e-mail
ur: ای میل درج کریں
vi: Nhập e-mail
zh_cn: 请输入电子邮件
zh_hk: 請輸入電子郵件
zu: Faka i-imeyili

# contact_us_email_invalid
source: Incorrect e-mail
af: Ongeldige e-pos
am: የተሳሳተ ኢሜይል
ar: البريد الإلكتروني غير صحيح
az: Yanlış e-poçt
bn: ভুল ই-মেইল
ca: E-mail incorrecte
cs: Neplatný e-mail
de: Ungültige E-Mail
es_es: E-mail incorrecto
fa: ایمیل نامعتبر است
fi_fi: Virheellinen sähköpostiosoite
fil: Hindi wastong e-mail
fr: E-mail incorrect
gl: E-mail incorrecto
gu: અમાન્ય e-mail
hi: अमान्य ई-मेल
hu: Érvénytelen e-mail cím
hy_am: Սխալ e-mail
id: Email tidak valid
is_is: Ógilt netfang
it_it: E-mail non valida
iw: אימייל לא תקין
ja_jp: 無効なメールアドレスです
ka: არასწორი e-mail
kk: Дұрыс емес e-mail
km_kh: អ៊ីមែលមិនត្រឹមត្រូវ
kn_in: ತಪ್ಪು ಇ-ಮೇಲ್
ko_kr: 잘못된 이메일
ky_kg: Туура эмес e-mail
lo: ອີເມວບໍ່ຖືກຕ້ອງ
lt: Neteisingas el. paštas
lv: Nederīgs e-pasts
mk_mk: Невалиден e-mail
ml_in: തെറ്റായ ഇ-മെയിൽ
mn_mn: Буруу и-мэйл
mr: अवैध ई-मेल
ms_my: E-mel tidak sah
ne: अमान्य ई-मेल
nl: Ongeldig e-mail
no_no: Ugyldig e-post
pa: ਗਲਤ ਈ-ਮੇਲ
pl: Nieprawidłowy e-mail
pt_br: E-mail incorreto
ro: Adresa de e-mail este incorectă
ru: Некорректный e-mail
si: වැරදි ඊ-තැපැල්
sk: Neplatný e-mail
sl: Neveljaven e-poštni naslov
sq: Email i pasaktë
sr: Neispravan e-mail
sv_se: Ogiltig e-post
sw: Barua pepe si sahihi
ta: தவறான e-mail
te: తప్పు ఇమెయిల్
th: อีเมลไม่ถูกต้อง
tr_tr: Geçersiz e-posta
uk: Некоректний e-mail
ur: غلط ای میل
vi: E-mail không hợp lệ
zh_cn: 电子邮件格式不正确
zh_hk: 電子郵件格式不正確
zu: I-imeyili engalungile

# contact_us_message_hint
source: Your message
af: Jou boodskap
am: መልእክትዎ
ar: رسالتك
az: Sizin mesajınız
bn: আপনার বার্তা
ca: El teu missatge
cs: Vaše zpráva
de: Ihre Nachricht
es_es: Su mensaje
fa: پیام شما
fi_fi: Viestisi
fil: Ang iyong mensahe
fr: Votre message
gl: A súa mensaxe
gu: તમારું સંદેશ
hi: आपका संदेश
hu: Az Ön üzenete
hy_am: Ձեր հաղորդագրությունը
id: Pesan Anda
is_is: Skilaboðin þín
it_it: Il tuo messaggio
iw: ההודעה שלך
ja_jp: あなたのメッセージ
ka: თქვენი შეტყობინება
kk: Сіздің хатыңыз
km_kh: សាររបស់អ្នក
kn_in: ನಿಮ್ಮ ಸಂದೇಶ
ko_kr: 귀하의 메시지
ky_kg: Сиздин билдирүүңүз
lo: ຂໍ້ຄວາມຂອງທ່ານ
lt: Jūsų žinutė
lv: Jūsu ziņa
mk_mk: Вашата порака
ml_in: നിങ്ങളുടെ സന്ദേശം
mn_mn: Таны зурвас
mr: तुमचा संदेश
ms_my: Mesej anda
ne: तपाईंको सन्देश
nl: Uw bericht
no_no: Din melding
pa: ਤੁਹਾਡਾ ਸੁਨੇਹਾ
pl: Twoja wiadomość
pt_br: Sua mensagem
ro: Mesajul dvs.
ru: Ваше сообщение
si: ඔබගේ පණිවිඩය
sk: Vaša správa
sl: Vaše sporočilo
sq: Mesazhi juaj
sr: Vaša poruka
sv_se: Ditt meddelande
sw: Ujumbe wako
ta: உங்கள் செய்தி
te: మీ సందేశం
th: ข้อความของคุณ
tr_tr: Mesajınız
uk: Ваше повідомлення
ur: آپ کا پیغام
vi: Tin nhắn của bạn
zh_cn: 您的留言
zh_hk: 您的訊息
zu: Umyalezo wakho

# contact_us_message_empty
source: Enter a message
af: Voer boodskap in
am: መልእክት ያስገቡ
ar: أدخل الرسالة
az: Mesajı daxil edin
bn: বার্তা লিখুন
ca: Introdueix un missatge
cs: Zadejte zprávu
de: Nachricht eingeben
es_es: Ingrese mensaje
fa: پیام را وارد کنید
fi_fi: Kirjoita viesti
fil: Ilagay ang mensahe
fr: Entrez le message
gl: Introduza a mensaxe
gu: સંદેશ દાખલ કરો
hi: संदेश दर्ज करें
hu: Írja be az üzenetet
hy_am: Մուտքագրեք հաղորդագրություն
id: Masukkan pesan
is_is: Sláðu inn skilaboð
it_it: Inserisci un messaggio
iw: הזן הודעה
ja_jp: メッセージを入力してください
ka: შეიყვანეთ შეტყობინება
kk: Хат енгізіңіз
km_kh: បញ្ចូលសារ
kn_in: ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ
ko_kr: 메시지를 입력하세요
ky_kg: Билдирүү киргизиңиз
lo: ໃສ່ຂໍ້ຄວາມ
lt: Įveskite žinutę
lv: Ievadiet ziņu
mk_mk: Внесете порака
ml_in: സന്ദേശം നൽകുക
mn_mn: Зурвас оруулна уу
mr: संदेश टाका
ms_my: Masukkan mesej
ne: सन्देश प्रविष्ट गर्नुहोस्
nl: Voer bericht in
no_no: Skriv inn melding
pa: ਸੁਨੇਹਾ ਦਰਜ ਕਰੋ
pl: Wprowadź wiadomość
pt_br: Digite a mensagem
ro: Introduceți mesajul
ru: Введите сообщение
si: පණිවිඩය ඇතුල් කරන්න
sk: Zadajte správu
sl: Vnesite sporočilo
sq: Shkruani mesazhin
sr: Unesite poruku
sv_se: Ange meddelande
sw: Ingiza ujumbe
ta: செய்தியை உள்ளிடவும்
te: సందేశం నమోదు చేయండి
th: กรอกข้อความ
tr_tr: Mesaj girin
uk: Введіть повідомлення
ur: پیغام درج کریں
vi: Nhập tin nhắn
zh_cn: 请输入留言
zh_hk: 請輸入訊息
zu: Faka umyalezo

# contact_us_send_button
source: Send
af: Stuur
am: ላክ
ar: إرسال
az: Göndər
bn: পাঠান
ca: Enviar
cs: Odeslat
de: Senden
es_es: Enviar
fa: ارسال
fi_fi: Lähetä
fil: Ipadala
fr: Envoyer
gl: Enviar
gu: મોકલો
hi: भेजें
hu: Küldés
hy_am: Ուղարկել
id: Kirim
is_is: Senda
it_it: Invia
iw: שלח
ja_jp: 送信
ka: გაგზავნა
kk: Жіберу
km_kh: ផ្ញើ
kn_in: ಕಳುಹಿಸಿ
ko_kr: 보내기
ky_kg: Жөнөтүү
lo: ສົ່ງ
lt: Siųsti
lv: Sūtīt
mk_mk: Испрати
ml_in: അയയ്ക്കുക
mn_mn: Илгээх
mr: पाठवा
ms_my: Hantar
ne: पठाउनुहोस्
nl: Verzenden
pa: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
ro: Trimite
ru: Отправить
si: යවන්න
sk: Odoslať
sl: Pošlji
sq: Dërgo
sr: Пошаљи
sv_se: Skicka
sw: Tuma
ta: அனுப்பவும்
te: పంపండి
th: ส่ง
tr_tr: Gönder
uk: Відправити
ur: بھیجیں
vi: Gửi
zh_cn: 发送
zh_hk: 發送
zu: Thumela

# five_cards_spread_screen_what_is_five_cards_dialog
source: What is a 5-card spread?
af: Wat is 'n 5-kaart uitleg?
am: 5 ካርዶች ምንድነው?
ar: ما هو التوزيع على 5 بطاقات؟
az: 5 kartlıq açılım nədir?
bn: ৫টি কার্ডের রিডিং কী?
ca: Què és una tirada de 5 cartes?
cs: Co je to rozložení na 5 karet?
de: Was ist eine Legung mit 5 Karten?
es_es: ¿Qué es una tirada de 5 cartas?
fa: تاروت ۵ کارتی چیست؟
fi_fi: Mikä on 5 kortin levitys?
fil: Ano ang 5 card spread?
fr: Qu'est-ce qu'un tirage de 5 cartes ?
gl: Que é unha tirada de 5 cartas?
gu: 5 કાર્ડનું વિતરણ શું છે?
hi: 5 कार्ड का लेआउट क्या है?
hu: Mi az az 5 lapos kirakás?
hy_am: Ի՞նչ է 5 քարտի դասավորությունը։
id: Apa itu penyebaran 5 kartu?
is_is: Hvað er 5 spákort dreifing?
it_it: Cos'è una stesa di 5 carte?
iw: מה זה פריסה של 5 קלפים?
ja_jp: 5枚のカードのスプレッドとは何ですか？
ka: რა არის 5 ბარათის განლაგება?
kk: 5 картаға арналған таратылым деген не?
km_kh: តើការចែកចាយបន្ទាត់ 5 កាតមានអ្វីខ្លះ?
kn_in: 5 ಕಾರ್ಡ್ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 5장 카드 배열이란 무엇인가요?
ky_kg: 5 картадан турган жайгашуу деген эмне?
lo: ການຈັດການໃນ 5 ໃບແມ່ນຫຍັງ?
lt: Kas yra 5 kortų išdėstymas?
lv: Kas ir 5 kāršu izklājums?
mk_mk: Што е распоред на 5 карти?
ml_in: 5 കാർഡുകളുടെ റീഡിംഗ് എന്താണ്?
mn_mn: 5 ширхэг картын дэлгэрэнгүй тайлбар гэж юу вэ?
mr: 5 कार्डांचे रीडिंग म्हणजे काय?
ms_my: Apa itu susunan 5 kad?
ne: ५ कार्डको रिडिङ के हो?
nl: Wat is een legging van 5 kaarten?
no_no: Hva er et opplegg med 5 kort?
pa: 5 ਕਾਰਡਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀ ਹੈ?
pl: Co to jest rozkład na 5 kart?
pt_br: O que é uma leitura de 5 cartas?
ro: Ce este o etalare cu 5 cărți?
ru: Что такое расклад на 5 карт?
si: පත්තර 5 කින් යුත් විස්තරය කුමක්ද?
sk: Čo je rozklad na 5 kariet?
sl: Kaj je razporeditev s 5 kartami?
sq: Çfarë është një shpërndarje me 5 karta?
sr: Шта је распоред од 5 карата?
sv_se: Vad är en läggning med 5 kort?
sw: Je, ni nini ugawaji wa kadi 5?
ta: 5 அட்டைகளின் பரிசீலனை என்றால் என்ன?
te: 5 కార్డుల రీడింగ్ అంటే ఏమిటి?
th: การวางไพ่ 5 ใบคืออะไร?
tr_tr: 5 kartlık açılım nedir?
uk: Що таке розклад на 5 карт?
ur: 5 کارڈز کی ترتیب کیا ہے؟
vi: Bói bài 5 lá là gì?
zh_cn: 什么是五张牌的牌阵？
zh_hk: 什麼是五張牌的牌陣？
zu: Yini ukuhlolwa kwamakhadi ama-5?
