Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_name_temperance
source: Moderation
af: Gematigdheid
am: መካከለኛነት
ar: الاعتدال
az: Tərəzilik
bn: মধ্যমতা
ca: Temperança
cs: Mírnost
de: Die Mäßigkeit
es_es: La Templanza
fa: اعتدال
fi_fi: Kohtuus
fil: Katamtaman
fr: La Tempérance
gl: A templanza
gu: મધ્યમતા
hi: मध्यमता
hu: Mértékletesség
hy_am: Միջինություն
id: Kesederhanaan
is_is: Hófsemi
it_it: La Temperanza
iw: מתינות
ja_jp: 節制
ka: მოდერაცია
kk: Орташа болу
km_kh: ការតុល្យភាព
kn_in: ಮಧ್ಯಮತೆ
ko_kr: 절제
ky_kg: Орточулук
lo: ການກວດຄຸມຕົວ
lt: Saikingumas
lv: Mērenība
mk_mk: Умереност
ml_in: മിതമായിരിക്കുക
mn_mn: Тэнцвэр
mr: मध्यमता
ms_my: Kesederhanaan
ne: मध्यमता
nl: Matiging
no_no: Måtehold
pa: ਮਧਿਆਸਥਤਾ
pl: Umiarkowanie
pt_br: A Temperança
ro: Temperanța
ru: Умеренность
si: මධ්‍යස්ථතාව
sk: Miernosť
sl: Zmernost
sq: Mesatarja
sr: Умереност
sv_se: Måttfullhet
sw: Kiwango cha wastani
ta: மிதமான தன்மை
te: సమతౌల్యం
th: ความพอประมาณ
tr_tr: Denge
uk: Помірність
ur: اعتدال
vi: Sự điều độ
zh_cn: 节制
zh_hk: 節制
zu: Ukulinganisela

# card_name_the_devil
source: The Devil
af: Die Duivel
am: ሰይፍ
ar: الشيطان
az: Şeytan
bn: শয়তান
ca: Dimoni
cs: Ďábel
de: Der Teufel
es_es: El Diablo
fa: شیطان
fi_fi: Paholainen
fil: Demonyo
fr: Le Diable
gl: O demo
gu: શૈતાન
hi: शैतान
hu: Ördög
hy_am: Շատար
id: Iblis
is_is: Djöfullinn
it_it: Il Diavolo
iw: השטן
ja_jp: 悪魔
ka: ეშმაკი
kk: Шайтан
km_kh: អារក្ស
kn_in: ಶೈತಾನ್
ko_kr: 악마
ky_kg: Шайтандын
lo: ມະນົດ
lt: Velnis
lv: Velns
mk_mk: Ѓаволот
ml_in: പിശാച്
mn_mn: Чөтгөр
mr: शैतान
ms_my: Syaitan
ne: शैतान
nl: De Duivel
no_no: Djevelen
pa: ਸ਼ੈਤਾਨ
pl: Diabeł
pt_br: O Diabo
ro: Diavolul
ru: Дьявол
si: දේවල්
sk: Diabol
sl: Hudič
sq: Djalli
sr: Ђаво
sv_se: Djävulen
sw: Shetani
ta: பிசாசு
te: పిశాచుడు
th: ปีศาจ
tr_tr: Şeytan
uk: Диявол
ur: شیطان
vi: Ác quỷ
zh_cn: 恶魔
zh_hk: 惡魔
zu: Idimoni

# card_name_the_tower
source: Tower
af: Die Toring
am: ግንባር
ar: البرج
az: Qala
bn: টাওয়ার
ca: Torre
cs: Věž
de: Der Turm
es_es: La Torre
fa: برج
fi_fi: Torni
fil: Tore
fr: La Tour
gl: A torre
gu: મિનાર
hi: मीनार
hu: Torony
hy_am: Ամրոց
id: Menara
is_is: Turninn
it_it: La Torre
iw: המגדל
ja_jp: 塔
ka: კოშკი
kk: Мұнара
km_kh: ប៉ុស្តិ៍
kn_in: ಗೋಪುರ
ko_kr: 탑
ky_kg: Меңзөө
lo: ຫໍທີ່ສູງ
lt: Bokštas
lv: Tornis
mk_mk: Кула
ml_in: കോട്ടം
mn_mn: Цамхаг
mr: मीनार
ms_my: Menara
ne: टावर
nl: De Toren
no_no: Tårnet
pa: ਮਹਿਲ
pl: Wieża
pt_br: A Torre
ro: Turnul
ru: Башня
si: මැදුර
sk: Veža
sl: Stolp
sq: Kulla
sr: Кула
sv_se: Tornet
sw: Mnara
ta: கோபுரம்
te: గోపురం
th: หอคอย
tr_tr: Kule
uk: Вежа
ur: مینار
vi: Tòa tháp
zh_cn: 塔楼
zh_hk: 高塔
zu: Isakhiwo esiphakeme

# card_name_the_star
source: Star
af: Ster
am: ኮከብ
ar: نجمة
az: Ulduz
bn: তারকা
ca: Estrella
cs: Hvězda
de: Stern
es_es: Estrella
fa: ستاره
fi_fi: Tähti
fil: Bituin
fr: Étoile
gl: Estrela
gu: તારું
hi: तारा
hu: Csillag
hy_am: Աստղ
id: Bintang
is_is: Stjarna
it_it: Stella
iw: כוכב
ja_jp: 星
ka: ვარსკვლავი
kk: Жұлдыз
km_kh: ផ្កាយ
kn_in: ನಕ್ಷತ್ರ
ko_kr: 별
ky_kg: Жылдыз
lo: ດາວ
lt: Žvaigždė
lv: Zvaigzne
mk_mk: Ѕвезда
ml_in: നക്ഷത്രം
mn_mn: Од
mr: तारा
ms_my: Bintang
ne: तारा
nl: Ster
no_no: Stjerne
pa: ਤਾਰਾ
pl: Gwiazda
pt_br: Estrela
ro: Stea
ru: Звезда
si: තරු
sk: Hviezda
sl: Zvezda
sq: Ylli
sr: Звезда
sv_se: Stjärna
sw: Nyota
ta: நட்சத்திரம்
te: నక్షత్రం
th: ดาว
tr_tr: Yıldız
uk: Зірка
ur: ستارہ
vi: Ngôi sao
zh_cn: 星星
zh_hk: 星星
zu: Inkwenkwezi

# card_name_the_moon
source: Moon
af: Maan
am: ጨረቃ
ar: قمر
az: Ay
bn: চাঁদ
ca: Lluna
cs: Měsíc
de: Mond
es_es: Luna
fa: ماه
fi_fi: Kuu
fil: Buwan
fr: Lune
gl: Lúa
gu: ચંદ્ર
hi: चाँद
hu: Hold
hy_am: Արևածաղիկ
id: Bulan
is_is: Tungl
it_it: Luna
iw: ירח
ja_jp: 月
ka: მთვარე
kk: Ай
km_kh: ព្រះច័ន្ទ
kn_in: ಚಂದ್ರ
ko_kr: 달
ky_kg: Ай
lo: ເດືອນ
lt: Mėnulis
lv: Mēness
mk_mk: Месечина
ml_in: ചന്ദ്രൻ
mn_mn: Сар
mr: चंद्र
ms_my: Bulan
ne: चन्द्रमा
nl: Maan
no_no: Måne
pa: ਚੰਨ
pl: Księżyc
pt_br: Lua
ro: Lună
ru: Луна
si: සඳ
sk: Mesiac
sl: Luna
sq: Hëna
sr: Месец
sv_se: Måne
sw: Mwezi
ta: சந்திரன்
te: చంద్రుడు
th: พระจันทร์
tr_tr: Ay
uk: Місяць
ur: چاند
vi: Mặt trăng
zh_cn: 月亮
zh_hk: 月亮
zu: Inyanga

# card_name_the_sun
source: Sun
af: Son
am: ፀሐይ
ar: شمس
az: Günəş
bn: সূর্য
ca: Sol
cs: Slunce
de: Sonne
es_es: Sol
fa: خورشید
fi_fi: Aurinko
fil: Araw
fr: Soleil
gl: Sol
gu: સૂર્ય
hi: सूरज
hu: Nap
hy_am: Արև
id: Matahari
is_is: Sólin
it_it: Sole
iw: שמש
ja_jp: 太陽
ka: მზე
kk: Күн
km_kh: ព្រះអាទិត្យ
kn_in: ಸೂರ್ಯ
ko_kr: 태양
ky_kg: Күн
lo: ຕາເວັນ
lt: Saulė
lv: Saule
mk_mk: Сонце
ml_in: സൂര്യൻ
mn_mn: Нар
mr: सूर्य
ms_my: Matahari
ne: सूर्य
nl: Zon
no_no: Sol
pa: ਸੂਰਜ
pl: Słońce
pt_br: Sol
ro: Soare
ru: Солнце
si: සूරියා
sk: Slnko
sl: Sonce
sq: Dielli
sr: Сунце
sv_se: Sol
sw: Jua
ta: சூரியன்
te: సూర్యుడు
th: พระอาทิตย์
tr_tr: Güneş
uk: Сонце
ur: سورج
vi: Mặt trời
zh_cn: 太阳
zh_hk: 太陽
zu: Ilanga

# card_name_judgement
source: Court
af: Regbank
am: ፍርድ
ar: محكمة
az: Məhkəmə
bn: আদালত
ca: Judici
cs: Soud
de: Gericht
es_es: Juicio
fa: دادگاه
fi_fi: Tuomio
fil: Hukuman
fr: Justice
gl: Xustiza
gu: ન્યાયાલય
hi: न्यायालय
hu: Ítélet
hy_am: Դատարան
id: Pengadilan
is_is: Dómur
it_it: Giudizio
iw: משפט
ja_jp: 審判
ka: სასამართლო
kk: Сот
km_kh: តុលាការ
kn_in: ನ್ಯಾಯ
ko_kr: 심판
ky_kg: Сот
lo: ການຕັດສິນ
lt: Teismas
lv: Tiesas
mk_mk: Суд
ml_in: ന്യായം
mn_mn: Шүүх
mr: न्यायालय
ms_my: Mahkamah
ne: अदालत
nl: Rechtvaardigheid
no_no: Dom
pa: ਅਦਾਲਤ
pl: Sąd
pt_br: Julgamento
ro: Judecată
ru: Суд
si: අධිකරණය
sk: Súd
sl: Sodba
sq: Gjyqi
sr: Суд
sv_se: Dom
sw: Mahakama
ta: நீதிமன்றம்
te: న్యాయం
th: การพิพากษา
tr_tr: Mahkeme
uk: Суд
ur: عدالت
vi: Tòa án
zh_cn: 审判
zh_hk: 審判
zu: Inkantolo

# card_name_the_world
source: World
af: Wêreld
am: ሰላም
ar: عالم
az: Dünya
bn: বিশ্ব
ca: Món
cs: Svět
de: Welt
es_es: Mundo
fa: دنیا
fi_fi: Maailma
fil: Mundo
fr: Monde
gl: Mundo
gu: શાંતિ
hi: दुनिया
hu: Világ
hy_am: Աշխարհ
id: Dunia
is_is: Heimurinn
it_it: Mondo
iw: עולם
ja_jp: 世界
ka: სამყარო
kk: Әлем
km_kh: សន្តិភាព
kn_in: ಶಾಂತಿ
ko_kr: 세계
ky_kg: Тынчтык
lo: ສະຫມູນ
lt: Pasaulis
lv: Pasaule
mk_mk: Светот
ml_in: ലോകം
mn_mn: Дэлхий
mr: जग
ms_my: Dunia
ne: शान्ति
nl: Wereld
no_no: Verden
pa: ਸੰਸਾਰ
pl: Świat
pt_br: Mundo
ro: Lume
ru: Мир
si: සන්සුන්භාවය
sk: Svet
sl: Svet
sq: Bota
sr: Свет
sv_se: Värld
sw: Amani
ta: உலகம்
te: ప్రపంచం
th: โลก
tr_tr: Dünya
uk: Світ
ur: دنیا
vi: Thế giới
zh_cn: 世界
zh_hk: 世界
zu: Umhlaba

# card_name_ace_of_wands
source: Ace of Wands
af: Aas van Stokkies
am: የማስተላለፊያ አሻራ አንደኛ
ar: آص العصي
az: Əsaların Ası
bn: এ্যাস অফ ওয়ান্ডস
ca: As de Bastons
cs: Eso holí
de: Ass der Stäbe
es_es: As de Bastos
fa: آس چوب‌ها
fi_fi: Sauvojen ässä
fil: Ace ng Mga Wand
fr: As de Bâtons
gl: As de Bastóns
gu: એસ ઓફ વેન્ડ્સ
hi: ऐस ऑफ वांड्स
hu: Ász Botok
hy_am: Ասը Ձողերի
id: As Tongkat
is_is: Ás stafsins
it_it: Asso di Bastoni
iw: אס המטות
ja_jp: ワンドのエース
ka: ჯადოსნური ჯოხის ასო
kk: Жезлдардың Тұзақшысы
km_kh: អាស៊ែតដៃ
kn_in: ಏಕದಂಡದ ಏಸ್
ko_kr: 완드 에이스
ky_kg: Жезлдордун Тузу
lo: ໜ້າທີ່ເທົ່າທີ່ໄມ້ຖີ່ນ
lt: Tūzas lazdų
lv: Pīķa dūzis
mk_mk: Асо Жезли
ml_in: ഏസ് ഓഫ് വാൻസ്
mn_mn: Суганы Нэг
mr: एस ऑफ वँड्स
ms_my: As Tongkat
ne: छडीहरूको एस
nl: Aas Staven
no_no: Ess av staver
pa: ਐਸ ਆਫ ਵੈਂਡਸ
pl: As buław
pt_br: Ás de Paus
ro: As de Bâte
ru: Туз Жезлов
si: ඇස් වළලු
sk: Eso palíc
sl: As de palic
sq: Asi i Shkopinjve
sr: Асо Палица
sv_se: Ess i Stavar
sw: Asi wa Vimboni
ta: ஏசு கம்பிகள்
te: ఏకైక కాయిలు
th: เอซไม้เท้า
tr_tr: Asaların Ası
uk: Туз Жезлів
ur: ایس آف وینڈز
vi: Ách Gậy
zh_cn: 权杖王牌
zh_hk: 權杖王牌
zu: I-Ace Yezinti

# card_name_two_of_wands
source: Two of Wands
af: Twee van Stokkies
am: የማስተላለፊያ አሻራ ሁለተኛ
ar: اثنان من العصي
az: Əsaların İkisi
bn: টু অফ ওয়ান্ডস
ca: Dos de Bastons
cs: Dvojka holí
de: Zwei der Stäbe
es_es: Dos de Bastos
fa: دو چوب‌ها
fi_fi: Sauvojen kakkonen
fil: Dalawa ng Mga Wand
fr: Deux de Bâtons
gl: Dúas de Bastóns
gu: ટૂ ઓફ વેન્ડ્સ
hi: टू ऑफ वांड्स
hu: Kettős Botok
hy_am: Երկվորյակ Ձողերի
id: Dua Tongkat
is_is: Tvö stafir
it_it: Due di Bastoni
iw: שני המטות
ja_jp: ワンドの2
ka: ჯადოსნური ჯოხის ორი
kk: Жезлдардың Екілігі
km_kh: ពីរដៃ
kn_in: ಎರಡೂ ದಂಡಗಳ ಜೋಡಿ
ko_kr: 완드 투
ky_kg: Жезлдордун Экилиги
lo: ສອງໜ້າທີ່ໄມ້ຖີ່ນ
lt: Dvilikė lazdų
lv: Pīķa divnieks
mk_mk: Два Жезли
ml_in: ടൂ ഓഫ് വാൻസ്
mn_mn: Суганы Хоёр
mr: टू ऑफ वँड्स
ms_my: Dua Tongkat
ne: छडीहरूको दुई
nl: Twee Staven
no_no: To av staver
pa: ਟੂ ਆਫ ਵੈਂਡਸ
pl: Dwójka buław
pt_br: Dois de Paus
ro: Doi de Bâte
ru: Двойка Жезлов
si: දෙක වළලු
sk: Dvojka palíc
sl: Dvojka palic
sq: Dyshja e Shkopinjve
sr: Два Палице
sv_se: Två i Stavar
sw: Mbili wa Vimboni
ta: இரட்டை கம்பிகள்
te: రెండు కాయిలు
th: สองไม้เท้า
tr_tr: Asaların İkisi
uk: Двійка Жезлів
ur: دو آف وینڈز
vi: Hai Gậy
zh_cn: 权杖二
zh_hk: 權杖二
zu: I-Duophu Yezinti

# card_name_three_of_wands
source: Three of Wands
af: Drie van Stokkies
am: የማስተላለፊያ አሻራ ሶስተኛ
ar: ثلاثة من العصي
az: Əsaların Üçü
bn: থ্রি অফ ওয়ান্ডস
ca: Tres de Bastons
cs: Trojka holí
de: Drei der Stäbe
es_es: Tres de Bastos
fa: سه چوب‌ها
fi_fi: Sauvojen kolmonen
fil: Tatlo ng Mga Wand
fr: Trois de Bâtons
gl: Tres de Bastóns
gu: થ્રી ઓફ વેન્ડ્સ
hi: थ्री ऑफ वांड्स
hu: Hármas Botok
hy_am: Եռյակ Ձողերի
id: Tiga Tongkat
is_is: Þrír stafir
it_it: Tre di Bastoni
iw: שלושת המטות
ja_jp: ワンドの3
ka: ჯადოსნური ჯოხის სამი
kk: Жезлдардың Үштігі
km_kh: បីដៃ
kn_in: ಮೂರು ದಂಡಗಳ ಜೋಡಿ
ko_kr: 완드 쓰리
ky_kg: Жезлдордун Үчтүгү
lo: ສາມໜ້າທີ່ໄມ້ຖີ່ນ
lt: Trikampė lazdų
lv: Pīķa trijnieks
mk_mk: Три Жезли
ml_in: ത്രി ഓഫ് വാൻസ്
mn_mn: Суганы Гурав
mr: थ्री ऑफ वँड्स
ms_my: Tiga Tongkat
ne: छडीहरूको तीन
nl: Drie Staven
no_no: Tre av staver
pa: ਥਰੀ ਆਫ ਵੈਂਡਸ
pl: Trójka buław
pt_br: Três de Paus
ro: Trei de Bâte
ru: Тройка Жезлов
si: තුන වළලු
sk: Trojka palíc
sl: Trojka palic
sq: Treshja e Shkopinjve
sr: Три Палице
sv_se: Tre i Stavar
sw: Tatu wa Vimboni
ta: மூன்று கம்பிகள்
te: మూడు కాయిలు
th: สามไม้เท้า
tr_tr: Asaların Üçü
uk: Трійка Жезлів
ur: تین آف وینڈز
vi: Ba Gậy
zh_cn: 权杖三
zh_hk: 權杖三
zu: I-Thropha Yezinti

# card_name_four_of_wands
source: Four of Wands
af: Vier van Stokkies
am: የማስተላለፊያ አሻራ አራተኛ
ar: أربعة من العصي
az: Əsaların Dördlüsü
bn: ফোর অফ ওয়ান্ডস
ca: Quatre de Bastons
cs: Čtyřka holí
de: Vier der Stäbe
es_es: Cuatro de Bastos
fa: چهار چوب‌ها
fi_fi: Sauvojen nelonen
fil: Apat ng Mga Wand
fr: Quatre de Bâtons
gl: Catro de Bastóns
gu: ફોર ઓફ વેન્ડ્સ
hi: फोर ऑफ वांड्स
hu: Négyes Botok
hy_am: Չորսյակ Ձողերի
id: Empat Tongkat
is_is: Fjórir stafir
it_it: Quattro di Bastoni
iw: ארבעת המטות
ja_jp: ワンドの4
ka: ჯადოსნური ჯოხის ოთხი
kk: Жезлдардың Төртігі
km_kh: បួនដៃ
kn_in: ನಾಲ್ಕು ದಂಡಗಳ ಜೋಡಿ
ko_kr: 완드 포
ky_kg: Жезлдордун Төрттүгү
lo: ສີ່ໜ້າທີ່ໄມ້ຖີ່ນ
lt: Ketvertas lazdų
lv: Pīķa četrinieks
mk_mk: Четири Жезли
ml_in: ഫോർ ഓഫ് വാൻസ്
mn_mn: Суганы Дөрөв
mr: फोर ऑफ वँड्स
ms_my: Empat Tongkat
ne: छडीहरूको चार
nl: Vier Staven
no_no: Fire av staver
pa: ਫੋਰ ਆਫ ਵੈਂਡਸ
pl: Czwórka buław
pt_br: Quatro de Paus
ro: Patru de Bâte
ru: Четверка Жезлов
si: හතර වළලු
sk: Štvorka palíc
sl: Štirka palic
sq: Katrori i Shkopinjve
sr: Четири Палице
sv_se: Fyra i Stavar
sw: Nne wa Vimboni
ta: நான்கு கம்பிகள்
te: నాలుగు కాయిలు
th: สี่ไม้เท้า
tr_tr: Asaların Dörtlüsü
uk: Четвірка Жезлів
ur: چار آف وینڈز
vi: Bốn Gậy
zh_cn: 权杖四
zh_hk: 權杖四
zu: I-Khathara Yezinti

# card_name_five_of_wands
source: Five of Wands
af: Vyf van Stokkies
am: የማስተላለፊያ አሻራ አምሰኛ
ar: خمسة من العصي
az: Əsaların Beşlisi
bn: ফাইভ অফ ওয়ান্ডস
ca: Cinc de Bastons
cs: Pětka holí
de: Fünf der Stäbe
es_es: Cinco de Bastos
fa: پنج چوب‌ها
fi_fi: Sauvojen vitonen
fil: Lima ng Mga Wand
fr: Cinq de Bâtons
gl: Cinco de Bastóns
gu: ફાઇવ ઓફ વેન્ડ્સ
hi: फाइव ऑफ वांड्स
hu: Ötös Botok
hy_am: Հինգյակ Ձողերի
id: Lima Tongkat
is_is: Fimm stafir
it_it: Cinque di Bastoni
iw: חמשת המטות
ja_jp: ワンドの5
ka: ჯადოსნური ჯოხის ხუთი
kk: Жезлдардың Бестігі
km_kh: ប្រាំដៃ
kn_in: ಐದು ದಂಡಗಳ ಜೋಡಿ
ko_kr: 완드 파이브
ky_kg: Жезлдордун Бештиги
lo: ຫ້າໜ້າທີ່ໄມ້ຖີ່ນ
lt: Penketas lazdų
lv: Pīķa piecinieks
mk_mk: Пет Жезли
ml_in: ഫൈവ് ഓഫ് വാൻസ്
mn_mn: Суганы Тав
mr: फाईव्ह ऑफ वँड्स
ms_my: Lima Tongkat
ne: छडीहरूको पाँच
nl: Vijf Staven
no_no: Fem av staver
pa: ਫਾਈਵ ਆਫ ਵੈਂਡਸ
pl: Piątka buław
pt_br: Cinco de Paus
ro: Cinci de Bâte
ru: Пятерка Жезлов
si: පහ වළලු
sk: Päťka palíc
sl: Petka palic
sq: Pestëshi i Shkopinjve
sr: Пет Палица
sv_se: Fem i Stavar
sw: Tano wa Vimboni
ta: ஐந்து கம்பிகள்
te: ఐదు కాయిలు
th: ห้าไม้เท้า
tr_tr: Asaların Beşi
uk: П'ятірка Жезлів
ur: پانچ آف وینڈز
vi: Năm Gậy
zh_cn: 权杖五
zh_hk: 權杖五
zu: I-Phambili Yezinti

# card_name_six_of_wands
source: Six of Wands
af: Ses van Stokkies
am: ስድስት የመሣሪያ ግንድ
ar: ستة العصي
az: Çubuqların Altılısı
bn: ছড়া ছড়ির ছয়
ca: Sis de Bastons
cs: Šestka holí
de: Sechs der Stäbe
es_es: Seis de Bastos
fa: شش چوب
fi_fi: Sauvojen kuusi
fil: Anim ng Mga Wand
fr: Six de Bâtons
gl: Seis de Bastos
gu: છઠ્ઠો વેન્ડ્સ
hi: छड़ी का छक्का
hu: Botok hatosa
hy_am: Վեցնոց Գավազաններ
id: Enam Tongkat
is_is: Sex stafir
it_it: Sei di Bastoni
iw: שש מטות
ja_jp: ワンドの6
ka: შვიდიანი ჯოხების
kk: Жезлдардың алтыны
km_kh: ប្រាំមួយដៃកាំបិត
kn_in: ಸ್ಟಿಕ್‌ಗಳು ಆರು
ko_kr: 완드 6
ky_kg: Жезлдордун алтысы
lo: ເຫຼັ້ມທີ 6 ຂອງເທົ່າໄມ້
lt: Šešiakė Lazdų
lv: Seši nūjas
mk_mk: Шестка на Жезли
ml_in: വടിവെട്ടുകളുടെ ആറാം കാർഡ്
mn_mn: Таван саваа
mr: छडींची सहा
ms_my: Enam Tong
ne: छ डण्डा
nl: Zes van Staven
no_no: Seks av Staver
pa: ਛ ਛੜਾਂ
pl: Szóstka Buław
pt_br: Seis de Paus
ro: Șase de Bâte
ru: Шестерка Жезлов
si: ලොකු ලකුණු හය
sk: Šesť palíc
sl: Šestica palic
sq: Gjashtë e Shkopinjve
sr: Šestica Štapova
sv_se: Sex i stavar
sw: Sita ya Fimbo
ta: ஆறு கம்பங்கள்
te: ఆరు కాయిలు
th: หกไม้เท้า
tr_tr: Asaların Altılısı
uk: Шістка Жезлів
ur: چھ لاٹھیوں کا چھ
vi: Sáu Gậy
zh_cn: 权杖六
zh_hk: 權杖六
zu: Isithupha SamaWand

# card_name_seven_of_wands
source: Seven of Wands
af: Sewe van Stokkies
am: ሰባት የመሣሪያ ግንድ
ar: سبعة العصي
az: Çubuqların Yeddilisi
bn: ছড়া ছড়ির সাত
ca: Set de Bastons
cs: Sedmička holí
de: Sieben der Stäbe
es_es: Siete de Bastos
fa: هفت چوب
fi_fi: Sauvojen seitsemän
fil: Pito ng Mga Wand
fr: Sept de Bâtons
gl: Sete de Bastos
gu: સાતમો વેન્ડ્સ
hi: छड़ी का सात
hu: Botok hetese
hy_am: Յոթնոց Գավազաններ
id: Tujuh Tongkat
is_is: Sjö stafir
it_it: Sette di Bastoni
iw: שבע מטות
ja_jp: ワンドの7
ka: რვიანი ჯოხების
kk: Жезлдардың жетісі
km_kh: ប្រាំពីរដៃកាំបិត
kn_in: ಸ್ಟಿಕ್‌ಗಳು ಏಳು
ko_kr: 완드 7
ky_kg: Жезлдордун жетиеси
lo: ເຫຼັ້ມທີ 7 ຂອງເທົ່າໄມ້
lt: Septynakė Lazdų
lv: Septiņi nūjas
mk_mk: Седумка на Жезли
ml_in: വടിവെട്ടുകളുടെ ഏഴാം കാർഡ്
mn_mn: Долоон саваа
mr: छडींची सात
ms_my: Tujuh Tong
ne: सात डण्डा
nl: Zeven van Staven
no_no: Sju av Staver
pa: ਸੱਤ ਛੜਾਂ
pl: Siódemka Buław
pt_br: Sete de Paus
ro: Șapte de Bâte
ru: Семерка Жезлов
si: ලොකු ලකුණු හත
sk: Sedem palíc
sl: Sedmica palic
sq: Shtatë e Shkopinjve
sr: Sedmica Štapova
sv_se: Sju i stavar
sw: Saba ya Fimbo
ta: ஏழு கம்பங்கள்
te: ఏడు కాయిలు
th: เจ็ดไม้เท้า
tr_tr: Asaların Yedilisi
uk: Сімка Жезлів
ur: چھ لاٹھیوں کا سات
vi: Bảy Gậy
zh_cn: 权杖七
zh_hk: 權杖七
zu: Isikhombisa SamaWand

# card_name_eight_of_wands
source: Eight of Wands
af: Agt van Stokkies
am: ስምንት የመሣሪያ ግንድ
ar: ثمانية العصي
az: Çubuqların Səkkizlisi
bn: ছড়া ছড়ির আট
ca: Vuit de Bastons
cs: Osmička holí
de: Acht der Stäbe
es_es: Ocho de Bastos
fa: هشت چوب
fi_fi: Sauvojen kahdeksan
fil: Walo ng Mga Wand
fr: Huit de Bâtons
gl: Oito de Bastos
gu: આઠમો વેન્ડ્સ
hi: छड़ी का आठ
hu: Botok nyolcasa
hy_am: Ութնոց Գավազաններ
id: Delapan Tongkat
is_is: Átta stafir
it_it: Otto di Bastoni
iw: שמונה מטות
ja_jp: ワンドの8
ka: რვიანი ჯოხების
kk: Жезлдардың сегізі
km_kh: ប្រាំបីដៃកាំបិត
kn_in: ಸ್ಟಿಕ್‌ಗಳು ಎಂಟು
ko_kr: 완드 8
ky_kg: Жезлдордун сегизи
lo: ເຫຼັ້ມທີ 8 ຂອງເທົ່າໄມ້
lt: Aštuonakė Lazdų
lv: Astoņi nūjas
mk_mk: Осумка на Жезли
ml_in: വടിവെട്ടുകളുടെ എട്ടാം കാർഡ്
mn_mn: Найман саваа
mr: छडींची आठ
ms_my: Lapan Tong
ne: आठ डण्डा
nl: Acht van Staven
no_no: Åtte av Staver
pa: ਅੱਠ ਛੜਾਂ
pl: Ósemka Buław
pt_br: Oito de Paus
ro: Opt de Bâte
ru: Восьмерка Жезлов
si: ලොකු ලකුණු අට
sk: Osem palíc
sl: Osemica palic
sq: Tetë e Shkopinjve
sr: Osmica Štapova
sv_se: Åtta i stavar
sw: Nane ya Fimbo
ta: எட்டு கம்பங்கள்
te: ఎనిమిది కాయిలు
th: แปดไม้เท้า
tr_tr: Asaların Sekizlisi
uk: Вісімка Жезлів
ur: چھ لاٹھیوں کا آٹھ
vi: Tám Gậy
zh_cn: 权杖八
zh_hk: 權杖八
zu: Isishiyagalombili SamaWand

# card_name_nine_of_wands
source: Nine of Wands
af: Nege van Stokkies
am: ዘጠኝ የመሣሪያ ግንድ
ar: تسعة العصي
az: Çubuqların Doqquzluğu
bn: ছড়া ছড়ির নয়
ca: Nou de Bastons
cs: Devítka holí
de: Neun der Stäbe
es_es: Nueve de Bastos
fa: نه چوب
fi_fi: Sauvojen yhdeksän
fil: Siyam ng Mga Wand
fr: Neuf de Bâtons
gl: Nove de Bastos
gu: નવમો વેન્ડ્સ
hi: छड़ी का नौ
hu: Botok kilencese
hy_am: Ինննոց Գավազաններ
id: Sembilan Tongkat
is_is: Níu stafir
it_it: Nove di Bastoni
iw: תשעה מטות
ja_jp: ワンドの9
ka: ცხრიანი ჯოხების
kk: Жезлдардың тоғызы
km_kh: ប្រាំបួនដៃកាំបិត
kn_in: ಸ್ಟಿಕ್‌ಗಳು ಒಂಬತ್ತು
ko_kr: 완드 9
ky_kg: Жезлдордун тогузу
lo: ເຫຼັ້ມທີ 9 ຂອງເທົ່າໄມ້
lt: Devynakė Lazdų
lv: Deviņi nūjas
mk_mk: Деветка на Жезли
ml_in: വടിവെട്ടുകളുടെ ഒമ്പതാം കാർഡ്
mn_mn: Есөн саваа
mr: छडींची नऊ
ms_my: Sembilan Tong
ne: नौ डण्डा
nl: Negen van Staven
no_no: Ni av Staver
pa: ਨੌਂ ਛੜਾਂ
pl: Dziewiątka Buław
pt_br: Nove de Paus
ro: Nouă de Bâte
ru: Девятка Жезлов
si: ලොකු ලකුණු නවය
sk: Deväť palíc
sl: Deveta palic
sq: Nëntë e Shkopinjve
sr: Devetka Štapova
sv_se: Nio i stavar
sw: Tisa ya Fimbo
ta: ஒன்பது கம்பங்கள்
te: తొమ్మిది కాయిలు
th: เก้าไม้เท้า
tr_tr: Asaların Dokuzlusu
uk: Дев'ятка Жезлів
ur: چھ لاٹھیوں کا نو
vi: Chín Gậy
zh_cn: 权杖九
zh_hk: 權杖九
zu: Isishiyagalolunye SamaWand

# card_name_ten_of_wands
source: Ten of Wands
af: Tien van Stokkies
am: አስር የመሣሪያ ግንድ
ar: عشرة العصي
az: Çubuqların Onluğu
bn: ছড়া ছড়ির দশ
ca: Deu de Bastons
cs: Desítka holí
de: Zehn der Stäbe
es_es: Diez de Bastos
fa: ده چوب
fi_fi: Sauvojen kymmenen
fil: Sampu ng Mga Wand
fr: Dix de Bâtons
gl: Dez de Bastos
gu: દસમો વેન્ડ્સ
hi: छड़ी का दस
hu: Botok tizesa
hy_am: Տասննոց Գավազաններ
id: Sepuluh Tongkat
is_is: Tíu stafir
it_it: Dieci di Bastoni
iw: עשר מטות
ja_jp: ワンドの10
ka: ათიანი ჯოხების
kk: Жезлдардың ондығы
km_kh: ប្រាំប្រាំដៃកាំបិត
kn_in: ಸ್ಟಿಕ್‌ಗಳು ಹತ್ತು
ko_kr: 완드 10
ky_kg: Жезлдордун ону
lo: ເຫຼັ້ມທີ 10 ຂອງເທົ່າໄມ້
lt: Dešimtakė Lazdų
lv: Desmit nūjas
mk_mk: Десетка на Жезли
ml_in: വടിവെട്ടുകളുടെ പത്താം കാർഡ്
mn_mn: Арав саваа
mr: छडींची दहा
ms_my: Sepuluh Tong
ne: दस डण्डा
nl: Tien van Staven
no_no: Ti av Staver
pa: ਦਸ ਛੜਾਂ
pl: Dziesiątka Buław
pt_br: Dez de Paus
ro: Zece de Bâte
ru: Десятка Жезлов
si: ලොකු ලකුණු දහය
sk: Desať palíc
sl: Desetica palic
sq: Dhjetë e Shkopinjve
sr: Desetka Štapova
sv_se: Tio i stavar
sw: Kumi ya Fimbo
ta: பத்து கம்பங்கள்
te: పది కాయిలు
th: สิบไม้เท้า
tr_tr: Asaların Onlusu
uk: Десятка Жезлів
ur: چھ لاٹھیوں کا دس
vi: Mười Gậy
zh_cn: 权杖十
zh_hk: 權杖十
zu: Ishumi LamaWand

# card_name_page_of_wands
source: Page of Wands
af: Page van Stokkies
am: የጠረጴዛ ጳጉሜን
ar: فارس العصي
az: Çubuqların Cavanı
bn: পেজ অফ ওয়ান্ডস
ca: Paje de Bastons
cs: Páže Holí
de: Bube der Stäbe
es_es: Paje de Bastos
fa: پیج عصاها
fi_fi: Sauvojen Page
fil: Page ng Mga Tungkod
fr: Valet de Bâtons
gl: Paxe de Bastóns
gu: પેજ ઓફ વેન્ડ્સ
hi: छड़ी का पेज
hu: Botok Apródja
hy_am: Ջեզվլների Պաժ
id: Page Tongkat
is_is: Pági Stafanna
it_it: Fante di Bastoni
iw: נער המטות
ja_jp: ワンドのペイジ
ka: ჯადოსნური ჯოხის ფაჟი
kk: Жезлдар Пажы
km_kh: ក្មេងប្រុសដៃឈើ
kn_in: ಜೋಡಿಗಳ ಪೇಜ್
ko_kr: 완드의 페이지
ky_kg: Жезлдардын Пажы
lo: ພາດທ໌ ກໍ່ໄຟ
lt: Pajėgos Pusbrolis
lv: Nūju Pāvests
mk_mk: Паж Жезли
ml_in: വാൻഡ്‌സ് പേജ്
mn_mn: Саадны Хүү
mr: छडींचा पेज
ms_my: Page Tongkat
ne: छडहरूको पेज
nl: Page van Staven
no_no: Page av Staver
pa: ਜਵਾਲਾ ਪੇਜ
pl: Paź Buław
pt_br: Pajem de Paus
ro: Pajul de Bâte
ru: Паж Жезлов
si: ලකුණු පිරිමි ළමයා
sk: Páže Buław
sl: Pajem palic
sq: Djali i Shkopinjve
sr: Паж Штапова
sv_se: Stavarnas Page
sw: Mpangaji wa Vimeli
ta: பேஜ் ஆஃப் வாண்ட்ஸ்
te: జాడ్జ్ ఆఫ్ వాండ్స్
th: เด็กถือไม้เท้า
tr_tr: Değneklerin Prensi
uk: Паж Жезлів
ur: پیج آف وینڈز
vi: Page Gậy
zh_cn: 权杖侍者
zh_hk: 權杖侍者
zu: IPage Yezinti

# card_name_knight_of_wands
source: Knight of Wands
af: Ridder van Stokkies
am: የጠረጴዛ ተወዳዳሪ
ar: فارس العصي
az: Çubuqların Cəngavəri
bn: নাইট অফ ওয়ান্ডস
ca: Cavaller de Bastons
cs: Rytíř Holí
de: Ritter der Stäbe
es_es: Caballero de Bastos
fa: سوار عصاها
fi_fi: Sauvojen Ritari
fil: Kabalyero ng Mga Tungkod
fr: Cavalier de Bâtons
gl: Cabaleiro de Bastóns
gu: નાઇટ ઓફ વેન્ડ્સ
hi: छड़ी का योद्धा
hu: Botok Lovagja
hy_am: Ջեզվլների Ձիավոր
id: Ksatria Tongkat
is_is: Riddari Stafanna
it_it: Cavaliere di Bastoni
iw: אביר המטות
ja_jp: ワンドのナイト
ka: ჯადოსნური ჯოხის რაინდი
kk: Жезлдар Батыры
km_kh: វីរបុរសដៃឈើ
kn_in: ಜೋಡಿಗಳ ಅಶ್ವಾರೋಹಿ
ko_kr: 완드의 기사
ky_kg: Жезлдардын Баяны
lo: ອັນດຸດກໍ່ໄຟ
lt: Pajėgos Riteris
lv: Nūju Raitis
mk_mk: Витез Жезли
ml_in: വാൻഡ്‌സ് നൈറ്റ്
mn_mn: Саадны Баатар
mr: छडींचा घोडदौड भाग 3: छडींची राणी
ms_my: Kesatria Tongkat
ne: छडहरूको घोडा
nl: Ridder van Staven
no_no: Ridder av Staver
pa: ਜਵਾਲਾ ਘੁੜਸਵਾਰ
pl: Rycerz Buław
pt_br: Cavaleiro de Paus
ro: Cavalerul de Bâte
ru: Рыцарь Жезлов
si: ලකුණු අශ්වයා
sk: Rytier Buław
sl: Vitez palic
sq: Kalorësi i Shkopinjve
sr: Витез Штапова
sv_se: Stavarnas Riddare
sw: Farasi wa Vimeli
ta: நாயகன் ஆஃப் வாண்ட்ஸ்
te: నైట్ ఆఫ్ వాండ్స్
th: อัศวินถือไม้เท้า
tr_tr: Değneklerin Şövalyesi
uk: Лицар Жезлів
ur: نائٹ آف وینڈز
vi: Hiệp sĩ Gậy
zh_cn: 权杖骑士
zh_hk: 權杖騎士
zu: Induna Yezinti

# card_name_queen_of_wands
source: Queen of Wands
af: Koningin van Stokkies
am: የጠረጴዛ ንግሥት
ar: ملكة العصي
az: Çubuqların Kraliçası
bn: কুইন অফ ওয়ান্ডস
ca: Reina de Bastons
cs: Královna Holí
de: Königin der Stäbe
es_es: Reina de Bastos
fa: ملکه عصاها
fi_fi: Sauvojen Kuningatar
fil: Reyna ng Mga Tungkod
fr: Reine de Bâtons
gl: Raíña de Bastóns
gu: ક્વીન ઓફ વેન્ડ્સ
hi: छड़ी की रानी
hu: Botok Királynője
hy_am: Ջեզվլների Թագուհի
id: Ratu Tongkat
is_is: Drottning Stafanna
it_it: Regina di Bastoni
iw: מלכת המטות
ja_jp: ワンドのクイーン
ka: ჯადოსნური ჯოხის დედოფალი
kk: Жезлдар Патшайымы
km_kh: នារីមហារីកដៃឈើ
kn_in: ಜೋಡಿಗಳ ರಾಣಿ
ko_kr: 완드의 여왕
ky_kg: Жезлдардын Падышасы
lo: ພຣະນາງກໍ່ໄຟ
lt: Pajėgos Karalienė
lv: Nūju Karaliene
mk_mk: Кралица Жезли
ml_in: വാൻഡ്‌സ് ക്വീൻ
mn_mn: Саадны Хатан
mr: छडींची राणी
ms_my: Ratu Tongkat
ne: छडहरूको रानी
nl: Koningin van Staven
no_no: Dronning av Staver
pa: ਜਵਾਲਾ ਰਾਣੀ
pl: Królowa Buław
pt_br: Rainha de Paus
ro: Regina de Bâte
ru: Королева Жезлов
si: ලකුණු රැජින
sk: Kráľovná Buław
sl: Kraljica palic
sq: Mbretëresha e Shkopinjve
sr: Краљица Штапова
sv_se: Stavarnas Drottning
sw: Malkia wa Vimeli
ta: ராணி ஆஃப் வாண்ட்ஸ்
te: క్వీన్ ఆఫ్ వాండ్స్
th: ราชินีถือไม้เท้า
tr_tr: Değneklerin Kraliçesi
uk: Королева Жезлів
ur: کوئین آف وینڈز
vi: Nữ hoàng Gậy
zh_cn: 权杖皇后
zh_hk: 權杖皇后
zu: Inkosi Yezinti

# card_name_king_of_wands
source: King of Wands
af: Koning van Stokkies
am: የጠረጴዛ ንጉሥ
ar: ملك العصي
az: Çubuqların Kralı
bn: কিং অফ ওয়ান্ডস
ca: Rei de Bastons
cs: Král Holí
de: König der Stäbe
es_es: Rey de Bastos
fa: شاه عصاها
fi_fi: Sauvojen Kuningas
fil: Hari ng Mga Tungkod
fr: Roi de Bâtons
gl: Rei de Bastóns
gu: કિંગ ઓફ વેન્ડ્સ
hi: छड़ी का राजा
hu: Botok Királya
hy_am: Ջեզվլների Թագավոր
id: Raja Tongkat
is_is: Kóngur Stafanna
it_it: Re di Bastoni
iw: מלך המטות
ja_jp: ワンドのキング
ka: ჯადოსნური ჯოხის მეფე
kk: Жезлдар Патшасы
km_kh: ព្រះមហាក្សត្រដៃឈើ
kn_in: ಜೋಡಿಗಳ ರಾಜ
ko_kr: 완드의 왕
ky_kg: Жезлдардын Падышасы
lo: ພຣະມົງກໍ່ໄຟ
lt: Pajėgos Karalius
lv: Nūju Karalis
mk_mk: Крал Жезли
ml_in: വാൻഡ്‌സ് രാജാവ്
mn_mn: Саадны Хаан
mr: छडींचा राजा
ms_my: Raja Tongkat
ne: छडहरूको राजा
nl: Koning van Staven
no_no: Konge av Staver
pa: ਜਵਾਲਾ ਰਾਜਾ
pl: Król Buław
pt_br: Rei de Paus
ro: Regele de Bâte
ru: Король Жезлов
si: ලකුණු රජ
sk: Kráľ Buław
sl: Kralj palic
sq: Mbreti i Shkopinjve
sr: Краљ Штапова
sv_se: Stavarnas Kung
sw: Mfalme wa Vimeli
ta: மன்னன் ஆஃப் வாண்ட்ஸ்
te: కింగ్ ఆఫ్ వాండ్స్
th: ราชาถือไม้เท้า
tr_tr: Değneklerin Kralı
uk: Король Жезлів
ur: کنگ آف وینڈز
vi: Vua Gậy
zh_cn: 权杖国王
zh_hk: 權杖國王
zu: Inkosi Yezinti
