Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_screen_card_meanings_description
source: a complete guide to the upright and reversed meanings of all major and minor arcana
af: volledige gids van regop en omgekeerde betekenisse van alle groot- en kleinarkane
am: ሁሉም ከፍተኛ እና ዝቅተኛ አርካኖች ቀጥታ እና ተቃራኒ እሴቶች ሙሉ መመሪያ መጽሐፍ
ar: دليل كامل لمعاني البطاقات المستقيمة والمعكوسة لجميع الأركانات الكبرى والصغرى
az: bütün böyük və kiçik arkanların düz və tərs mənalarının tam bələdçisi
bn: সমস্ত মেজর এবং মাইনর আর্কানার সরাসরি এবং উল্টানো অর্থের সম্পূর্ণ নির্দেশিকা
ca: guia completa dels significats directes i invertits de tots els arcanes majors i menors
cs: kompletní příručka přímých a obrácených významů všech velkých a malých arkán
de: Vollständiges Nachschlagewerk der aufrechten und umgekehrten Bedeutungen aller großen und kleinen Arkana
es_es: guía completa de los significados directos e invertidos de todos los arcanos mayores y menores
fa: راهنمای کامل معانی مستقیم و معکوس تمام آرکان‌های بزرگ و کوچک
fi_fi: täydellinen opas kaikkien suurten ja pienten arkanien suoriin ja käänteisiin merkityksiin
fil: kumpletong gabay sa mga tuwid at baliktad na kahulugan ng lahat ng Major at Minor Arcana
fr: guide complet des significations droites et inversées de tous les arcanes majeurs et mineurs
gl: guía completa dos significados directos e invertidos de todos os arcanos maiores e menores
gu: બધા મુખ્ય અને નાની આર્કાના માટે સીધા અને ઉલટા અર્થોની સંપૂર્ણ માર્ગદર્શિકા
hi: सभी मेजर और माइनर आर्काना के सीधे और उल्टे अर्थों की पूर्ण मार्गदर्शिका
hu: teljes útmutató az összes nagy és kis arkánum egyenes és fordított jelentéseiről
hy_am: բոլոր մեծ և փոքր արկանների ուղիղ և շրջված նշանակությունների ամբողջական ուղեցույց
id: panduan lengkap arti tegak dan terbalik dari semua arcana mayor dan minor
is_is: fullkominn handbók yfir rétta og öfuga merkingu allra stórra og smárra arkananna
it_it: guida completa ai significati dritti e rovesciati di tutti gli Arcani maggiori e minori
iw: מדריך מלא למשמעויות הישרות וההפוכות של כל הארקנות הגדולות והקטנות
ja_jp: すべての大アルカナと小アルカナの正位置と逆位置の完全な解説書
ka: სრული სახელმძღვანელო ყველა უფროსი და უმცროსი არკანის სწორი და გადატრიალებული მნიშვნელობების შესახებ
kk: Барлық үлкен және кіші арканалардың тура және аударылған мағыналарының толық анықтамалығы
km_kh: មគ្គុទេសក៍ពេញលេញសម្រាប់អត្ថន័យផ្ទាល់ និងអត្ថន័យបញ្ច្រាសរបស់អាគានធំ និងអាគានតូចទាំងអស់
kn_in: ಎಲ್ಲಾ ಹಿರಿಯ ಮತ್ತು ಕಿರಿಯ ಅರ್ಕಾನಗಳ ನೇರ ಮತ್ತು ಉಲ್ಟಾದ ಅರ್ಥಗಳ ಸಂಪೂರ್ಣ ಮಾರ್ಗದರ್ಶಿ
ko_kr: 모든 메이저 및 마이너 아르카나의 정방향 및 역방향 의미 완전 가이드
ky_kg: бардык улуу жана кичи арканалардын түз жана тескери маанилеринин толук колдонмосу
lo: ຄູ່ມືຄວາມໝາຍຂອງໄພທັງໝົດ ທັງແບບປົກກະຕິ ແລະ ກັບຫຼັງ
lt: pilnas tiesių ir apverstų reikšmių visų didžiųjų ir mažųjų arkana vadovas
lv: pilns ceļvedis par taisnajām un apgrieztajām nozīmēm visiem lielajiem un mazajiem arkanām
mk_mk: целосен водич за право и превртено значење на сите големи и мали аркани
ml_in: എല്ലാ മേജർ ആർക്കാനുകളും മൈനർ ആർക്കാനുകളും നേരിട്ടും മറിച്ചും ഉള്ള അർത്ഥങ്ങളുടെ പൂർണ്ണ ഗൈഡ്
mn_mn: Бүх ахлах ба бага аркануудын шулуун ба эргүүлсэн утгын бүрэн лавлах
mr: सर्व मेजर आणि मायनर आर्कानाचा सरळ आणि उलट अर्थांसाठी पूर्ण मार्गदर्शक
ms_my: panduan lengkap makna kad Major dan Minor Arcana yang betul dan terbalik
ne: सबै मुख्य र साना अर्कानहरूको सिधा र उल्टो अर्थहरूको पूर्ण मार्गदर्शक
nl: volledige gids van rechtopstaande en omgekeerde betekenissen van alle grote en kleine arcana
no_no: fullstendig guide til rette og omvendte betydninger av alle store og små arkana
pa: ਸਾਰੇ ਵੱਡੇ ਅਤੇ ਛੋਟੇ ਅਰਕਾਨਾਂ ਦੇ ਸਿੱਧੇ ਅਤੇ ਉਲਟੇ ਅਰਥਾਂ ਦੀ ਪੂਰੀ ਗਾਈਡ
pl: pełny przewodnik po prostych i odwróconych znaczeniach wszystkich wielkich i małych arkanów
pt_br: guia completo dos significados diretos e invertidos de todos os arcanos maiores e menores
ro: ghid complet al semnificațiilor drepte și inversate ale tuturor arcanelor majore și minore
ru: полный справочник прямых и перевёрнутых значений всех старших и младших арканов
si: සියලුම ප්‍රධාන සහ කුඩා අර්කනාන්වල සෘජු සහ උඩුගත අරුතන් සම්පූර්ණ මාර්ගෝපදේශය
sk: úplný sprievodca priamymi a obrátenými význammi všetkých veľkých a malých arkán
sl: popoln priročnik pravih in obrnjenih pomenov vseh glavnih in manjših arkana
sq: udhëzues i plotë i kuptimeve të drejta dhe të përmbysura të të gjitha arkaneve të mëdha dhe të vogla
sr: potpuni vodič za prava i obrnuta značenja svih velikih i malih arkana
sv_se: fullständig guide till raka och omvända betydelser av alla stora och små arkana
sw: miongozo kamili ya maana za moja kwa moja na zilizogeuzwa za Arcana kuu na ndogo zote
ta: அனைத்து மூத்த மற்றும் இளைய ஆர்கான்களின் நேர்மையான மற்றும் திருப்பிய அர்த்தங்களுக்கான முழுமையான கையேடு
te: అన్ని ప్రధాన మరియు చిన్న ఆర్కానాల సూటి మరియు తిరగబడిన అర్థాల పూర్తి గైడ్
th: คู่มือฉบับสมบูรณ์ของความหมายไพ่ที่ตั้งตรงและคว่ำของไพ่เมเจอร์และไมเนอร์ทั้งหมด
tr_tr: Tüm büyük ve küçük arkana kartlarının düz ve ters anlamlarının tam rehberi
uk: повний довідник прямих і перевернутих значень усіх старших і молодших арканів
ur: تمام بڑے اور چھوٹے آرکانا کے سیدھے اور الٹے معانی کی مکمل رہنمائی
vi: hướng dẫn đầy đủ về ý nghĩa xuôi và ngược của tất cả các lá bài lớn và nhỏ
zh_cn: 所有大阿尔克那和小阿尔克那正位与逆位含义的完整指南
zh_hk: 所有大阿爾克那和小阿爾克那正位與逆位意義的完整指南
zu: umhlahlandlela ophelele wezincazelo eziqondile neziguquliwe zazo zonke izinkanyezi ezinkulu nezincane

# main_screen_card_combination_description
source: "tarot calculator" choose cards and get a deep analysis of connections
af: "taro sakrekenaar" kies kaarte en kry 'n diepgaande ontleding van verhoudings
am: "ታሮ ካልኩሌተር" ካርዶችን ይምረጡ እና የግንኙነት ጥልቅ ትንተና ያግኙ
ar: "آلة حاسبة التارو" اختر البطاقات واحصل على تحليل عميق للعلاقات
az: "taro kalkulyatoru" kartları seçin və əlaqələrin dərin təhlilini əldə edin
bn: "ট্যারো ক্যালকুলেটর" কার্ড নির্বাচন করুন এবং সম্পর্কের গভীর বিশ্লেষণ পান
ca: "calculadora de tarot" tria cartes i obté una anàlisi profunda de les relacions
cs: "tarotový kalkulátor" vyberte karty a získejte hlubokou analýzu vztahů
de: "Tarot-Rechner" Wähle Karten und erhalte eine tiefgehende Analyse der Verbindungen
es_es: "calculadora de tarot" selecciona las cartas y recibe un análisis profundo de las relaciones
fa: "ماشین حساب تارو" کارت‌ها را انتخاب کنید و تحلیل عمیق روابط را دریافت کنید
fi_fi: "taro-laskin" valitse kortit ja saa syvällinen analyysi suhteista
fil: "tarot calculator" pumili ng mga card at makakuha ng malalim na pagsusuri ng mga relasyon
fr: "calculateur de tarot" choisissez des cartes et obtenez une analyse approfondie des relations
gl: "calculadora de tarot" elixe cartas e obtén unha análise profunda das relacións
gu: "ટારોટ કેલ્ક્યુલેટર" કાર્ડ્સ પસંદ કરો અને સંબંધોની ઊંડાણપૂર્વક વિશ્લેષણ મેળવો
hi: "टैरो कैलकुलेटर" कार्ड चुनें और गहरे संबंध विश्लेषण प्राप्त करें
hu: "tarot kalkulátor" válassz kártyákat és kapj mélyreható elemzést a kapcsolatokhoz
hy_am: «տարո հաշվիչ» ընտրեք քարտեր և ստացեք խորքային վերլուծություն կապերի մասին
id: "kalkulator tarot" pilih kartu dan dapatkan analisis mendalam tentang hubungan
is_is: "taró reiknivél" veldu spilin og fáðu djúpan greiningu á tengslum
it_it: "calcolatore di tarocchi" scegli le carte e ottieni un'analisi approfondita delle relazioni
iw: "מחשבון טארוט" בחרו קלפים וקבלו ניתוח מעמיק של הקשרים
ja_jp: 「タロット計算機」カードを選んで深い関係の分析を受け取る
ka: "ტარო კალკულატორი" აირჩიეთ ბარათები და მიიღეთ ღრმა ანალიზი ურთიერთობების შესახებ
kk: "таро калькуляторы" карталарды таңдаңыз және байланыстардың терең талдауын алыңыз
km_kh: "កាលគណនីតារ៉ូ" ជ្រើសរើសកាត និងទទួលបានការវិភាគជ្រាលជ្រៅអំពីទំនាក់ទំនង
kn_in: "ಟಾರೋ ಕ್ಯಾಲ್ಕುಲೇಟರ್" ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಸಂಬಂಧಗಳ ಆಳವಾದ ವಿಶ್ಲೇಷಣೆ ಪಡೆಯಿರಿ
ko_kr: "타로 계산기" 카드를 선택하고 깊은 관계 분석을 받으세요
ky_kg: "таро калькулятору" карталарды тандап, байланыштардын терең анализин алыңыз
lo: "ຄະນິດຕອນທາໂຣ" ເລືອກບັດແລະຮັບການວິເຄາະລຶກຊັບຂອງຄວາມສຳພັນ
lt: "tarot skaičiuoklė" pasirinkite kortas ir gaukite gilų santykių analizę
lv: "tarot kalkulators" izvēlieties kārtis un saņemiet dziļu attiecību analīzi
mk_mk: "калькулятор таро" изберете карти и добијте длабока анализа на врските
ml_in: "ടാരോ കാൽക്കുലേറ്റർ" കാർഡുകൾ തിരഞ്ഞെടുക്കുക, ബന്ധങ്ങളുടെ ആഴത്തിലുള്ള വിശകലനം നേടുക
mn_mn: "таро тооцоолуур" картыг сонгоод харилцааны гүнзгий шинжилгээг аваарай
mr: "टारो कॅल्क्युलेटर" कार्ड निवडा आणि नात्यांचे सखोल विश्लेषण मिळवा
ms_my: "kalkulator tarot" pilih kad dan dapatkan analisis mendalam tentang hubungan
ne: "टारो क्यालकुलेटर" कार्डहरू छान्नुहोस् र सम्बन्धहरूको गहिरो विश्लेषण प्राप्त गर्नुहोस्
nl: "tarot calculator" kies kaarten en krijg een diepgaande analyse van relaties
no_no: "tarotkalkulator" velg kort og få en dyp analyse av forhold
pa: "ਟੈਰੋ ਕੈਲਕੂਲੇਟਰ" ਕਾਰਡ ਚੁਣੋ ਅਤੇ ਸੰਬੰਧਾਂ ਦੀ ਗਹਿਰੀ ਵਿਸ਼ਲੇਸ਼ਣ ਪ੍ਰਾਪਤ ਕਰੋ
pl: "kalkulator tarota" wybierz karty i otrzymaj głęboką analizę relacji
pt_br: "calculadora de tarô" escolha as cartas e obtenha uma análise profunda das conexões
ro: "calculator tarot" alege cărțile și primește o analiză profundă a relațiilor
ru: "калькулятор таро" выберите карты и получите глубокий анализ связей
si: "ටැරෝ කැල්කියුලේටරය" කාඩ්පත් තෝරන්න සහ සම්බන්ධතා ගැඹුරු විශ්ලේෂණයක් ලබා ගන්න
sk: "tarotový kalkulátor" vyberte karty a získajte hlbokú analýzu vzťahov
sl: "tarot kalkulator" izberite karte in pridobite globoko analizo odnosov
sq: "llogaritësi tarot" zgjidh kartat dhe merr një analizë të thellë të lidhjeve
sr: "тарот калкулатор" изаберите карте и добијте дубоку анализу веза
sv_se: "tarotkalkylator" välj kort och få en djupgående analys av relationer
sw: "kalkuleta ya taro" chagua kadi na upate uchambuzi wa kina wa uhusiano
ta: "டாரோ கால்குலேட்டர்" அட்டைகளை தேர்ந்தெடுத்து உறவுகளின் ஆழமான பகுப்பாய்வை பெறுங்கள்
te: "టారో క్యాల్క్యులేటర్" కార్డులను ఎంచుకోండి మరియు సంబంధాల లోతైన విశ్లేషణ పొందండి
th: "เครื่องคิดเลขทาโร่" เลือกไพ่และรับการวิเคราะห์ความสัมพันธ์อย่างลึกซึ้ง
tr_tr: "taro hesaplayıcı" kartları seçin ve ilişkilerin derin analizini alın
uk: "калькулятор таро" оберіть картини та отримайте глибокий аналіз зв'язків
ur: "کالکولیٹر ٹارو" کارڈز منتخب کریں اور تعلقات کا گہرا تجزیہ حاصل کریں
vi: "máy tính tarot" chọn thẻ và nhận phân tích sâu sắc về các mối quan hệ
zh_cn: "塔罗牌计算器" 选择牌卡并获得深入的关系分析
zh_hk: 「塔羅牌計算器」選擇牌卡並獲得深入的關係分析
zu: "i-calculator ye-taro" khetha amakhadi uthole ukuhlaziywa okujulile kobudlelwano

# notification_settings_screen_title
source: Notification settings
af: Kennisgewinginstellings
am: የማሳወቂያ ቅንብሮች
ar: إعدادات الإشعارات
az: Bildiriş parametrləri
bn: বিজ্ঞপ্তি সেটিংস
ca: Configuració de notificacions
cs: Nastavení oznámení
de: Benachrichtigungseinstellungen
es_es: Configuración de notificaciones
fa: تنظیمات اعلان‌ها
fi_fi: Ilmoitusasetukset
fil: Mga setting ng notification
fr: Paramètres de notification
gl: Axustes de notificacións
gu: સૂચનાઓની સેટિંગ્સ
hi: सूचना सेटिंग्स
hu: Értesítési beállítások
hy_am: Ծանուցումների կարգավորումներ
id: Pengaturan notifikasi
is_is: Tilkynningastillingar
it_it: Impostazioni notifiche
iw: הגדרות התראות
ja_jp: 通知設定
ka: შეტყობინებების პარამეტრები
kk: Хабарландыру параметрлері
km_kh: ការកំណត់ការជូនដំណឹង
kn_in: ಅಧಿಸೂಚನೆಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko_kr: 알림 설정
ky_kg: Билдирмелердин жөндөөлөрү
lo: ການຕັ້ງຄ່າການແຈ້ງເຕືອນ
lt: Pranešimų nustatymai
lv: Paziņojumu iestatījumi
mk_mk: Поставки за известувања
ml_in: അറിയിപ്പുകളുടെ ക്രമീകരണങ്ങൾ
mn_mn: Мэдэгдлийн тохиргоо
mr: सूचना सेटिंग्ज
ms_my: Tetapan pemberitahuan
ne: सूचना सेटिङहरू
nl: Meldingsinstellingen
no_no: Varslingsinnstillinger
pa: ਸੂਚਨਾਵਾਂ ਦੀ ਸੈਟਿੰਗ
pl: Ustawienia powiadomień
pt_br: Configurações de notificações
ro: Setări notificări
ru: Настройки уведомлений
si: දැනුම්දීම් සැකසුම්
sk: Nastavenia upozornení
sl: Nastavitve obvestil
sq: Cilësimet e njoftimeve
sr: Подешавања обавештења
sv_se: Aviseringsinställningar
sw: Mipangilio ya arifa
ta: அறிவிப்புகள் அமைப்புகள்
te: నోటిఫికేషన్ సెట్టింగ్స్
th: การตั้งค่าการแจ้งเตือน
tr_tr: Bildirim ayarları
uk: Налаштування сповіщень
ur: اطلاعات کی ترتیبات
vi: Cài đặt thông báo
zh_cn: 通知设置
zh_hk: 通知設定
zu: Izilungiselelo zezaziso

# notification_settings_screen_frequency_question
source: How often would you like to receive notifications about the card of the day?
af: Hoe gereeld wil jy 'n kennisgewing oor die kaart van die dag ontvang?
am: የቀን ካርድ ማሳወቂያ ምን ያህል ትደርሳለህ?
ar: كم مرة تريد تلقي إشعار ببطاقة اليوم؟
az: Gündəlik kart haqqında bildirişi nə qədər tez-tez almaq istəyirsiniz?
bn: আপনি কত ঘন ঘন দিনের কার্ডের বিজ্ঞপ্তি পেতে চান?
ca: Amb quina freqüència vols rebre la notificació de la carta del dia?
cs: Jak často chcete dostávat oznámení o kartě dne?
de: Wie oft möchtest du eine Benachrichtigung über die Karte des Tages erhalten?
es_es: ¿Con qué frecuencia quieres recibir la notificación de la carta del día?
fa: چند وقت یکبار می‌خواهید اعلان کارت روز را دریافت کنید؟
fi_fi: Kuinka usein haluat saada päivän kortti -ilmoituksen?
fil: Gaano kadalas mo gustong makatanggap ng notification tungkol sa card ng araw?
fr: À quelle fréquence souhaitez-vous recevoir la notification de la carte du jour ?
gl: Cada canto queres recibir unha notificación da carta do día?
gu: તમે દિવસના કાર્ડ વિશે સૂચના કેટલી વાર મેળવવી ઇચ્છો છો?
hi: आप दिन के कार्ड के बारे में सूचना कितनी बार प्राप्त करना चाहते हैं?
hu: Milyen gyakran szeretnél értesítést kapni a napi kártyáról?
hy_am: Ինչքան հաճախ եք ցանկանում ստանալ օրվա քարտի ծանուցում?
id: Seberapa sering Anda ingin menerima notifikasi kartu harian?
is_is: Hversu oft viltu fá tilkynningu um dagsspilið?
it_it: Con quale frequenza desideri ricevere la notifica della carta del giorno?
iw: באיזו תדירות תרצה לקבל התראה על קלף היום?
ja_jp: 1日のカードの通知をどのくらいの頻度で受け取りたいですか？
ka: როგორ ხშირად გსურთ მიიღოთ შეტყობინება დღიური ბარათის შესახებ?
kk: Күннің картасы туралы хабарламаны қаншалықты жиі алғыңыз келеді?
km_kh: តើអ្នកចង់ទទួលបានការជូនដំណឹងអំពីកាតថ្ងៃប៉ុន្មានដង?
kn_in: ನೀವು ದಿನದ ಕಾರ್ಡ್ ಬಗ್ಗೆ ಅಧಿಸೂಚನೆಯನ್ನು ಎಷ್ಟು ಬಾರಿ ಪಡೆಯಲು ಇಚ್ಛಿಸುತ್ತೀರಿ?
ko_kr: 오늘의 카드 알림을 얼마나 자주 받고 싶으신가요?
ky_kg: Күндүн картасы жөнүндө билдирүүнү канча жолу алгыңыз келет?
lo: ທ່ານຕ້ອງການຮັບການແຈ້ງເຕືອນການບັດຂອງມື້ແບບໃດບໍ?
lt: Kaip dažnai norite gauti dienos kortos pranešimą?
lv: Cik bieži vēlaties saņemt dienas kārts paziņojumu?
mk_mk: Колку често сакате да добивате известување за картата на денот?
ml_in: ദിവസം കാർഡിന്റെ അറിയിപ്പ് നിങ്ങൾ എത്രത്തവണ ലഭിക്കണമെന്ന് ആഗ്രഹിക്കുന്നു?
mn_mn: Өдрийн карты мэдэгдлийг хэр олон удаа авахыг хүсэж байна вэ?
mr: आपण दिवसाच्या कार्डची सूचना किती वेळा प्राप्त करू इच्छिता?
ms_my: Berapa kerap anda ingin menerima pemberitahuan tentang kad hari ini?
ne: तपाईं कति पटक दिनको कार्डको सूचना प्राप्त गर्न चाहनुहुन्छ?
nl: Hoe vaak wilt u een melding ontvangen over de kaart van de dag?
no_no: Hvor ofte vil du motta varsling om dagens kort?
pa: ਤੁਸੀਂ ਦਿਨ ਦੇ ਕਾਰਡ ਬਾਰੇ ਸੂਚਨਾ ਕਿੰਨੀ ਵਾਰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jak często chcesz otrzymywać powiadomienie o karcie dnia?
pt_br: Com que frequência você quer receber a notificação da carta do dia?
ro: Cât de des doriți să primiți notificarea despre cartea zilei?
ru: Как часто вы хотите получать уведомление о карте дня?
si: ඔබට දිනපතා කාඩ්පත පිළිබඳ දැනුම්දීම කොපමණ පිරිසක් ලබා ගන්න අවශ්‍යද?
sk: Ako často chcete dostávať upozornenie na kartu dňa?
sl: Kako pogosto želite prejemati obvestilo o karti dneva?
sq: Sa shpesh dëshironi të merrni njoftimin për kartën e ditës?
sr: Колико често желите да примате обавештење о карти дана?
sv_se: Hur ofta vill du få en avisering om dagens kort?
sw: Ungependa kupokea arifa ya kadi ya siku mara ngapi?
ta: நீங்கள் தின அட்டை அறிவிப்பை எவ்வளவு அடிக்கடி பெற விரும்புகிறீர்கள்?
te: మీరు రోజువారీ కార్డ్ నోటిఫికేషన్‌ను ఎంత తరచుగా పొందాలనుకుంటున్నారు?
th: คุณต้องการรับการแจ้งเตือนไพ่ประจำวันบ่อยแค่ไหน?
tr_tr: Günlük kart bildirimi almak istediğiniz sıklık nedir?
uk: Як часто ви хочете отримувати сповіщення про карту дня?
ur: آپ کتنی بار دن کے کارڈ کی اطلاع حاصل کرنا چاہتے ہیں؟
vi: Bạn muốn nhận thông báo về lá bài trong ngày bao lâu một lần?
zh_cn: 您希望多久收到一次每日牌卡通知？
zh_hk: 您希望多久收到一次每日牌卡通知？
zu: Uthanda ukuthola izaziso zekhadikhadi losuku kangaki?

# notification_settings_screen_every_day
source: Every day
af: Elke dag
am: በየቀኑ
ar: كل يوم
az: Hər gün
bn: প্রতিদিন
ca: Cada dia
cs: Každý den
de: Jeden Tag
es_es: Cada día
fa: هر روز
fi_fi: Joka päivä
fil: Araw-araw
fr: Chaque jour
gl: Cada día
gu: દરરોજ
hi: हर दिन
hu: Minden nap
hy_am: Ամեն օր
id: Setiap hari
is_is: Á hverjum degi
it_it: Ogni giorno
iw: כל יום
ja_jp: 毎日
ka: ყოველ დღე
kk: Күн сайын
km_kh: រៀងរាល់ថ្ងៃ
kn_in: ಪ್ರತಿ ದಿನ
ko_kr: 매일
ky_kg: Ар күнү
lo: ທຸກມື້
lt: Kiekvieną dieną
lv: Katru dienu
mk_mk: Секој ден
ml_in: പ്രതിദിനം
mn_mn: Өдөр бүр
mr: दररोज
ms_my: Setiap hari
ne: हरेक दिन
nl: Elke dag
no_no: Hver dag
pa: ਹਰ ਰੋਜ਼
pl: Codziennie
pt_br: Todos os dias
ro: În fiecare zi
ru: Каждый день
si: දිනපතා
sk: Každý deň
sl: Vsak dan
sq: Çdo ditë
sr: Сваког дана
sv_se: Varje dag
sw: Kila siku
ta: ஒவ்வொரு நாளும்
te: ప్రతి రోజు
th: ทุกวัน
tr_tr: Her gün
uk: Щодня
ur: ہر روز
vi: Hàng ngày
zh_cn: 每天
zh_hk: 每天
zu: Nsuku zonke

# notification_settings_screen_every_three_days
source: Once every three days
af: Elke drie dae
am: በሶስት ቀናት አንድ ጊዜ
ar: مرة كل ثلاثة أيام
az: Üç gündə bir dəfə
bn: প্রতি তিন দিনে একবার
ca: Un cop cada tres dies
cs: Jednou za tři dny
de: Alle drei Tage
es_es: Cada tres días
fa: هر سه روز یک بار
fi_fi: Kolmen päivän välein
fil: Tuwing tatlong araw
fr: Tous les trois jours
gl: Unha vez cada tres días
gu: ત્રણ દિવસમાં એકવાર
hi: तीन दिन में एक बार
hu: Háromnaponta egyszer
hy_am: Յուրաքանչյուր երեք օրը մեկ
id: Setiap tiga hari sekali
is_is: Þrisvar á þremur dögum
it_it: Ogni tre giorni
iw: פעם בכל שלושה ימים
ja_jp: 3日に1回
ka: სამ დღეში ერთხელ
kk: Үш күнде бір рет
km_kh: មួយដងក្នុងរយៈពេលបីថ្ងៃ
kn_in: ಮೂರು ದಿನಗಳಿಗೆ ಒಂದು ಬಾರಿ
ko_kr: 3일에 한 번
ky_kg: Үч күндө бир жолу
lo: ເທື່ອລະ 3 ມື້
lt: Kas tris dienas
lv: Reizi trīs dienās
mk_mk: На секои три дена
ml_in: മൂന്ന് ദിവസത്തിന് ഒരിക്കൽ
mn_mn: Гурван өдөр тутамд нэг удаа
mr: प्रत्येक तीन दिवसांनी
ms_my: Sekali setiap tiga hari
ne: हरेक तीन दिनमा एक पटक
nl: Eens in de drie dagen
no_no: Hver tredje dag
pa: ਤਿੰਨ ਦਿਨਾਂ ਵਿੱਚ ਇੱਕ ਵਾਰੀ
pl: Co trzy dni
pt_br: A cada três dias
ro: O dată la trei zile
ru: Раз в три дня
si: දින තුනකට වරක්
sk: Raz za tri dni
sl: Na tri dni
sq: Një herë në tre ditë
sr: Једном у три дана
sv_se: Var tredje dag
sw: Kila baada ya siku tatu
ta: மூன்று நாளுக்கு ஒருமுறை
te: మూడు రోజులకు ఒకసారి
th: ทุกสามวัน
tr_tr: Üç günde bir
uk: Раз на три дні
ur: ہر تین دن بعد
vi: Ba ngày một lần
zh_cn: 每三天一次
zh_hk: 每三天一次
zu: Kanye njalo ezinsukwini ezintathu

# notification_settings_screen_every_week
source: Once a week
af: Een keer per week
am: አንድ ሳምንት ጊዜ
ar: مرة في الأسبوع
az: Həftədə bir dəfə
bn: সপ্তাহে একবার
ca: Un cop a la setmana
cs: Jednou týdně
de: Einmal pro Woche
es_es: Una vez a la semana
fa: یک بار در هفته
fi_fi: Kerran viikossa
fil: Isang beses sa isang linggo
fr: Une fois par semaine
gl: Unha vez á semana
gu: અઠવાડિયામાં એકવાર
hi: सप्ताह में एक बार
hu: Hetente egyszer
hy_am: Մեկ անգամ մեկ շաբաթում
id: Seminggu sekali
is_is: Einu sinni í viku
it_it: Una volta alla settimana
iw: פעם בשבוע
ja_jp: 週に一度
ka: კვირაში ერთხელ
kk: Апта сайын
km_kh: មួយសប្តាហ៍ម្តង
kn_in: ವಾರಕ್ಕೆ ಒಂದು ಬಾರಿ
ko_kr: 일주일에 한 번
ky_kg: Аптада бир жолу
lo: ອາທິດລະຫວ່າງຫນຶ່ງ
lt: Kartą per savaitę
lv: Reizi nedēļā
mk_mk: Еднаш неделно
ml_in: ആഴ്ചയിൽ ഒരിക്കൽ
mn_mn: Долоо хоногт нэг удаа
mr: आठवड्यातून एकदा
ms_my: Seminggu sekali
ne: सप्ताहमा एक पटक
nl: Eens per week
no_no: En gang i uken
pa: ਹਫ਼ਤੇ ਵਿੱਚ ਇੱਕ ਵਾਰੀ
pl: Raz w tygodniu
pt_br: Uma vez por semana
ro: O dată pe săptămână
ru: Раз в неделю
si: සතියකට එක් වතාවක්
sk: Raz za týždeň
sl: Enkrat na teden
sq: Një herë në javë
sr: Једном недељно
sv_se: En gång i veckan
sw: Mara moja kwa wiki
ta: வாரம் ஒருமுறை
te: వారం ఒకసారి
th: สัปดาห์ละครั้ง
tr_tr: Haftada bir
uk: Раз на тиждень
ur: ہفتے میں ایک بار
vi: Một lần một tuần
zh_cn: 每周一次
zh_hk: 每週一次
zu: Kanye ngesonto

# notification_settings_screen_time_question
source: At what time of day?
af: Watter tyd van die dag?
am: በቀን ምን ሰዓት?
ar: في أي وقت من اليوم؟
az: Günün hansı vaxtı?
bn: দিনের কোন সময়?
ca: A quina hora del dia?
cs: V jakou denní dobu?
de: Zu welcher Tageszeit?
es_es: ¿En qué momento del día?
fa: در چه زمان از روز؟
fi_fi: Mihin aikaan päivästä?
fil: Anong oras ng araw?
fr: À quel moment de la journée ?
gl: En que momento do día?
gu: દિવસના કયા સમયે?
hi: दिन के किस समय?
hu: A nap mely szakában?
hy_am: Որ ժամին է օրը?
id: Pada waktu apa dalam sehari?
is_is: Á hvaða tíma dags?
it_it: In quale momento della giornata?
iw: באיזו שעה ביום?
ja_jp: 一日のどの時間帯ですか？
ka: რომელ დროს?
kk: Күннің қай уақытында?
km_kh: នៅពេលណានៃថ្ងៃ?
kn_in: ಯಾವ ಸಮಯದಲ್ಲಿ?
ko_kr: 하루 중 언제인가요?
ky_kg: Кайсы убакта?
lo: ໃນເວລາໃດຂອງມື້?
lt: Kuriuo paros metu?
lv: Kādā diennakts laikā?
mk_mk: Во кое време од денот?
ml_in: ദിവസത്തിലെ ഏത് സമയത്ത്?
mn_mn: Өдрийн ямар цагт?
mr: दिवसाच्या कोणत्या वेळी?
ms_my: Pada waktu mana dalam sehari?
ne: दिनको कुन समयमा?
nl: Op welk moment van de dag?
no_no: På hvilken tid av døgnet?
pa: ਦਿਨ ਦੇ ਕਿਸ ਸਮੇਂ?
pl: O której porze dnia?
pt_br: Em que período do dia?
ro: În ce moment al zilei?
ru: В какое время суток?
si: දවසේ කවර වේලාවද?
sk: V ktorú dennú dobu?
sl: Kateri del dneva?
sq: Në cilën kohë të ditës?
sr: У које доба дана?
sv_se: Vilken tid på dygnet?
sw: Wakati gani wa siku?
ta: நேரம் எப்போது?
te: ఏ సమయానికి?
th: ช่วงเวลาใดของวัน?
tr_tr: Günün hangi saatinde?
uk: В який час доби?
ur: دن کے کس وقت؟
vi: Vào thời gian nào trong ngày?
zh_cn: 一天中的哪个时间？
zh_hk: 一天中的什麼時間？
zu: Ngesikhathi sini sosuku?

# notification_settings_screen_morning
source: In the morning
af: In die oggend
am: ጠዋት
ar: صباحًا
az: Səhər
bn: সকালে
ca: Al matí
cs: Ráno
de: Morgens
es_es: Por la mañana
fa: صبح
fi_fi: Aamulla
fil: Sa umaga
fr: Le matin
gl: Pola mañá
gu: સવારમાં
hi: सुबह
hu: Reggel
hy_am: Առավոտյան
id: Pagi
is_is: Á morgnana
it_it: Di mattina
iw: בבוקר
ja_jp: 朝に
ka: დილით
kk: Таңертең
km_kh: ព្រឹក
kn_in: ಬೆಳಿಗ್ಗೆ
ko_kr: 아침에
ky_kg: Таңында
lo: ເຊົ້າ
lt: Ryte
lv: No rīta
mk_mk: Наутро
ml_in: രാവിലെ
mn_mn: Өглөө
mr: सकाळी
ms_my: Pagi
ne: बिहान
nl: 's Ochtends
no_no: Om morgenen
pa: ਸਵੇਰੇ
pl: Rano
pt_br: De manhã
ro: Dimineața
ru: Утром
si: උදේ
sk: Ráno
sl: Zjutraj
sq: Në mëngjes
sr: Ујутру
sv_se: På morgonen
sw: Asubuhi
ta: காலை
te: ఉదయం
th: ตอนเช้า
tr_tr: Sabah
uk: Вранці
ur: صبح
vi: Buổi sáng
zh_cn: 早上
zh_hk: 早上
zu: Ekuseni

# notification_settings_screen_day
source: During the day
af: In die middag
am: ቀን
ar: ظهرًا
az: Günorta
bn: দুপুরে
ca: A la tarda
cs: Odpoledne
de: Tagsüber
es_es: Por la tarde
fa: ظهر
fi_fi: Päivällä
fil: Sa hapon
fr: L'après-midi
gl: Pola tarde
gu: બપોરે
hi: दोपहर
hu: Délután
hy_am: Ճաշի ժամանակ
id: Siang
is_is: Á daginn
it_it: Di pomeriggio
iw: בצהריים
ja_jp: 昼に
ka: შუადღეს
kk: Түсте
km_kh: ថ្ងៃត្រង់
kn_in: ಮಧ್ಯಾಹ್ನ
ko_kr: 낮에
ky_kg: Түштөн кийин
lo: ກາງມື້
lt: Popiet
lv: Pēcpusdienā
mk_mk: Попладне
ml_in: ഉച്ചയ്ക്ക്
mn_mn: Өдрийн цагаар
mr: दुपारी
ms_my: Tengah hari
ne: दिउँसो
nl: 's Middags
no_no: Om ettermiddagen
pa: ਦੁਪਹਿਰ
pl: Po południu
pt_br: À tarde
ro: După-amiaza
ru: Днем
si: දවල්
sk: Popoludní
sl: Popoldne
sq: Në drekë
sr: Поподне
sv_se: På eftermiddagen
sw: Mchana
ta: மதியம்
te: మధ్యాహ్నం
th: ตอนกลางวัน
tr_tr: Öğleden sonra
uk: Вдень
ur: دوپہر
vi: Buổi trưa
zh_cn: 下午
zh_hk: 下午
zu: Ntambama
