Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# celtic_cross_screen_unable_to_load_card
source: Failed to load the card
af: Kon nie kaart laai nie
am: ካርታውን ማስጫን አልተቻለም
ar: تعذر تحميل البطاقة
az: Kart yüklənmədi
bn: কার্ড লোড করা যায়নি
ca: No s'ha pogut carregar la carta
cs: Nepodařilo se načíst kartu
de: Karte konnte nicht geladen werden
es_es: No se pudo cargar la carta
fa: بارگذاری کارت ناموفق بود
fi_fi: Kortin lataaminen epäonnistui
fil: Hindi ma-load ang baraha
fr: Impossible de charger la carte
gl: Non se puido cargar a carta
gu: કાર્ડ લોડ કરવામાં નિષ્ફળ.
hi: कार्ड लोड करने में विफल रहा
hu: Nem sikerült betölteni a kártyát
hy_am: Չհաջողվեց բեռնել քարտը
id: Gagal memuat kartu
is_is: Ekki tókst að hlaða spilinu
it_it: Impossibile caricare la carta
iw: לא ניתן לטעון את הקלף
ja_jp: カードの読み込みに失敗しました
ka: ბარათის ჩატვირთვა ვერ მოხერხდა
kk: Карта жүктелмеді
km_kh: មិនអាចផ្ទុកកាតបាន
kn_in: ಕಾರ್ಡ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko_kr: 카드를 불러올 수 없습니다
ky_kg: Карта жүктөлгөн жок
lo: ບໍ່ສາມາດໂຫຼດໃບກາດໄດ້
lt: Nepavyko įkelti kortos
lv: Neizdevās ielādēt kārti
mk_mk: Не успеа да се вчита картата
ml_in: കാർഡ് ലോഡ് ചെയ്യാൻ സാധിച്ചില്ല
mn_mn: Карт уншиж чадаагүй
mr: कार्ड लोड करण्यात अयशस्वी
ms_my: Gagal memuatkan kad
ne: कार्ड लोड गर्न सकिएन
nl: Kon kaart niet laden
no_no: Kunne ikke laste inn kortet
pa: ਕਾਰਡ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie udało się załadować karty
pt_br: Não foi possível carregar a carta
ro: Nu s-a putut încărca cartea
ru: Не удалось загрузить карту
si: කාඩ්පත බාගත කිරීමට නොහැකි විය
sk: Nepodarilo sa načítať kartu
sl: Karte ni bilo mogoče naložiti
sq: Nuk u arrit të ngarkohet karta
sr: Није било могуће учитати карту
sv_se: Kunde inte ladda kortet
sw: Haikuwezekana kupakia kadi
ta: அட்டை ஏற்ற முடியவில்லை
te: కార్డు లోడ్ చేయలేకపోయాం
th: ไม่สามารถโหลดไพ่ได้
tr_tr: Kart yüklenemedi
uk: Не вдалося завантажити карту
ur: کارڈ لوڈ نہیں ہو سکا
vi: Không thể tải lá bài
zh_cn: 无法加载牌面
zh_hk: 無法載入牌卡
zu: Akukwazanga ukulayisha ikhadi

# celticCrossTitle
source: Celtic Cross
af: Keltiese Kruis
am: ኬልት ክሮስ
ar: الصليب السلتي
az: Kelt xaçı
bn: কেল্টিক ক্রস
ca: Creu Celta
cs: Keltský kříž
de: Keltisches Kreuz
es_es: Cruz Celta
fa: صلیب سلتیک
fi_fi: Kelttiristi
fr: Croix Celtique
gl: Cruz Celta
gu: કેલ્ટિક ક્રોસ
hi: केल्टिक क्रॉस
hu: Kelta kereszt ПЕРВОД 4: Kérését fogadtuk. Kérjük, nyissa meg a kártyákat
hy_am: Կելտական խաչ
id: Salib Celtic
is_is: Keltneski krossinn
it_it: Croce Celtica
iw: צלב קלטי
ja_jp: ケルト十字
ka: კელტური ჯვარი
kk: Кельт кресті
km_kh: ឆ្វេងក្រហមកែលត
kn_in: ಕೆಲ್ಟ್ ಕ್ರಾಸ್
ko_kr: 켈틱 크로스
ky_kg: Кельт крест
lo: ເຄວັດເຄຣດສ໌ຄອລດ
lt: Keltų kryžius
lv: Kelta krusts
mk_mk: Келтски крст
ml_in: കൽറ്റ് ക്രോസ്
mn_mn: Кельт загалмай
mr: केल्टिक क्रॉस
ms_my: Salib Celtic
ne: केल्टिक क्रस
nl: Keltisch kruis
no_no: Keltisk kors
pa: ਕੈਲਟਿਕ ਕ੍ਰਾਸ
pl: Krzyż celtycki
pt_br: Cruz Celta
ro: Crucea Celtică
ru: Кельтский крест
si: කෙල්ට් ක්‍රොස්
sk: Keltský kríž
sl: Keltski križ
sq: Kryqi Keltik
sr: Келтски крст
sv_se: Keltiska korset
sw: Msalaba wa Keltic
ta: செல்டிக் கிராஸ்
te: కెల్టిక్ క్రాస్
th: กางเขนเคลต์
tr_tr: Kelt Haçı
uk: Кельтський хрест
ur: کیلٹ کراس
vi: Thập tự Celtic
zh_cn: 凯尔特十字
zh_hk: 凱爾特十字
zu: Ikhrosu le-Celtic

# chat_with_tarot_reader_screen_request_received
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎን ካርቶቹን ክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ডগুলি খুলুন
ca: La teva sol·licitud ha estat acceptada. Si us plau, obre les cartes
cs: Tvůj požadavek byl přijat. Prosím, otevři karty
de: Ihre Anfrage wurde angenommen. Bitte öffnen Sie die Karten
es_es: Tu solicitud ha sido recibida. Por favor, abre las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga baraha
fr: Votre demande a été reçue. Veuillez dévoiler les cartes
gl: A súa solicitude foi aceptada. Por favor, abra as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવ્યું છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, nyissa meg a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda telah diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata ricevuta. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: リクエストを受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұрауыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើរបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 열어주세요
ky_kg: Сиздин суроо кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂໍຂອງທ່ານໄດ້ຮັບແລ້ວ. ກະລຸນາເປີດໃບກາດ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atklājiet kārtis
mk_mk: Вашиот барање е прифатено. Ве молиме, отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картуудыг нээнэ үү
mr: तुमचा विनंती स्वीकारण्यात आला आहे. कृपया कार्ड्स उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Je verzoek is ontvangen. Open de kaarten alsjeblieft
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡਾ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, odkryj karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම ලැබී ඇත. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Tvoja požiadavka bola prijatá. Prosím, otvorte karty
sl: Vaša zahteva je sprejeta. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutemi, hapni kartat
sr: Ваш захтев је прихваћен. Молимо отворите карте
sv_se: Din förfrågan har mottagits. Vänligen lägg ut korten
sw: Ombi lako limepokelewa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులు తెరవండి
th: คำขอของคุณได้รับแล้ว กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açınız
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được tiếp nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已收到。请展开牌面
zh_hk: 您的請求已收到。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi
