Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# onboarding_final_badge
source: Benefit 50%
af: 50% voordeel
am: 50% ቅናሽ
ar: وفر 50%
az: 50% qənaət
bn: ৫০% ছাড়
ca: Estalvi del 50%
cs: Úspora 50 %
de: 50% Ersparnis
es_es: Ahorro del 50%
fa: ۵۰٪ تخفیف
fi_fi: 50 % säästö
fil: 50% na Tiyak na Pakinabang
fr: Économisez 50 %
gl: Aforro do 50%
gu: 50% બચત
hi: 50% लाभ
hu: 50% kedvezmény
hy_am: 50% զեղչ
id: Hemat 50%
is_is: 50% afsláttur
it_it: Risparmio 50%
iw: חיסכון של 50%
ja_jp: 50%お得
ka: სარგებელი 50%
kk: 50% үнемдеу
km_kh: អត្ថប្រយោជន៍ 50%
kn_in: 50% ಲಾಭ
ko_kr: 50% 할인
ky_kg: 50% пайда
lo: ປະໂຫຍດ 50%
lt: 50 % nuolaida
lv: 50% ietaupījums
mk_mk: Заштеда 50%
ml_in: 50% ലാഭം
mn_mn: 50% хэмнэлт
mr: 50% बचत
ms_my: Penjimatan 50%
ne: ५०% बचत
nl: 50% korting
no_no: Spar 50%
pa: 50% ਛੂਟ
pl: Oszczędność 50%
pt_br: Economize 50%
ro: Economisești 50%
ru: Выгода 50%
si: ප්‍රතිලාභ 50%
sk: Úspora 50%
sl: 50 % popusta
sq: Përfitim 50%
sr: Попуст 50%
sv_se: 50% rabatt
sw: Faida 50%
ta: 50% சலுகை
te: 50% లాభం
th: ประหยัด 50%
tr_tr: %50 Tasarruf
uk: Вигода 50%
ur: 50% فائدہ
vi: Tiết kiệm 50%
zh_cn: 节省 50%
zh_hk: 節省 50%
zu: Inzuzo engu-50%

# onboarding_final_yearly_price
source: 249/year
af: 249/jaar
am: 249/አመት
ar: 249/سنة
az: 249/il
bn: ২৪৯/বছর
ca: 249/any
cs: 249/rok
de: 249/Jahr
es_es: 249/año
fa: ۲۴۹/سال
fi_fi: 249/vuosi
fil: 249/taon
fr: 249/an
gl: 249/ano
gu: 249/વર્ષ
hi: 249/वर्ष
hu: 249/év
hy_am: 249/տարի
id: 249/tahun
is_is: 249/ár
it_it: 249/anno
iw: 249/שנה
ja_jp: 249/年
ka: 249/წელი
kk: 249/жыл
km_kh: 249/ឆ្នាំ
kn_in: 249/ವರ್ಷ
ko_kr: 249/년
ky_kg: 249/жыл
lo: 249/ປີ
lt: 249/metus
lv: 249/gadā
mk_mk: 249/год
ml_in: 249/വർഷം
mn_mn: 249/жил
mr: 249/वर्ष
ms_my: 249/tahun
ne: २४९/वर्ष
nl: 249/jaar
no_no: 249/år
pa: 249/ਸਾਲ
pl: 249/rok
pt_br: 249/ano
ro: 249/an
ru: 249/год
si: 249/වසරකට
sk: 249/rok
sl: 249/leto
sq: 249/vit
sr: 249/год
sv_se: 249/år
sw: 249/kila mwaka
ta: 249/ஆண்டு
te: 249/సంవత్సరం
th: 249/ปี
tr_tr: 249/yıl
uk: 249/рік
ur: 249/سال
vi: 249/năm
zh_cn: 249/年
zh_hk: 249/年
zu: 249/ngonyaka

# onboarding_final_yearly_month
source: 24/month
af: 24/maand
am: 24/ወር
ar: 24/شهر
az: 24/ay
bn: ২৪/মাস
ca: 24/mes
cs: 24/měsíc
de: 24/Monat
es_es: 24/mes
fa: ۲۴/ماه
fi_fi: 24/kk
fil: 24/buwan
fr: 24/mois
gl: 24/mes
gu: 24/મહિનો
hi: 24/माह
hu: 24/hó
hy_am: 24/ամիս
id: 24/bulan
is_is: 24/mán
it_it: 24/mese
iw: 24/חודש
ja_jp: 24/月
ka: 24/თვე
kk: 24/ай
km_kh: 24/ខែ
kn_in: 24/ತಿಂಗಳು
ko_kr: 24/월
ky_kg: 24/ай
lo: 24/ເດືອນ
lt: 24/mėn
lv: 24/mēn
mk_mk: 24/мес
ml_in: 24/മാസം
mn_mn: 24/сар
mr: 24/महिना
ms_my: 24/bulan
ne: २४/महिना
nl: 24/maand
no_no: 24/mnd
pa: 24/ਮਹੀਨਾ
pl: 24/miesiąc
pt_br: 24/mês
ro: 24/lună
ru: 24/мес
si: 24/මාසිකව
sk: 24/mesiac
sl: 24/mesec
sq: 24/muaj
sr: 24/мес
sv_se: 24/mån
sw: 24/kila mwezi
ta: 24/மாதம்
te: 24/నెల
th: 24/เดือน
tr_tr: 24/ay
uk: 24/міс
ur: 24/ماہ
vi: 24/tháng
zh_cn: 24/月
zh_hk: 24/月
zu: 24/ngenyanga

# onboarding_final_trial
source: 7 days free
af: 7 dae gratis
am: 7 ቀናት ነፃ
ar: 7 أيام مجانًا
az: 7 gün pulsuz
bn: ৭ দিন বিনামূল্যে
ca: 7 dies gratis
cs: 7 dní zdarma
de: 7 Tage kostenlos
es_es: 7 días gratis
fa: ۷ روز رایگان
fi_fi: 7 päivää ilmaiseksi
fil: 7 araw nang libre
fr: 7 jours gratuits
gl: 7 días gratis
gu: 7 દિવસ મફત
hi: 7 दिन मुफ्त
hu: 7 nap ingyenes
hy_am: 7 օր անվճար
id: 7 hari gratis
is_is: 7 daga ókeypis
it_it: 7 giorni gratis
iw: 7 ימים חינם
ja_jp: 7日間無料
ka: 7 დღე უფასოდ
kk: 7 күн тегін
km_kh: 7 ថ្ងៃឥតគិតថ្លៃ
kn_in: 7 ದಿನಗಳು ಉಚಿತ
ko_kr: 7일 무료 체험
ky_kg: 7 күн акысыз
lo: 7 ມື້ຟຣີ
lt: 7 dienų nemokamai
lv: 7 dienas bez maksas
mk_mk: 7 дена бесплатно
ml_in: 7 ദിവസം സൗജന്യം
mn_mn: 7 хоног үнэгүй
mr: 7 दिवस मोफत
ms_my: 7 hari percuma
ne: ७ दिन निःशुल्क
nl: 7 dagen gratis
no_no: 7 dager gratis
pa: 7 ਦਿਨ ਮੁਫ਼ਤ
pl: 7 dni za darmo
pt_br: 7 dias grátis
ro: 7 zile gratuit
ru: 7 дней бесплатно
si: දින 7 නොමිලේ
sk: 7 dní zadarmo
sl: 7 dni brezplačno
sq: 7 ditë falas
sr: 7 дана бесплатно
sv_se: 7 dagar gratis
sw: Siku 7 bure
ta: 7 நாட்கள் இலவசம்
te: 7 రోజులు ఉచితం
th: ทดลองใช้ฟรี 7 วัน
tr_tr: 7 gün ücretsiz
uk: 7 днів безкоштовно
ur: 7 دن مفت
vi: 7 ngày dùng thử miễn phí
zh_cn: 7 天免费试用
zh_hk: 7 天免費
zu: Izinsuku ezi-7 zamahhala

# onboarding_final_trial_price
source: then 9/month
af: dan 9/maand
am: ከዚያ በኋላ 9/ወር
ar: ثم 9/شهر
az: sonra 9/ay
bn: তারপর ৯/মাস
ca: després 9/mes
cs: pak 9/měsíc
de: dann 9/Monat
es_es: luego 9/mes
fa: بعداً ۹/ماه
fi_fi: sitten 9/kk
fil: pagkatapos 9/buwan
fr: puis 9$/mois
gl: despois 9/mes
gu: પછી 9/મહિનો
hi: फिर 9/माह
hu: utána 9/hó
hy_am: հետո 9/ամիս
id: lalu 9/bulan
is_is: síðan 9/mán
it_it: poi 9/mese
iw: אחר כך 9/חודש
ja_jp: その後、月額9
ka: შემდეგ 9/თვე
kk: кейін 9/ай
km_kh: បន្ទាប់ពី 9/ខែ
kn_in: ನಂತರ 9/ತಿಂಗಳು
ko_kr: 그 후에 월 9
ky_kg: анан 9/ай
lo: ຕໍ່ໄປ 9/ເດືອນ
lt: vėliau 9/mėn
lv: pēc tam 9/mēn
mk_mk: потоа 9/мес
ml_in: ശേഷം 9/മാസം
mn_mn: дараа нь 9/сар
mr: नंतर 9/माहिने
ms_my: kemudian 9/bulan
ne: पछि ९/महिना
nl: dan 9/maand
no_no: deretter 9/mnd
pa: ਫਿਰ 9/ਮਹੀਨਾ
pl: potem 9/miesiąc
pt_br: depois 9/mês
ro: apoi 9/lună
ru: потом 9/мес
si: පසුව 9/මාසික
sk: potom 9/mes
sl: potem 9/mesec
sq: pastaj 9/muaj
sr: потом 9/месец
sv_se: sedan 9/mån
sw: kisha 9/mwezi
ta: பிறகு 9/மாதம்
te: తర్వాత 9/నెల
th: จากนั้น 9/เดือน
tr_tr: sonra 9/ay
uk: потім 9/міс
ur: پھر 9/ماہ
vi: sau đó 9/tháng
zh_cn: 然后每月9
zh_hk: 然後每月9
zu: bese 9/ngenyanga

# onboarding_final_trial_month
source: Monthly
af: Maandeliks
am: ወርሃዊ
ar: شهري
az: Aylıq
bn: মাসিক
ca: Mensual
cs: Měsíčně
de: Monatlich
es_es: Mensual
fa: ماهانه
fi_fi: Kuukausittain
fil: Buwanang
fr: Mensuel
gl: Mensual
gu: માસિક
hi: मासिक
hu: Havonta
hy_am: Ամսական
id: Bulanan
is_is: Mánaðarlega
it_it: Mensile
iw: חודשי
ja_jp: 毎月
ka: თვეში
kk: Ай сайын
km_kh: ប្រចាំខែ
kn_in: ಮಾಸಿಕ
ko_kr: 월간
ky_kg: Ай сайын
lo: ລາຍເດືອນ
lt: Kas mėnesį
lv: Mēnesī
mk_mk: Месечно
ml_in: മാസികം
mn_mn: Сар бүр
mr: मासिक
ms_my: Bulanan
ne: मासिक
nl: Maandelijks
no_no: Månedlig
pa: ਮਾਸਿਕ
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
si: මාසික
sk: Mesačne
sl: Mesečno
sq: Mujor
sr: Месечно
sv_se: Månadsvis
sw: Kila mwezi
ta: மாதம்
te: నెలవారీ
th: รายเดือน
tr_tr: Aylık
uk: Щомісяця
ur: ماہانہ
vi: Hàng tháng
zh_cn: 每月
zh_hk: 每月
zu: Njalo ngenyanga

# onboarding_final_note
source: Subscription is not mandatory and renews automatically. You can cancel at any time.
af: Intekening is nie verpligtend nie en word outomaties verleng. Jy kan enige tyd kanselleer
am: ምዝገባ አያስፈልግም እና በራሱ ይቀጥላል። በማንኛውም ጊዜ ማቋረጥ ይችላሉ
ar: الاشتراك غير إلزامي ويتم التجديد تلقائيًا. يمكنك الإلغاء في أي وقت
az: Abunəlik məcburi deyil və avtomatik yenilənir. İstənilən vaxt ləğv edə bilərsiniz
bn: সাবস্ক্রিপশন বাধ্যতামূলক নয় এবং স্বয়ংক্রিয়ভাবে নবায়ন হয়। আপনি যেকোনো সময় বাতিল করতে পারেন
ca: La subscripció no és obligatòria i es renova automàticament. Podeu cancel·lar en qualsevol moment
cs: Předplatné není povinné a obnovuje se automaticky. Můžete zrušit kdykoli
de: Das Abonnement ist nicht verpflichtend und verlängert sich automatisch. Sie können jederzeit kündigen
es_es: La suscripción no es obligatoria y se renueva automáticamente. Puede cancelar en cualquier momento
fa: اشتراک اجباری نیست و به‌طور خودکار تمدید می‌شود. می‌توانید هر زمان لغو کنید
fi_fi: Tilauksen tekeminen ei ole pakollista ja se uusitaan automaattisesti. Voit peruuttaa milloin tahansa
fil: Ang subscription ay hindi sapilitan at awtomatikong nare-renew. Maaari mong kanselahin anumang oras
fr: L'abonnement n'est pas obligatoire et se renouvelle automatiquement. Vous pouvez annuler à tout moment
gl: A subscrición non é obrigatoria e renóvase automaticamente. Podes cancelar en calquera momento
gu: સબ્સ્ક્રિપ્શન ફરજિયાત નથી અને આપમેળે નવિનીકૃત થાય છે. તમે કોઈ પણ સમયે રદ કરી શકો છો
hi: सब्सक्रिप्शन अनिवार्य नहीं है और स्वचालित रूप से नवीनीकृत होता है। आप कभी भी रद्द कर सकते हैं
hu: Az előfizetés nem kötelező és automatikusan megújul. Bármikor lemondhatja
hy_am: Բաժանորդագրությունը պարտադիր չէ և ինքնաբերաբար երկարաձգվում է։ Կարող եք չեղարկել ցանկացած ժամանակ
id: Langganan tidak wajib dan diperpanjang secara otomatis. Anda dapat membatalkannya kapan saja
is_is: Áskrift er ekki nauðsynleg og endurnýjast sjálfkrafa. Þú getur hætt hvenær sem er
it_it: L'abbonamento non è obbligatorio e si rinnova automaticamente. Puoi cancellarlo in qualsiasi momento
iw: המנוי אינו חובה ומתחדש אוטומטית. ניתן לבטל בכל עת
ja_jp: サブスクリプションは必須ではなく、自動的に更新されます。いつでもキャンセル可能です
ka: წევრობა არ არის სავალდებულო და ავტომატურად განახლდება. შეგიძლიათ გააუქმოთ ნებისმიერ დროს
kk: Жазылым міндетті емес және автоматты түрде жаңартылады. Қашан болса да тоқтата аласыз
km_kh: ការជាវមិនបាច់ទេ ហើយវាត្រូវបានបន្តដោយស្វ័យប្រវត្តិ។ អ្នកអាចបោះបង់នៅពេលណាមួយក៏បាន
kn_in: ಚಂದಾದಾರಿಕೆ ಅಗತ್ಯವಿಲ್ಲ ಮತ್ತು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಲಾಗುತ್ತದೆ. ನೀವು ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಬಹುದು
ko_kr: 구독은 필수가 아니며 자동으로 갱신됩니다. 언제든지 취소할 수 있습니다
ky_kg: Жазылуу милдеттүү эмес жана автоматтык түрдө узартылат. Кайсы убакта болбосун токтотсоңуз болот
lo: ການສະມັກບໍ່ຈໍາເປັນແລະຈະຕໍ່ເພີ່ມອັດຕະໂນມັດ. ທ່ານສາມາດຍົກເລີກໄດ້ໃນເວລາໃດກໍ່ໄດ້
lt: Prenumerata nėra privaloma ir automatiškai atnaujinama. Galite atšaukti bet kada
lv: Abonements nav obligāts un tiek automātiski atjaunots. Varat atcelt jebkurā laikā
mk_mk: Претплатата не е задолжителна и се обновува автоматски. Можете да откажете во секое време
ml_in: സബ്സ്ക്രിപ്ഷൻ നിർബന്ധമല്ല, അത് സ്വയം പുതുക്കപ്പെടും. നിങ്ങൾക്ക് എപ്പോഴും റദ്ദാക്കാം
mn_mn: Гишүүнчлэл заавал биш бөгөөд автоматаар сунгагдана. Та хүссэн үедээ цуцалж болно
mr: सदस्यता अनिवार्य नाही आणि ती आपोआप नूतनीकृत होते. तुम्ही कधीही रद्द करू शकता
ms_my: Langganan tidak wajib dan diperbaharui secara automatik. Anda boleh batalkan bila-bila masa
ne: सदस्यता अनिवार्य छैन र स्वचालित रूपमा नवीकरण हुन्छ। तपाईं जुनसुकै बेला रद्द गर्न सक्नुहुन्छ
nl: Abonnement is niet verplicht en wordt automatisch verlengd. U kunt op elk moment annuleren
no_no: Abonnement er ikke obligatorisk og fornyes automatisk. Du kan kansellere når som helst
pa: ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਜ਼ਰੂਰੀ ਨਹੀਂ ਹੈ ਅਤੇ ਆਟੋਮੈਟਿਕ ਤੌਰ 'ਤੇ ਨਵੀਕਰਨ ਹੁੰਦਾ ਹੈ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ
pl: Subskrypcja nie jest obowiązkowa i odnawia się automatycznie. Możesz anulować w dowolnym momencie
pt_br: A assinatura não é obrigatória e renova automaticamente. Você pode cancelar a qualquer momento
ro: Abonamentul nu este obligatoriu și se reînnoiește automat. Puteți anula oricând
ru: Подписка не обязательна и продлевается автоматически. Можете отменить в любое время
si: දායකත්වය අනිවාර්ය නොවේ සහ ස්වයංක්‍රීයව නවීකරණය වේ. ඔබට ඕනෑම වේලාවක අවලංගු කළ හැකිය
sk: Predplatné nie je povinné a obnovuje sa automaticky. Môžete ho kedykoľvek zrušiť
sl: Naročnina ni obvezna in se samodejno podaljša. Lahko jo prekličete kadarkoli
sq: Abonimi nuk është i detyrueshëm dhe rinovohet automatikisht. Mund ta anuloni në çdo kohë
sr: Претплата није обавезна и аутоматски се обнавља. Можете отказати у било ком тренутку
sv_se: Prenumeration är inte obligatorisk och förnyas automatiskt. Du kan avbryta när som helst
sw: Usajili hauhitajiki na unajirudia moja kwa moja. Unaweza kufuta wakati wowote
ta: சந்தா கட்டணம் கட்டாயம் இல்லை மற்றும் தானாகவே புதுப்பிக்கப்படும். நீங்கள் எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்
te: సబ్‌స్క్రిప్షన్ తప్పనిసరి కాదు మరియు ఆటోమేటిక్‌గా పునరుద్ధరించబడుతుంది. మీరు ఎప్పుడైనా రద్దు చేయవచ్చు
th: การสมัครสมาชิกไม่บังคับและต่ออายุอัตโนมัติ คุณสามารถยกเลิกได้ทุกเมื่อ
tr_tr: Abonelik zorunlu değildir ve otomatik olarak yenilenir. İstediğiniz zaman iptal edebilirsiniz
uk: Підписка не обов'язкова і продовжується автоматично. Можна скасувати в будь-який час
ur: رکنیت لازمی نہیں ہے اور خود بخود تجدید ہو جاتی ہے۔ آپ کسی بھی وقت منسوخ کر سکتے ہیں
vi: Đăng ký không bắt buộc và tự động gia hạn. Bạn có thể hủy bất cứ lúc nào
zh_cn: 订阅不是强制的，会自动续订。您可以随时取消
zh_hk: 訂閱非強制且會自動續訂。您可以隨時取消
zu: Ukubhalisa akupho mandatory futhi kuyazivuselela ngokuzenzakalelayo. Ungakhansela noma nini

# onboarding_final_choose_yearly
source: Choose annually
af: Kies jaarliks
am: አመታዊ ይምረጡ
ar: اختر سنويًا
az: İllik seçin
bn: বার্ষিক নির্বাচন করুন
ca: Tria anualment
cs: Vybrat ročně
de: Jährlich wählen
es_es: Seleccionar anual
fa: انتخاب سالانه
fi_fi: Valitse vuosittain
fil: Pumili ng taun-taon
fr: Choisir annuellement
gl: Escoller anualmente
gu: વાર્ષિક પસંદ કરો
hi: वार्षिक चुनें
hu: Éves választás
hy_am: Ընտրել տարեկան
id: Pilih tahunan
is_is: Velja árlega
it_it: Scegli annuale
iw: בחר שנתי
ja_jp: 年払いを選択
ka: არჩევა ყოველწლიურად
kk: Жыл сайын таңдау
km_kh: ជ្រើសរើសប្រចាំឆ្នាំ
kn_in: ವಾರ್ಷಿಕ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 연간 선택
ky_kg: Жыл сайын тандаңыз
lo: ເລືອກປີລະປີ
lt: Pasirinkti metinį
lv: Izvēlēties ikgadējo
mk_mk: Избери годишно
ml_in: വാർഷികമായി തിരഞ്ഞെടുക്കുക
mn_mn: Жилийн сонголт хийх
mr: वार्षिक निवडा
ms_my: Pilih tahunan
ne: वार्षिक चयन गर्नुहोस्
nl: Kies jaarlijks
no_no: Velg årlig
pa: ਸਾਲਾਨਾ ਚੁਣੋ
pl: Wybierz rocznie
pt_br: Escolher anualmente
ro: Alege anual
ru: Выбрать ежегодно
si: වාර්ෂිකව තෝරන්න
sk: Vybrať ročne
sl: Izberi letno
sq: Zgjidhni vjetor
sr: Изаберите годишње
sv_se: Välj årligen
sw: Chagua kila mwaka
ta: ஆண்டுக்கு தேர்வு செய்க
te: వార్షికంగా ఎంచుకోండి
th: เลือกแบบรายปี
tr_tr: Yıllık seç
uk: Вибрати щорічно
ur: سالانہ منتخب کریں
vi: Chọn hàng năm
zh_cn: 选择年度
zh_hk: 選擇每年
zu: Khetha unyaka wonke

# onboarding_final_choose_trial
source: Choose 7 days for free
af: Kies 7 dae gratis
am: 7 ቀናት ነፃ ይምረጡ
ar: اختر 7 أيام مجانًا
az: 7 gün pulsuz seçin
bn: ৭ দিন বিনামূল্যে নির্বাচন করুন
ca: Tria 7 dies gratis
cs: Vybrat 7 dní zdarma
de: 7 Tage kostenlos wählen
es_es: Seleccionar 7 días gratis
fa: انتخاب ۷ روز رایگان
fi_fi: Valitse 7 päivän ilmainen kokeilu
fil: Pumili ng 7 araw na libre
fr: Choisir 7 jours gratuits
gl: Escoller 7 días gratis
gu: 7 દિવસ મફત પસંદ કરો
hi: 7 दिन मुफ्त चुनें
hu: 7 nap ingyenes kipróbálás választása
hy_am: Ընտրել 7 օր անվճար
id: Pilih 7 hari gratis
is_is: Velja 7 daga ókeypis
it_it: Scegli 7 giorni gratis
iw: בחר 7 ימים חינם
ja_jp: 7日間の無料トライアルを選択
ka: არჩევა 7 დღე უფასოდ
kk: 7 күн тегін таңдау
km_kh: ជ្រើសរើស 7 ថ្ងៃដោយឥតគិតថ្លៃ
kn_in: 7 ದಿನಗಳ ಉಚಿತ ಪ್ರಯೋಗ ಆಯ್ಕೆಮಾಡಿ
ko_kr: 7일 무료 체험 선택
ky_kg: 7 күн акысыз тандаңыз
lo: ເລືອກ 7 ວັນຟຣີ
lt: Pasirinkti 7 dienas nemokamai
lv: Izvēlēties 7 dienas bez maksas
mk_mk: Избери 7 дена бесплатно
ml_in: 7 ദിവസം സൗജന്യമായി തിരഞ്ഞെടുക്കുക
mn_mn: 7 хоног үнэгүй сонгох
mr: 7 दिवस मोफत निवडा
ms_my: Pilih 7 hari percuma
ne: ७ दिन निःशुल्क चयन गर्नुहोस्
nl: Kies 7 dagen gratis
no_no: Velg 7 dager gratis
pa: 7 ਦਿਨ ਮੁਫ਼ਤ ਚੁਣੋ
pl: Wybierz 7 dni za darmo
pt_br: Escolher 7 dias grátis
ro: Alege 7 zile gratuit
ru: Выбрать 7 дней бесплатно
si: දින 7ක් නොමිලේ තෝරන්න
sk: Vybrať 7 dní zadarmo
sl: Izberi 7 dni brezplačno
sq: Zgjidhni 7 ditë falas
sr: Изаберите 7 дана бесплатно
sv_se: Välj 7 dagar gratis
sw: Chagua siku 7 bure
ta: 7 நாட்கள் இலவசமாக தேர்வு செய்க
te: 7 రోజులు ఉచితంగా ఎంచుకోండి
th: เลือกทดลองใช้ฟรี 7 วัน
tr_tr: 7 gün ücretsiz seç
uk: Вибрати 7 днів безкоштовно
ur: 7 دن مفت منتخب کریں
vi: Chọn 7 ngày dùng thử miễn phí
zh_cn: 选择7天免费试用
zh_hk: 選擇7天免費試用
zu: Khetha izinsuku ezi-7 zamahhala

# onboarding_final_or
source: OR
af: OF
am: ወይም
ar: أو
az: YAXUD
bn: অথবা
ca: O
cs: NEBO
de: ODER
es_es: O
fa: یا
fi_fi: TAI
fil: O
fr: OU
gl: OU
gu: અથવા
hi: या
hu: VAGY
hy_am: ԿԱՄ
id: ATAU
is_is: EÐA
it_it: O
iw: או
ja_jp: または
ka: ან
kk: НЕМЕСЕ
km_kh: ឬ
kn_in: ಅಥವಾ
ko_kr: 또는
ky_kg: ЖЕ
lo: ຫຼື
lt: ARBA
lv: VAI
mk_mk: ИЛИ
ml_in: അഥവാ
mn_mn: ЭСВЭЛ
mr: किंवा
ms_my: ATAU
ne: वा
nl: OF
no_no: ELLER
pa: ਜਾਂ
pl: LUB
pt_br: OU
ro: SAU
ru: ИЛИ
si: හෝ
sk: ALEBO
sl: ALI
sq: OSE
sr: ИЛИ
sv_se: ELLER
sw: AU
ta: அல்லது
te: లేదా
th: หรือ
tr_tr: VEYA
uk: АБО
ur: یا
vi: HOẶC
zh_cn: 或者
zh_hk: 或者
zu: NOMA

# onboarding_final_continue_ads
source: CONTINUE WITH ADVERTISING
af: GAAN AAN MET ADVERTENSIE
am: ማስታወቂያ ጋር ቀጥል
ar: المتابعة مع الإعلان
az: REKLAMLA DAVAM ET
bn: বিজ্ঞাপনের সাথে চালিয়ে যান
ca: CONTINUAR AMB PUBLICITAT
cs: POKRAČOVAT S REKLAMOU
de: MIT WERBUNG FORTFAHREN
es_es: CONTINUAR CON EL ANUNCIO
fa: ادامه با تبلیغات
fi_fi: JATKA MAINOKSELLA
fil: MAGPATULOY NA MAY ADVERTISING
fr: CONTINUER AVEC LA PUBLICITÉ
gl: CONTINUAR COA PUBLICIDADE
gu: જાહેરાત સાથે ચાલુ રાખો
hi: विज्ञापन के साथ जारी रखें
hu: FOLYTATÁS HIRDETÉSSEL
hy_am: ՇԱՐՈՒՆԱԿԵԼ ԳՈՐԾԱԴՐՈՒԹՅԱՄԲ
id: LANJUTKAN DENGAN IKLAN
is_is: HALDA ÁFRAM MEÐ AUGLÝSINGU
it_it: CONTINUA CON LA PUBBLICITÀ
iw: להמשיך עם פרסומות
ja_jp: 広告を続ける
ka: გაგრძელება რეკლამით
kk: ЖАРНАМАМЕН ЖАЛҒАСТЫРУ
km_kh: បន្តជាមួយការផ្សាយពាណិជ្ជកម្ម
kn_in: ಜಾಹೀರಾತಿನೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ
ko_kr: 광고와 함께 계속하기
ky_kg: ЖАРНАМА МЕНЕН УЛАНТЫҢЫЗ
lo: ດຳເນີນຕໍ່ດ້ວຍການໂຄສະນາ
lt: TĘSTI SU REKLAMA
lv: TURPINĀT AR REKLĀMU
mk_mk: ПРОДОЛЖИ СО РЕКЛАМА
ml_in: ജാഹിരാതോടുകൂടി തുടരുക
mn_mn: ЗАР СУРТАЛЧИЛГААГ ҮРГЭЛЖЛҮҮЛЭХ
mr: जाहिरातीसह सुरू ठेवा
ms_my: TERUSKAN DENGAN IKLAN
ne: विज्ञापनसहित जारी राख्नुहोस्
nl: DOORGAAN MET RECLAME
no_no: FORTSETT MED REKLAME
pa: ਵਿਗਿਆਪਨ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: KONTYNUUJ Z REKLAMĄ
pt_br: CONTINUAR COM ANÚNCIOS
ro: CONTINUĂ CU RECLAMA
ru: ПРОДОЛЖИТЬ С РЕКЛАМОЙ
si: ප්‍රචාරණය සමඟ දිගටම යන්න
sk: POKRAČOVAŤ S REKLAMOU
sl: NADALJUJ Z REKLAMO
sq: Vazhdo me reklamën
sr: НАСТАВИ С РЕКЛАМОМ
sv_se: FORTSÄTT MED REKLAM
sw: ENDELEA NA MATANGAZO
ta: விளம்பரத்துடன் தொடரவும்
te: జాహీరీతో కొనసాగించండి
th: ดำเนินการต่อพร้อมโฆษณา
tr_tr: REKLAMLA DEVAM ET
uk: ПРОДОВЖИТИ З РЕКЛАМОЮ
ur: اشتہار کے ساتھ جاری رکھیں
vi: TIẾP TỤC VỚI QUẢNG CÁO
zh_cn: 继续观看广告
zh_hk: 繼續觀看廣告
zu: QHUBEKA NGOKUKHANGISA

# main_screen_greeting
source: Hello
af: Goeie dag
am: እንኳን ደህና መጣህ
ar: مرحباً
az: Salam
bn: স্বাগতম
ca: Benvingut
cs: Vítejte
de: Willkommen
es_es: Saludos
fa: سلام
fi_fi: Tervehdys
fil: Kumusta
fr: Bonjour
gl: Saúdos
gu: નમસ્તે
hi: नमस्ते
hu: Üdvözlöm
hy_am: Բարեւ
id: Salam
is_is: Halló
it_it: Salve
iw: שלום
ja_jp: こんにちは
ka: გამარჯობა
kk: Сәлеметсіз бе
km_kh: សួស្តី
kn_in: ನಮಸ್ಕಾರ
ko_kr: 안녕하세요
ky_kg: Салам
lo: ສະບາຍດີ
lt: Sveiki
lv: Sveicināti
mk_mk: Здраво
ml_in: സ്വാഗതം
mn_mn: Сайн байна уу
mr: नमस्कार
ms_my: Salam
ne: नमस्ते
nl: Hallo
no_no: Hei
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
pl: Witam
pt_br: Saudações
ro: Salut
ru: Приветствую
si: ආයුබෝවන්
sk: Vitajte
sl: Pozdravljeni
sq: Përshëndetje
sr: Поздрав
sv_se: Välkommen
sw: Salamu
ta: வணக்கம்
te: స్వాగతం
th: สวัสดี
tr_tr: Merhaba
uk: Вітаю
ur: خوش آمدید
vi: Xin chào
zh_cn: 您好
zh_hk: 您好
zu: Ngiyakwamukela

# main_screen_date_today
source: Today, {date}
af: Vandag, {date}
am: ዛሬ, {date}
ar: اليوم، {date}
az: Bugün, {date}
bn: আজ, {date}
ca: Avui, {date}
cs: Dnes, {date}
de: Heute, {date}
es_es: Hoy, {date}
fa: امروز، {date}
fi_fi: Tänään, {date}
fil: Ngayon, {date}
fr: Aujourd'hui, {date}
gl: Hoxe, {date}
gu: આજ, {date}
hi: आज, {date}
hu: Ma, {date}
hy_am: Այսօր, {date}
id: Hari ini, {date}
is_is: Í dag, {date}
it_it: Oggi, {date}
iw: היום, {date}
ja_jp: 今日、{date}
ka: დღეს, {date}
kk: Бүгін, {date}
km_kh: ថ្ងៃនេះ, {date}
kn_in: ಇಂದು, {date}
ko_kr: 오늘, {date}
ky_kg: Бүгүн, {date}
lo: ມື້ນີ້, {date}
lt: Šiandien, {date}
lv: Šodien, {date}
mk_mk: Денес, {date}
ml_in: ഇന്ന്, {date}
mn_mn: Өнөөдөр, {date}
mr: आज, {date}
ms_my: Hari ini, {date}
ne: आज, {date}
nl: Vandaag, {date}
no_no: I dag, {date}
pa: ਅੱਜ, {date}
pl: Dziś, {date}
pt_br: Hoje, {date}
ro: Astăzi, {date}
ru: Сегодня, {date}
si: අද, {date}
sk: Dnes, {date}
sl: Danes, {date}
sq: Sot, {date}
sr: Данас, {date}
sv_se: Idag, {date}
sw: Leo, {date}
ta: இன்று, {date}
te: ఈ రోజు, {date}
th: วันนี้, {date}
tr_tr: Bugün, {date}
uk: Сьогодні, {date}
ur: آج، {date}
vi: Hôm nay, {date}
zh_cn: 今天，{date}
zh_hk: 今天，{date}
zu: Namuhla, {date}

# main_screen_card_of_day_title
source: Your card of the day
af: Jou kaart van die dag
am: የቀን ካርድዎ
ar: بطاقتك لليوم
az: Sizin günün kartınız
bn: আপনার দিনের কার্ড
ca: La teva carta del dia
cs: Vaše karta dne
de: Ihre Karte des Tages
es_es: Tu carta del día
fa: کارت روز شما
fi_fi: Päiväsi kortti
fil: Ang iyong card ng araw
fr: Votre carte du jour
gl: A túa carta do día
gu: તમારો દિવસનો કાર્ડ
hi: आपका दिन का कार्ड
hu: Az Ön napi kártyája
hy_am: Ձեր օրվա քարտը
id: Kartu harian Anda
is_is: Dagkortið þitt
it_it: La tua carta del giorno
iw: הקלף שלך להיום
ja_jp: あなたの今日のカード
ka: თქვენი დღიური ბარათი
kk: Сіздің күндік картаңыз
km_kh: កាតរបស់អ្នកសម្រាប់ថ្ងៃនេះ
kn_in: ನಿಮ್ಮ ದಿನದ ಕಾರ್ಡ್
ko_kr: 오늘의 카드
ky_kg: Сиздин күндүн картаңыз
lo: ບັດຂອງທ່ານສຳລັບມື້ນີ້
lt: Jūsų dienos korta
lv: Jūsu dienas karte
mk_mk: Твојата карта на денот
ml_in: നിങ്ങളുടെ dagens കാർഡ്
mn_mn: Таны өдрийн карт
mr: तुमचा दिवसाचा कार्ड
ms_my: Kad hari anda
ne: तपाईंको आजको कार्ड
nl: Uw kaart van de dag
no_no: Ditt kort for dagen
pa: ਤੁਹਾਡਾ ਦਿਨ ਦਾ ਕਾਰਡ
pl: Twoja karta dnia
pt_br: Seu cartão do dia
ro: Cardul tău al zilei
ru: Ваша карта дня
si: ඔබගේ අද දිනයේ කාඩ්පත
sk: Vaša karta dňa
sl: Vaša karta dneva
sq: Karta juaj e ditës
sr: Ваша карта дана
sv_se: Ditt kort för dagen
sw: Kadi yako ya leo
ta: உங்கள் நாள் அட்டை
te: మీ రోజు కార్డు
th: ไพ่ของคุณในวันนี้
tr_tr: Günün kartınız
uk: Ваша карта дня
ur: آپ کا دن کا کارڈ
vi: Lá bài của bạn trong ngày
zh_cn: 您今天的牌卡
zh_hk: 您的今日卡牌
zu: Ikhadi lakho losuku

# main_screen_card_of_day_description
source: Card of the day: {cardName}
af: Kaart van die dag: {cardName}
am: የቀን ካርድ: {cardName}
ar: بطاقة اليوم: {cardName}
az: Günün kartı: {cardName}
bn: দিনের কার্ড: {cardName}
ca: Carta del dia: {cardName}
cs: Karta dne: {cardName}
de: Karte des Tages: {cardName}
es_es: Carta del día: {cardName}
fa: کارت روز: {cardName}
fi_fi: Päivän kortti: {cardName}
fil: Card ng araw: {cardName}
fr: Carte du jour : {cardName}
gl: Carta do día: {cardName}
gu: દિવસનું કાર્ડ: {cardName}
hi: दिन का कार्ड: {cardName}
hu: A nap kártyája: {cardName}
hy_am: Օրվա քարտը՝ {cardName}
id: Kartu hari ini: {cardName}
is_is: Dagskort: {cardName}
it_it: Carta del giorno: {cardName}
iw: קלף היום: {cardName}
ja_jp: 今日のカード: {cardName}
ka: დღის ბარათი: {cardName}
kk: Күннің картасы: {cardName}
km_kh: កាតថ្ងៃ: {cardName}
kn_in: ದಿನದ ಕಾರ್ಡ್: {cardName}
ko_kr: 오늘의 카드: {cardName}
ky_kg: Күндүн картасы: {cardName}
lo: ບັດຂອງມື້: {cardName}
lt: Dienos korta: {cardName}
lv: Dienas karte: {cardName}
mk_mk: Карта на денот: {cardName}
ml_in: ദിവസത്തിന്റെ കാർഡ്: {cardName}
mn_mn: Өдрийн карт: {cardName}
mr: दिवसाची कार्ड: {cardName}
ms_my: Kad hari ini: {cardName}
ne: दिनको कार्ड: {cardName}
nl: Kaart van de dag: {cardName}
no_no: Dagens kort: {cardName}
pa: ਦਿਨ ਦਾ ਕਾਰਡ: {cardName}
pl: Karta dnia: {cardName}
pt_br: Carta do dia: {cardName}
ro: Carta zilei: {cardName}
ru: Карта дня: {cardName}
si: දින කාඩ්පත: {cardName}
sk: Karta dňa: {cardName}
sl: Karta dneva: {cardName}
sq: Karta e ditës: {cardName}
sr: Карта дана: {cardName}
sv_se: Dagens kort: {cardName}
sw: Kadi ya siku: {cardName}
ta: நாள் அட்டை: {cardName}
te: రోజు కార్డు: {cardName}
th: ไพ่ประจำวัน: {cardName}
tr_tr: Günün kartı: {cardName}
uk: Карта дня: {cardName}
ur: دن کا کارڈ: {cardName}
vi: Lá bài trong ngày: {cardName}
zh_cn: 今日之卡：{cardName}
zh_hk: 今日之牌：{cardName}
zu: Ikhadi losuku: {cardName}
