Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# three_cards_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰውነትን በተመለከተ በመዝናኛ አላማ ብቻ ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደምንም ኃላፊነት አናደርግም። በዚህ አስፈላጊ ሆኖ ወደ ሙያ ሰው ይመለከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. إذا لزم الأمر، استشر متخصصًا.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি শুধুমাত্র বিনোদনের উদ্দেশ্যে এআই ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tomes. Consulta a un especialista si es necesario.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteyttä asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási céllal használja. Nem vállalunk felelősséget a döntéseidért. Szükség esetén fordulj szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum þínum. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. איננו אחראים על ההחלטות שתקבל. במידת הצורך, פנה למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の決定に対して責任を負いかねます。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша жасанды интеллектіні тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់កម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆ ಉದ್ದೇಶಗಳಿಗೆ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 사용자의 결정에 대해 책임지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчилик албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Vajadzības gadījumā konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се кај стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зориулалтаар ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन केवळ मनोरंजनासाठी AI वापरते. आम्ही तुमच्या घेतलेल्या निर्णयांसाठी जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एपले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die je neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜ਼ਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපට වගකීමක් නොමැත. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za odločitve, ki jih sprejmete, ne odgovarjamo. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи ИИ искључиво у забавне сврхе. Не сносимо одговорност за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu tumia AI kwa madhumuni ya burudani tu. Hatubeba uwajibikaji kwa maamuzi uliyofanya. Ikiwa inahitajika, tafadhali wasiliana na mtaalamu.
ta: ஆப்பிளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே செயற்கை நுண்ணறிவை பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็น กรุณาปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışınız.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رابطہ کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenhloso yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# five_cards_screen_title
source: 5 cards in the spread
af: 5 kaarte in die uitleg
am: 5 ካርዶች በመደበኛ አደራ
ar: 5 بطاقات في التوزيع
az: 5 kart açılışda
bn: রাখার মধ্যে ৫টি কার্ড
ca: 5 cartes a la tirada
cs: 5 karet v rozkladu
de: 5 Karten im Spread
es_es: 5 cartas en la tirada
fa: ۵ کارت در چیدمان
fi_fi: 5 korttia levityksessä
fil: 5 na mga card sa layout
fr: 5 cartes dans le tirage
gl: 5 cartas na tirada
gu: રેખાંકનમાં 5 કાર્ડ
hi: 5 कार्ड्स की व्यवस्था में
hu: 5 lap a kirakásban
hy_am: 5 քարտ բացվածքում
id: 5 kartu dalam penyebaran
is_is: 5 spil í dreifingu
it_it: 5 carte nel mazzo
iw: 5 קלפים בפריסה
ja_jp: スプレッドに5枚のカード
ka: 5 ბარათი განლაგებაში
kk: 5 карта таралымында
km_kh: កាត 5 នៅក្នុងការចែកចាយ
kn_in: ವಿಚಾರಣೆಯಲ್ಲಿ 5 ಕಾರ್ಡ್‌ಗಳು
ko_kr: 리딩에 5장 카드
ky_kg: 5 карта таразасында
lo: 5 ບັດໃນການຈັດການ
lt: 5 kortų išdėstyme
lv: 5 kārtis izklājumā
mk_mk: 5 карти во распоредот
ml_in: റീഡിങ്ങിൽ 5 കാർഡുകൾ
mn_mn: Таван карт тавилтанд
mr: 5 कार्ड्सच्या रचनेत
ms_my: 5 kad dalam susunan
ne: पाठमा ५ वटा कार्डहरू
nl: 5 kaarten in de legging
no_no: 5 kort i opplegget
pa: ਰੱਖੜੀ ਵਿੱਚ 5 ਕਾਰਡ
pl: 5 kart w rozkładzie
pt_br: 5 cartas na leitura
ro: 5 cărți în aranjament
ru: 5 карт в раскладе
si: රැස්වීමේදී කාඩ්පත් 5 ක්
sk: 5 kariet v rozklade
sl: 5 kart v razporedu
sq: 5 karta në shpërndarje
sr: 5 карата у распореду
sv_se: 5 kort i spridningen
sw: Kadi 5 katika mpangilio
ta: 5 அட்டைகள் பகிர்வில்
te: రెండవ కట్టలో 5 కార్డులు
th: 5 ใบในชุดไพ่
tr_tr: Açılımda 5 kart
uk: 5 карт у розкладі
ur: 5 کارڈز پھیلاؤ میں
vi: 5 lá bài trong trải bài
zh_cn: 牌阵中有5张牌
zh_hk: 牌陣中有5張牌
zu: 5 amakhadi ekumisweni

# five_cards_screen_initial_message
source: Good afternoon, please write your request below:
af: Goeie dag, skryf asseblief jou versoek hieronder:
am: እንደምን አደርክ፣ እባክዎ ጥያቄዎን በታች ያስገቡ፡፡
ar: مرحبًا، يرجى كتابة طلبك أدناه:
az: Salam, zəhmət olmasa, sorğunuzu aşağıda yazın:
bn: শুভ দিন, অনুগ্রহ করে নিচে আপনার অনুরোধ লিখুন:
ca: Bon dia, si us plau, escriviu la vostra consulta a continuació:
cs: Dobrý den, prosím, napište svůj dotaz níže:
de: Guten Tag, bitte schreiben Sie Ihre Anfrage unten:
es_es: Buen día, por favor escriba su consulta a continuación:
fa: روز بخیر، لطفاً درخواست خود را در زیر بنویسید:
fi_fi: Hyvää päivää, kirjoita pyyntösi alle:
fil: Magandang araw, pakisulat ang iyong kahilingan sa ibaba:
fr: Bonjour, veuillez écrire votre demande ci-dessous :
gl: Bo día, por favor, escriba a súa consulta a continuación:
gu: નમસ્તે, કૃપા કરીને તમારું વિનંતી નીચે લખો:
hi: नमस्ते, कृपया अपना अनुरोध नीचे लिखें:
hu: Jó napot, kérjük, írja be az alábbi mezőbe a kérését:
hy_am: Բարի օր, խնդրում ենք գրեք ձեր հարցումը ներքևում՝
id: Selamat siang, silakan tulis permintaan Anda di bawah ini:
is_is: Góðan dag, vinsamlegast skrifaðu beiðnina þína hér að neðan:
it_it: Buongiorno, per favore scrivi la tua richiesta qui sotto:
iw: שלום, אנא כתוב את בקשתך למטה:
ja_jp: こんにちは、以下にご質問を入力してください：
ka: დილა მშვიდობისა, გთხოვთ, დაწერეთ თქვენი მოთხოვნა ქვემოთ:
kk: Қайырлы күн, өтінемін, сұрауыңызды төменге жазыңыз:
km_kh: សួស្តីថ្ងៃល្អ សូមសរសេរសំណើររបស់អ្នកខាងក្រោម៖
kn_in: ನಮಸ್ಕಾರ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕೆಳಗೆ ಬರೆಯಿರಿ:
ko_kr: 안녕하세요, 아래에 요청 사항을 작성해 주세요:
ky_kg: Кутмандуу күн, сураныч, сурооңузду төмөндө жазыңыз:
lo: ສະບາຍດີ, ກະລຸນາຂຽນຄຳຮ້ອງຂໍຂອງທ່ານຢູ່ລຸ່ມນີ້:
lt: Laba diena, prašome parašyti savo užklausą žemiau:
lv: Labdien, lūdzu, ierakstiet savu pieprasījumu zemāk:
mk_mk: Добар ден, ве молиме внесете го вашиот барање подолу:
ml_in: നമസ്കാരം, ദയവായി നിങ്ങളുടെ അഭ്യർത്ഥന താഴെ എഴുതുക:
mn_mn: Өдрийн мэнд, доор хүсэлтээ бичнэ үү:
mr: नमस्कार, कृपया आपला विनंती खाली लिहा:
ms_my: Selamat siang, sila tulis permintaan anda di bawah:
ne: नमस्कार, कृपया तल तपाईंको अनुरोध लेख्नुहोस्:
nl: Goedendag, schrijf uw verzoek hieronder alstublieft:
no_no: God dag, vennligst skriv inn forespørselen din nedenfor:
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਬੇਨਤੀ ਹੇਠਾਂ ਲਿਖੋ:
pl: Dzień dobry, proszę, wpisz swoje zapytanie poniżej:
pt_br: Boa tarde, por favor, escreva sua solicitação abaixo:
ro: Bună ziua, vă rugăm să scrieți cererea dvs. mai jos:
ru: Добрый день, пожалуйста, напишите ваш запрос ниже:
si: සුභ දවසක්, කරුණාකර ඔබගේ ඉල්ලීම පහළින් ලියන්න:
sk: Dobrý deň, prosím, napíšte váš dopyt nižšie:
sl: Dober dan, prosim, napišite vaše vprašanje spodaj:
sq: Mirëdita, ju lutem shkruani kërkesën tuaj më poshtë:
sr: Добар дан, молимо вас да унесете ваш захтев испод:
sv_se: God dag, vänligen skriv din förfrågan nedan:
sw: Habari za mchana, tafadhali andika ombi lako hapa chini:
ta: வணக்கம், தயவுசெய்து உங்கள் கோரிக்கையை கீழே எழுதவும்:
te: శుభోదయం, దయచేసి మీ అభ్యర్థనను క్రింద రాయండి:
th: สวัสดีค่ะ กรุณาเขียนคำขอของคุณด้านล่าง:
tr_tr: İyi günler, lütfen talebinizi aşağıya yazınız:
uk: Доброго дня, будь ласка, напишіть ваш запит нижче:
ur: السلام علیکم، براہ کرم اپنا سوال نیچے لکھیں:
vi: Chào bạn, vui lòng viết yêu cầu của bạn bên dưới:
zh_cn: 您好，请在下面写下您的请求：
zh_hk: 您好，請在下方輸入您的問題：
zu: Sawubona, sicela ubhale isicelo sakho ngezansi:

# five_cards_screen_request_accepted
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ይክፈቱ።
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ডগুলি খুলুন
ca: La vostra consulta ha estat rebuda. Si us plau, obriu les cartes
cs: Váš dotaz byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte legen Sie die Karten aus
es_es: Su consulta ha sido recibida. Por favor, abra las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Pakibuksan ang mga card
fr: Votre demande a été reçue. Veuillez tirer les cartes
gl: A súa consulta foi recibida. Por favor, abra as cartas
gu: તમારી વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड्स खोलें
hu: Kérését fogadtuk. Kérjük, húzza ki a lapokat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda telah diterima. Silakan buka kartu
is_is: Beiðnin þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata ricevuta. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: ご質問を受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сұрауыңыз қабылданды. Өтінемін, карталарды ашыңыз
km_kh: សំណើររបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 펼쳐 주세요
ky_kg: Сурооңуз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄຳຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກຮັບເຂົ້າແລ້ວ. ກະລຸນາເປີດບັດ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atveriet kārtis
mk_mk: Вашиот барање е примено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картуудыг нээнэ үү
mr: आपली विनंती स्वीकारली गेली आहे. कृपया कार्ड्स उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, odkryj karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම පිළිගන්නා ලදි. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaše vprašanje je sprejeto. Prosim, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutem, hapni kartat
sr: Ваш захтев је примљен. Молимо вас да отворите карте
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับแล้ว กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açınız
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کا سوال موصول ہو گیا ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已收到。请展开牌阵
zh_hk: 您的問題已收到。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# five_cards_screen_suggested_questions_1
source: Which path should I choose?
af: Watter pad moet ek kies?
am: ምን መንገድ መምረጥ እንደሚገባኝ?
ar: أي طريق يجب أن أختار؟
az: Hansı yolu seçməliyəm?
bn: আমি কোন পথ বেছে নেব?
ca: Quin camí he de triar?
cs: Jakou cestu mám zvolit?
de: Welchen Weg soll ich wählen?
es_es: ¿Qué camino debo elegir?
fa: کدام مسیر را باید انتخاب کنم؟
fi_fi: Minkä polun minun tulisi valita?
fil: Anong landas ang dapat kong piliin?
fr: Quel chemin devrais-je choisir ?
gl: Que camiño debo escoller?
gu: મારે કયો માર્ગ પસંદ કરવો?
hi: मुझे कौन सा रास्ता चुनना चाहिए?
hu: Melyik utat válasszam?
hy_am: Որ ճանապարհը պետք է ընտրեմ։
id: Jalan mana yang harus saya pilih?
is_is: Hvaða leið á ég að velja?
it_it: Quale strada dovrei scegliere?
iw: איזה דרך עלי לבחור?
ja_jp: どの道を選べばいいですか？
ka: რომელი გზა უნდა ავირჩიო?
kk: Маған қай жолды таңдау керек?
km_kh: ខ្ញុំគួរជ្រើសរើសផ្លូវណា?
kn_in: ನಾನು ಯಾವ ಮಾರ್ಗವನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು?
ko_kr: 어떤 길을 선택해야 할까요?
ky_kg: Кайсы жолду тандашым керек?
lo: ທາງໃດທີ່ຂ້ອຍຄວນເລືອກ?
lt: Kurią kelią man pasirinkti?
lv: Kuru ceļu man izvēlēties?
mk_mk: Кој пат да го изберам?
ml_in: എന്ത് വഴി ഞാൻ തിരഞ്ഞെടുക്കണം?
mn_mn: Надад ямар замыг сонгох вэ?
mr: मला कोणता मार्ग निवडायचा आहे?
ms_my: Jalan mana yang harus saya pilih?
ne: म कुन बाटो रोज्ने?
nl: Welke weg moet ik kiezen?
no_no: Hvilken vei skal jeg velge?
pa: ਮੈਂ ਕਿ๜ੜਾ ਰਸਤਾ ਚੁਣਾਂ?
pl: Jaką drogę powinienem wybrać?
pt_br: Qual caminho devo escolher?
ro: Ce cale ar trebui să aleg?
ru: Какой путь мне выбрать?
si: මට කුමන මාර්ගය තෝරා ගත යුතුද?
sk: Ktorú cestu si mám vybrať?
sl: Katero pot naj izberem?
sq: Cilin rrugë duhet të zgjedh?
sr: Који пут да изаберем?
sv_se: Vilken väg ska jag välja?
sw: Ni njia gani niichague?
ta: எந்த பாதையை நான் தேர்ந்தெடுக்க வேண்டும்?
te: నేను ఏ మార్గాన్ని ఎంచుకోవాలి?
th: ฉันควรเลือกเส้นทางไหน?
tr_tr: Hangi yolu seçmeliyim?
uk: Який шлях мені обрати?
ur: مجھے کون سا راستہ منتخب کرنا چاہیے؟
vi: Tôi nên chọn con đường nào?
zh_cn: 我应该选择哪条路？
zh_hk: 我應該選擇哪條路？
zu: Iyiphi indlela okufanele ngiyikhethe?

# five_cards_screen_suggested_questions_2
source: What prevents me from achieving my goal?
af: Wat keer my om my doel te bereik?
am: ምን ነገር እኔን ከመድረስ ላይ እንዳያስቸግር?
ar: ما الذي يمنعني من تحقيق الهدف؟
az: Məqsədə çatmağıma nə mane olur?
bn: আমার লক্ষ্য অর্জনে কী বাধা দিচ্ছে?
ca: Què m'impedeix assolir l'objectiu?
cs: Co mi brání dosáhnout cíle?
de: Was hindert mich daran, mein Ziel zu erreichen?
es_es: ¿Qué me impide alcanzar la meta?
fa: چه چیزی مانع رسیدن من به هدف می‌شود؟
fi_fi: Mikä estää minua saavuttamasta tavoitetta?
fil: Ano ang humahadlang sa akin upang maabot ang layunin?
fr: Qu'est-ce qui m'empêche d'atteindre mon objectif ?
gl: Que me impide alcanzar o obxectivo?
gu: મને લક્ષ્ય પ્રાપ્ત કરવામાં શું અવરોધ છે?
hi: मुझे लक्ष्य तक पहुँचने में क्या रोक रहा है?
hu: Mi akadályoz meg a cél elérésében?
hy_am: Ի՞նչ է խանգարում ինձ հասնել նպատակին։
id: Apa yang menghalangi saya mencapai tujuan?
is_is: Hvað hindrar mig í að ná markmiðinu?
it_it: Cosa mi impedisce di raggiungere l'obiettivo?
iw: מה מונע ממני להשיג את המטרה?
ja_jp: 目標達成を妨げているものは何ですか？
ka: რა მიშლის ხელს მიზნის მიღწევაში?
kk: Мақсатыма жетуге не кедергі?
km_kh: អ្វីដែលរារាំងខ្ញុំឱ្យឈានដល់គោលដៅ?
kn_in: ನನಗೆ ಗುರಿಯನ್ನು ತಲುಪಲು ಏನು ತಡೆಯುತ್ತಿದೆ?
ko_kr: 목표를 달성하는 데 무엇이 방해가 되나요?
ky_kg: Максатыма жетүүгө эмне тоскоолдук кылууда?
lo: ຫຍັງທີ່ຂ້ອຍຖືກຂັດຂ້າງໃນການບັນລຸເປົ້າໝາຍ?
lt: Kas trukdo man pasiekti tikslą?
lv: Kas man traucē sasniegt mērķi?
mk_mk: Што ми пречи да ја постигнам целта?
ml_in: എന്താണ് എനിക്ക് ലക്ഷ്യം നേടുന്നതിൽ തടസ്സം?
mn_mn: Зорилгодоо хүрэхэд юу саад болж байна вэ?
mr: माझ्या उद्दिष्टापर्यंत पोहोचण्यास काय अडथळा आहे?
ms_my: Apa yang menghalang saya mencapai matlamat?
ne: मलाई लक्ष्यसम्म पुग्न के रोकिरहेको छ?
nl: Wat verhindert mij mijn doel te bereiken?
no_no: Hva hindrer meg i å nå målet?
pa: ਮੇਰੇ ਲਕੜੀ ਨੂੰ ਪਹੁੰਚਣ ਵਿੱਚ ਕੀ ਰੁਕਾਵਟ ਹੈ?
pl: Co przeszkadza mi osiągnąć cel?
pt_br: O que está me impedindo de alcançar o objetivo?
ro: Ce mă împiedică să ating scopul?
ru: Что мешает мне достичь цели?
si: මට ඉලක්කයට ළඟා වීමට බාධා වන දේ කුමක්ද?
sk: Čo mi bráni dosiahnuť cieľ?
sl: Kaj mi preprečuje doseči cilj?
sq: Çfarë më pengon të arrij qëllimin?
sr: Шта ми смета да постигнем циљ?
sv_se: Vad hindrar mig från att nå målet?
sw: Nini kinanizuia kufikia lengo?
ta: என்ன காரணம் எனக்கு இலக்கை அடைய தடையாக உள்ளது?
te: నా లక్ష్యాన్ని చేరుకోవడంలో ఏమి అడ్డుకుపడుతోంది?
th: อะไรที่ขัดขวางไม่ให้ฉันบรรลุเป้าหมาย?
tr_tr: Hedefime ulaşmamı ne engelliyor?
uk: Що заважає мені досягти мети?
ur: کیا چیز مجھے مقصد حاصل کرنے سے روک رہی ہے؟
vi: Điều gì đang cản trở tôi đạt được mục tiêu?
zh_cn: 是什么阻碍我实现目标？
zh_hk: 是什麼阻礙我達成目標？
zu: Yini engivimbela ukufinyelela inhloso yami?
