Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# career_finance_spread_screen_new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ እቅድ ያድርጉ
ar: إجراء توزيع جديد
az: Yeni yayım etmək
bn: নতুন রিডিং করা
ca: Fer una nova tirada
cs: Vytvořit nový rozklad
de: Neue Legung machen
es_es: Hacer una nueva tirada
fa: چیدمان جدید انجام دهید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું વિતરણ કરવું
hi: नया पैटर्न बनाएं
hu: Új kirakás készítése
hy_am: Կատարել նոր դասավորություն
id: Buat tata letak baru
is_is: Gera nýja dreifingu
it_it: Fare un nuovo spread
iw: לעשות תפיסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа тарату жасау
km_kh: ធ្វើការបែងចែកថ្មី
kn_in: ಹೊಸ ವಿನ್ಯಾಸ ಮಾಡು
ko_kr: 새 스프레드 만들기
ky_kg: Жаңы расклад жасоо
lo: ສ້າງການຈັດຕັ້ງໃໝ່
lt: Padaryti naują išsidėstymą
lv: Veikt jaunu izklāstu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ тарнил хийх
mr: नवीन पत्ता तयार करा
ms_my: Buat susunan baru
ne: नयाँ पठन गर्नुहोस्
nl: Maak een nieuwe legging
no_no: Lag en ny opplegg
pa: ਨਵੀਂ ਵਿਵਸਥਾ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova tiragem
ro: Fă un nou aranjament
ru: Сделать новый расклад
si: නව විවරණයක් කරන්න
sk: Urobiť nové rozloženie
sl: Narediti nov razporeditev
sq: Bëj një shpërndarje të re
sr: Направити нову расправу
sv_se: Gör en ny läggning
sw: Fanya mpangilio mpya
ta: புதிய பகிர்வை செய்யவும்
te: కొత్త పంచాంగం చేయండి
th: ทำการอ่านไพ่ชุดใหม่
tr_tr: Yeni bir açılım yap
uk: Зробити новий розклад
ur: نیا ترتیب بنائیں
vi: Làm bài trải bài mới
zh_cn: 进行新的牌阵分析
zh_hk: 進行新的牌陣
zu: Yenza ukuhlaziya okusha

# career_finance_spread_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat u neem nie. Raadpleeg indien nodig 'n spesialis.
am: መተግበሪያው አእምሮ ሰውነትን በተንቀሳቃሽ አሳየት ብቻ ይጠቀማል። እኛ ስለ የእርስዎ ውሳኔዎች አንደምንም ኃላፊነት አንወስድም። በዚህ አስፈላጊነት ላይ ለማግኘት ለሙያው ይጠይቁ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. يرجى استشارة متخصص إذا لزم الأمر.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza la IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavní účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: برنامه هوش مصنوعی را صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang aplikasyon ay gumagamit ng AI para lamang sa layuning panglibangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumunsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન એઆઈનો ઉપયોગ માત્ર મનોરંજન માટે કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: एप्लिकेशन केवल मनोरंजन के उद्देश्यों के लिए एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztató céllal használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni da voi prese. In caso di necessità, consultate uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא נושאים באחריות להחלטות שקיבלתם. במידת הצורך פנו למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。お客様の判断に対して当社は一切の責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს AI-ს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қолданба ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಕೇವಲ ಮನರಂಜನೆಗಾಗಿ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가와 상담하십시오.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонот. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພິເກຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈທີ່ທ່ານເຮັດ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на стручњак.
ml_in: ആപ്പ് എന്റർടെയ്ൻമെന്റ് മാത്രമായാണ് AI ഉപയോഗിക്കുന്നത്. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन केवळ मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Sila rujuk pakar jika perlu.
ne: अनुप्रयोगले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist ved behov.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපට වගකීමක් නොමැත. අවශ්‍යනම් විශේෂඥයෙකු වෙත සම්බන්ධ වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja AI izključno za zabavne namene. Ne odgovarjamo za odločitve, ki jih sprejmete. Po potrebi se obrnite na strokovnjaka.
sq: Aplikacioni përdor IA-në vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubeba jukumu kwa maamuzi uliyofanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆப்ளிகேஷன் செயற்கை நுண்ணறிவை முழுமையாக பொழுதுபோக்கு நோக்கத்திற்காக மட்டுமே பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోదకరమైన ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışınız.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. У разі потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رابطہ کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định mà bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 該應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定承擔任何責任。如有需要，請諮詢專業人士。
zu: Uhlelo lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozithathayo. Uma kudingeka, xhumana nochwepheshe.

# career_finance_spread_screen_enter_question_hint
source: Enter your question...
af: Voer u vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introduïu la vostra pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Ingrese su pregunta...
fa: سؤال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduza a súa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना प्रश्न दर्ज करें...
hu: Írja be a kérdését...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הקלד את שאלתך...
ja_jp: 質問を入力してください...
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: បញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултыг оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte vašu otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Unesite vaše pitanje...
sv_se: Skriv in din fråga...
sw: Weka swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Sorunuzu girin...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 請輸入您的問題...
zu: Faka umbuzo wakho...

# pros_cons_spread_screen_what_is_pros_cons
source: What is the "Pros and Cons" spread?
af: Wat is die "Voor en Teen" uitleg?
am: "ከአገዛዝና ከተቃዋሚ" እንደምን ነው?
ar: ما هو توزيع "المؤيد والمعارض"؟
az: "Lehinə və Əleyhinə" yayımı nədir?
bn: "পক্ষ এবং বিপক্ষ" বিন্যাস কী?
ca: Què és la tirada "Pros i Contres"?
cs: Co je to rozložení "Pro a Proti"?
de: Was ist das Legesystem "Für und Wider"?
es_es: ¿Qué es la tirada "Pros y Contras"?
fa: "مزایا و معایب" چیست؟
fi_fi: Mikä on "Puolesta ja Vastaan" -lukuasettelu?
fil: Ano ang ibig sabihin ng "Mga Kalamangan at Kahinaan" na layout?
fr: Qu'est-ce que le tirage "Pour et Contre" ?
gl: Que é a tirada "A favor e en contra"?
gu: "ફાયદા અને નુકસાન" શું છે?
hi: "फायदे और नुकसान" क्या है?
hu: Mi az a "Pro és Kontra" kirakás?
hy_am: Ի՞նչ է նշանակում «Կողմ և Դեմ» դասավորությունը։
id: Apa itu pembacaan "Pro dan Kontra"?
is_is: Hvað er "Fyrir og á móti" dreifing?
it_it: Cos'è il tiro "Pro e Contro"?
iw: מהו הפירוש של הפירוש "בעד ונגד"?
ja_jp: 「賛成と反対」のスプレッドとは何ですか？
ka: რა არის "მხარეები და წინააღმდეგობები" განლაგება?
kk: «Артықшылықтар мен кемшіліктер» таралымы дегеніміз не?
km_kh: តើការបែងចែក "គាំទ្រ និងប្រឆាំង" មានអ្វីខ្លះ?
kn_in: "ಪಕ್ಷ ಮತ್ತು ವಿರೋಧ" ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: "찬반" 스프레드는 무엇인가요?
ky_kg: "Оң жана Терс" таразасы деген эмне?
lo: ລາຍການ "ສະໜັບສະໜູນ ແລະ ຕໍ່ຕ້ານ" ແມ່ນຫຍັງ?
lt: Kas yra "Už ir Prieš" išdėstymas?
lv: Kas ir "Par un Pret" izkārtojums?
mk_mk: Што е распоредот "За и Против"?
ml_in: "സഹായവും എതിരുമുള്ള" റീഡിംഗ് എന്താണ്?
mn_mn: "Тал болон Эсрэг" тарни гэж юу вэ?
mr: "फायदे आणि तोटे" म्हणजे काय?
ms_my: Apakah maksud bacaan "Pro dan Kontra"?
ne: "पक्ष र विपक्ष" लेआउट के हो?
nl: Wat is de "Voor en Tegen" legging?
no_no: Hva er "Fordeler og Ulemper"-oppsettet?
pa: "ਹਾਂ ਅਤੇ ਨਾ" ਵਿਵਸਥਾ ਕੀ ਹੈ?
pl: Czym jest rozkład "Za i Przeciw"?
pt_br: O que é a leitura "Prós e Contras"?
ro: Ce este tirajul "Pro și Contra"?
ru: Что такое расклад "За и Против"?
si: "හිතවත් සහ විරුද්ධ" පිළිබඳ විස්තර කුමක්ද?
sk: Čo je to rozloženie "Za a Proti"?
sl: Kaj je razpored "Za in Proti"?
sq: Çfarë është shpërndarja "Pro dhe Kundër"?
sr: Šta je raspored "Za i Protiv"?
sv_se: Vad är "För och emot"-läggningen?
sw: Je, ni nini muundo wa "Kwa na Dhidi"?
ta: "காரணமும் எதிர்ப்பும்" என்ற படிவம் என்ன?
te: "పక్షాలు మరియు వ్యతిరేకాలు" అనేది ఏమిటి?
th: การอ่านไพ่ "ข้อดีและข้อเสีย" คืออะไร?
tr_tr: "Artıları ve Eksileri" açılımı nedir?
uk: Що таке розклад "За і Проти"?
ur: "فائدے اور نقصانات" کیا ہے؟
vi: Bài trải "Ưu và Nhược" là gì?
zh_cn: 什么是"利与弊"牌阵？
zh_hk: 什麼是「利與弊」牌陣？
zu: Iyini i-layout ethi "Yebo noma Cha"?

# pros_cons_spread_screen_pros_cons_title
source: Spread "Pros and Cons"
af: "Voor en Teen" uitleg
am: "ከአገዛዝና ከተቃዋሚ" እንደምን ነው
ar: توزيع "المؤيد والمعارض"
az: "Lehinə və Əleyhinə" yayımı
bn: "পক্ষ এবং বিপক্ষ" বিন্যাস
ca: Tirada "Pros i Contres"
cs: Rozložení "Pro a Proti"
de: Legesystem "Für und Wider"
es_es: Tirada "Pros y Contras"
fa: "مزایا و معایب"
fi_fi: "Puolesta ja Vastaan" -lukuasettelu
fil: Layout na "Mga Kalamangan at Kahinaan"
fr: Tirage "Pour et Contre"
gl: Tirada "A favor e en contra"
gu: "ફાયદા અને નુકસાન" વિતરણ
hi: "फायदे और नुकसान" का वितरण
hu: "Pro és Kontra" kirakás
hy_am: «Կողմ և Դեմ» դասավորություն
id: Pembacaan "Pro dan Kontra"
is_is: "Fyrir og á móti" dreifing
it_it: Tiro "Pro e Contro"
iw: פירוש "בעד ונגד"
ja_jp: 「賛成と反対」のスプレッド
ka: "მხარეები და წინააღმდეგობები" განლაგება
kk: «Артықшылықтар мен кемшіліктер» таралымы
km_kh: ការបែងចែក "គាំទ្រ និងប្រឆាំង"
kn_in: "ಪಕ್ಷ ಮತ್ತು ವಿರೋಧ" ವಿತರಣೆ
ko_kr: "찬반" 스프레드
ky_kg: "Оң жана Терс" таразасы
lo: ລາຍການ "ສະໜັບສະໜູນ ແລະ ຕໍ່ຕ້ານ"
lt: "Išdėstymas Už ir Prieš"
lv: "Par un Pret" izkārtojums
mk_mk: Распоред "За и Против"
ml_in: "സഹായവും എതിരുമുള്ള" റീഡിംഗ്
mn_mn: "Тал болон Эсрэг" тарни
mr: "फायदे आणि तोटे" मांडणी
ms_my: Bacaan "Pro dan Kontra"
ne: "पक्ष र विपक्ष" लेआउट
nl: "Voor en Tegen" legging
no_no: "Fordeler og Ulemper"-oppsett
pa: "ਹਾਂ ਅਤੇ ਨਾ" ਵਿਵਸਥਾ
pl: Rozkład "Za i Przeciw"
pt_br: Leitura "Prós e Contras"
ro: Tirajul "Pro și Contra"
ru: Расклад "За и Против"
si: "හිතවත් සහ විරුද්ධ" විස්තරය
sk: Rozloženie "Za a Proti"
sl: Razpored "Za in Proti"
sq: Shpërndarja "Pro dhe Kundër"
sr: Raspored "Za i Protiv"
sv_se: "För och emot"-läggningen
sw: Muundo wa "Kwa na Dhidi"
ta: "காரணமும் எதிர்ப்பும்" படிவம்
te: "పక్షాలు మరియు వ్యతిరేకాలు" పద్ధతి
th: การอ่านไพ่ "ข้อดีและข้อเสีย"
tr_tr: "Artıları ve Eksileri" açılımı
uk: Розклад "За і Проти"
ur: "فائدے اور نقصانات" ترتیب
vi: Bài trải "Ưu và Nhược"
zh_cn: "利与弊"牌阵
zh_hk: 「利與弊」牌陣
zu: I-layout ethi "Yebo noma Cha"

# pros_cons_spread_screen_enter_question_hint
source: Enter your question...
af: Voer u vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introduïu la vostra pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Ingrese su pregunta...
fa: سؤال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduza a súa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना प्रश्न दर्ज करें...
hu: Írja be a kérdését...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הקלד את שאלתך...
ja_jp: 質問を入力してください...
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: បញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултыг оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte vašu otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Unesite vaše pitanje...
sv_se: Skriv in din fråga...
sw: Weka swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Sorunuzu girin...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 請輸入您的問題...
zu: Faka umbuzo wakho...
