Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# main_title
source: Guess and study Tarot
af: Raai en bestudeer Tarot
am: ተገምተህ ታሮን ማማር
ar: تنبأ وتعلم التارو
az: Taro ilə fal aç və öyrən
bn: ট্যারো পড়ুন এবং শিখুন
ca: Endevina i aprèn el Tarot
cs: Věštej a studuj Tarot
de: Orakel und lerne Tarot
es_es: Adivina y estudia el Tarot
fa: فال بگیر و تاروت را یاد بگیر
fi_fi: Tee ennustuksia ja opi Tarotista
fil: Manghula at pag-aralan ang Tarot
fr: Devinez et apprenez le Tarot
gl: Adiviña e aprende Tarot
gu: ટારોનું અનુમાન લગાવો અને શીખો
hi: टैरो पढ़ें और सीखें
hu: Jósolj és tanulj Tarot-t
hy_am: Գուշակիր և ուսումնասիրիր Տարո
id: Tebak dan pelajari Tarot
is_is: Spáðu og lærðu Tarot
it_it: Indovina e studia i Tarocchi
iw: חזה ולמד טארוט
ja_jp: タロットを占って学ぼう
ka: მოიგონე და ისწავლე ტარო
kk: Таро арқылы болжа және үйрен
km_kh: ចាប់ផ្តើមទាយ និងសិក្សា តារ៉ូ
kn_in: ಟ್ಯಾರೋ ಅಂದಾಜಿಸಿ ಮತ್ತು ಅಧ್ಯಯನ ಮಾಡಿ
ko_kr: 타로 점치기 및 학습하기
ky_kg: Таро жоруп үйрөнүңүз
lo: ທ່ານທຳການຄາດຫວັງແລະຮຽນຮູ້ກ່ຽວກັບທາໂຣ
lt: Spėk ir mokykis Taro
lv: Min un pēti Tarotu
mk_mk: Гадај и учи Таро
ml_in: ടാരോ പ്രവചനം ചെയ്യുകയും പഠിക്കുകയും ചെയ്യുക
mn_mn: Таро таах, судлах
mr: तारोचा अंदाज लावा आणि शिका
ms_my: Teka dan pelajari Tarot
ne: टारोको भविष्यवाणी र अध्ययन गर्नुहोस्
nl: Raadpleeg en leer Tarot
no_no: Spå og lær Tarot
pa: ਟੈਰੋ ਦਾ ਅਨੁਮਾਨ ਲਗਾਓ ਅਤੇ ਸਿੱਖੋ
pl: Wróż i ucz się Tarota
pt_br: Adivinhe e estude Tarô
ro: Ghicește și învață Tarotul
ru: Гадай и изучай Таро
si: ටැරෝ අඳින්න සහ අධ්‍යයනය කරන්න
sk: Vešt a študuj Tarot
sl: Prerokuj in se uči Tarota
sq: Parashiko dhe mëso Tarotin
sr: Прорицај и учи Таро
sv_se: Spå och lär dig Tarot
sw: Tafsiri na jifunze Tarot
ta: காட் மற்றும் டாரோவை கற்றுக்கொள்ளுங்கள்
te: టారో గాడ్ మరియు అధ్యయనం చేయండి
th: ทำนายและเรียนรู้ไพ่ทาโรต์
tr_tr: Fal bak ve Tarot öğren
uk: Ворожи та вивчай Таро
ur: تاروت کی پیش گوئی کریں اور سیکھیں
vi: Bói và học Tarot
zh_cn: 占卜并学习塔罗牌
zh_hk: 占卜與學習塔羅
zu: Phupha futhi ufunde i-Tarot

source: Your name
af: Jou naam
am: ስምዎ
ar: اسمك
az: Sənin adın
bn: আপনার নাম
ca: El teu nom
cs: Vaše jméno
de: Ihr Name
es_es: Tu nombre
fa: نام شما
fi_fi: Nimesi
fil: Ang iyong pangalan
fr: Votre nom
gl: O teu nome
gu: તમારું નામ
hi: आपका नाम
hu: A te neved
hy_am: Ձեր անունը
id: Nama Anda
is_is: Nafn þitt
it_it: Il tuo nome
iw: השם שלך
ja_jp: あなたの名前
ka: თქვენი სახელი
kk: Сіздің атыңыз
km_kh: ឈ្មោះរបស់អ្នក
kn_in: ನಿಮ್ಮ ಹೆಸರು
ko_kr: 당신의 이름
ky_kg: Сиздин атыңыз
lo: ຊື່ຂອງທ່ານ
lt: Jūsų vardas
lv: Jūsu vārds
mk_mk: Твоето име
ml_in: നിങ്ങളുടെ പേര്
mn_mn: Таны нэр
mr: तुमचे नाव
ms_my: Nama anda
ne: तपाईंको नाम
nl: Uw naam
no_no: Ditt navn
pa: ਤੁਹਾਡਾ ਨਾਮ
pl: Twoje imię
pt_br: Seu nome
ro: Numele tău
ru: Ваше имя
si: ඔබේ නම
sk: Vaše meno
sl: Vaše ime
sq: Emri juaj
sr: Ваше име
sv_se: Ditt namn
sw: Jina lako
ta: உங்கள் பெயர்
te: మీ పేరు
th: ชื่อของคุณ
tr_tr: Adınız
uk: Ваше ім'я
ur: آپ کا نام
vi: Tên của bạn
zh_cn: 您的名字
zh_hk: 您的名字
zu: Igama lakho

# personalization_hint
source: Ask questions to the AI Tarot reader and receive personalized spreads.
af: Stel vrae aan die AI Tarotleser en kry persoonlike uitleg
am: ለAI ታሮ ተናጋሪ ጥያቄዎች ያቀርቡ እና የግል ቅርጸ ተከፋፍሎችን ያግኙ
ar: اطرح أسئلة على قارئ التارو AI واحصل على توزيعات مخصصة
az: AI Taroloqa suallar ver və fərdi yayılımlar al
bn: AI ট্যারোলোজিস্টকে প্রশ্ন করুন এবং ব্যক্তিগতকৃত পাঠ পান
ca: Fes preguntes a l'AI Taròleg i obtén tirades personalitzades
cs: Pokládejte otázky AI Tarologovi a získejte personalizované rozklady
de: Stellen Sie dem KI-Tarotleger Fragen und erhalten Sie personalisierte Legungen
es_es: Haz preguntas al AI Tarólogo y recibe tiradas personalizadas
fa: از تارولوگ هوش مصنوعی سوال بپرسید و چیدمان‌های شخصی‌سازی شده دریافت کنید
fi_fi: Kysy kysymyksiä AI-Tarot-tulkilta ja saa henkilökohtaisia korttien jakoja
fil: Magtanong sa AI Tarologist at tumanggap ng personalized na mga layout
fr: Posez des questions à l'IA Tarologue et recevez des tirages personnalisés
gl: Fai preguntas ao AI Tarotista e recibe tiradas personalizadas
gu: AI ટારોલોજરથી પ્રશ્નો પૂછો અને વ્યક્તિગત વિતરણો મેળવો
hi: AI टैरो रीडर से प्रश्न पूछें और व्यक्तिगत कार्ड रीडिंग प्राप्त करें
hu: Tegyél fel kérdéseket az AI Tarot-szakértőnek, és kapj személyre szabott kirakásokat
hy_am: Հարցրու AI Տարոլոգին և ստացիր անհատականացված բացատրություններ
id: Ajukan pertanyaan kepada AI Tarot dan dapatkan pembacaan yang dipersonalisasi
is_is: Spyrðu AI Tarotlæsara og fáðu persónulegar dreifingar
it_it: Fai domande all'AI Tarologo e ricevi stese personalizzate
iw: שאל שאלות ל-AI טארולוג וקבל פריסות מותאמות אישית
ja_jp: AIタロット占い師に質問して、パーソナライズされたリーディングを受け取ろう
ka: დაუკითხე კითხვები AI ტაროლოგს და მიიღე პერსონალიზებული განლაგებები
kk: AI Тарологқа сұрақ қойып, жеке талдаулар алыңыз
km_kh: សួរបញ្ហាទៅ AI តារ៉ូហ្គោ និងទទួលបានការបង្ហាញផ្ទាល់ខ្លួន
kn_in: AI ಟ್ಯಾರೋಲಾಜರ್‌ಗೆ ಪ್ರಶ್ನೆಗಳು ಕೇಳಿ ಮತ್ತು ವೈಯಕ್ತಿಕೃತ ವಿತರಣೆಗಳನ್ನು ಪಡೆಯಿರಿ
ko_kr: AI 타로리더에게 질문하고 개인 맞춤형 카드 배열 받기
ky_kg: AI Тарологго суроолорду бериңиз жана жеке таратмаларды алыңыз
lo: ຖາມຄໍາຖາມກັບ AI ຜູ້ທຳການທາໂຣແລະຮັບການຈັດຕັ້ງທີ່ອອກແບບເປັນສ່ວນຕົວ
lt: Užduok klausimus AI tarologui ir gauk suasmenintus išdėstymus
lv: Uzdod jautājumus AI Tarologam un saņem personalizētas izklāstus
mk_mk: Поставувај прашања на AI Таролог и добивај персонализирани распоредувања
ml_in: AI ടാരോലജിസ്റ്റിനോട് ചോദ്യങ്ങൾ ചോദിച്ച് വ്യക്തിഗതമായ കാർഡ് റീഡിംഗുകൾ നേടുക
mn_mn: AI Тарологт асуулт асууж, хувийн тохируулгатай таро уншилтуудыг аваарай
mr: AI टारोलॉजिस्टला प्रश्न विचारा आणि वैयक्तिकृत कार्ड रीडिंग मिळवा
ms_my: Tanya soalan kepada AI Tarolog dan dapatkan bacaan yang diperibadikan
ne: AI टारोलोजरलाई प्रश्नहरू सोध्नुहोस् र व्यक्तिगत रूपमा तयार पारिएका कार्डहरू प्राप्त गर्नुहोस्
nl: Stel vragen aan de AI Taroloog en ontvang gepersonaliseerde leggingen
no_no: Still spørsmål til AI-Tarotleseren og få personlige opplegg
pa: AI ਟੈਰੋਲੋਜਿਸਟ ਨੂੰ ਸਵਾਲ ਪੁੱਛੋ ਅਤੇ ਨਿੱਜੀਕ੍ਰਿਤ ਪੜ੍ਹਾਈਆਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Zadaj pytania AI Tarocie i otrzymaj spersonalizowane rozkłady
pt_br: Faça perguntas ao Tarólogo AI e receba leituras personalizadas
ro: Pune întrebări AI Tarologului și primește interpretări personalizate
ru: Задавай вопросы AI Тарологу и получай персонализированные расклады
si: AI ටැරෝ විචාරකයාට ප්‍රශ්න අසන්න සහ පුද්ගලිකව සකස් කළ විවරණ ලබා ගන්න
sk: Pýtajte sa AI Tarológa a získajte personalizované rozklady
sl: Postavljajte vprašanja AI tarotu in prejemajte personalizirane razlage
sq: Bëj pyetje Tarologut AI dhe merr shpërndarje të personalizuara
sr: Постављај питања AI Тарологу и добијај персонализоване распоредe
sv_se: Ställ frågor till AI-tarotläsaren och få personliga läggningar
sw: Uliza maswali kwa AI Mtaalamu wa Tarot na upate maelezo ya kibinafsi
ta: AI டாரோலஜிஸ்டிடம் கேள்விகள் கேளுங்கள் மற்றும் தனிப்பயன் படி பரிசீலனைகள் பெறுங்கள்
te: AI టారోలోజిస్ట్‌కు ప్రశ్నలు అడగండి మరియు వ్యక్తిగతీకరించిన రీడింగ్స్ పొందండి
th: ถามคำถามกับ AI นักทาโรต์และรับการแจกไพ่ที่ปรับตามบุคคล
tr_tr: AI Tarotçusuna sorular sor ve kişiselleştirilmiş açılımlar al
uk: Став запитання AI Тарологу та отримуй персоналізовані розклади
ur: AI تاروت ریڈر سے سوالات پوچھیں اور ذاتی نوعیت کی ترتیب حاصل کریں
vi: Đặt câu hỏi cho AI Thầy Bói Tarot và nhận các trải bài cá nhân hóa
zh_cn: 向AI塔罗师提问，获得个性化牌阵
zh_hk: 向AI塔羅師提問並獲得個人化牌陣
zu: Beka imibuzo ku-AI Tarologist futhi uthole izinhlelo ezenziwe ngokwezifiso

# start_button
source: START
af: BEGIN
am: መጀመር
ar: ابدأ
az: BAŞLA
bn: শুরু করুন
ca: COMENÇAR
cs: ZAČÍT
de: STARTEN
es_es: COMENZAR
fa: شروع کن
fi_fi: ALOITA
fil: SIMPULAN
fr: COMMENCER
gl: COMEZAR
gu: શરૂ કરો
hi: शुरू करें
hu: KEZDJÜK
hy_am: ՍԿՍԵԼ
id: MULAI
is_is: BYRJA
it_it: INIZIA
iw: התחל
ja_jp: 開始
ka: დაწყება
kk: БАСТАУ
km_kh: ចាប់ផ្តើម
kn_in: ಆರಂಭಿಸಿ
ko_kr: 시작하기
ky_kg: БАШТОО
lo: ເລີ່ມຕົ້ນ
lt: PRADĖTI
lv: SĀKT
mk_mk: ПОЧНИ
ml_in: ആരംഭിക്കുക
mn_mn: ЭХЛҮҮЛЭХ
mr: सुरू करा
ms_my: MULAKAN
ne: सुरु गर्नुहोस्
nl: BEGIN
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: ROZPOCZNIJ
pt_br: COMEÇAR
ro: ÎNCEPE
ru: НАЧАТЬ
si: ආරම්භ කරන්න
sk: ZAČAŤ
sl: ZAČNI
sq: FILLON
sr: ПОЧНИ
sv_se: BÖRJA
sw: ANZA
ta: தொடங்கு
te: ప్రారంభించండి
th: เริ่มต้น
tr_tr: BAŞLA
uk: ПОЧАТИ
ur: شروع کریں
vi: BẮT ĐẦU
zh_cn: 开始
zh_hk: 開始
zu: QALA

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
az: Dil
bn: ভাষা
ca: Idioma
cs: Jazyk
de: Sprache
es_es: Idioma
fa: زبان
fi_fi: Kieli
fil: Wika
fr: Langue
gl: Idioma
gu: ભાષા
hi: भाषा
hu: Nyelv
hy_am: Լեզու
id: Bahasa
is_is: Tungumál
it_it: Lingua
iw: שפה
ja_jp: 言語
ka: ენა
kk: Тіл
km_kh: ភាសា
kn_in: ಭಾಷೆ
ko_kr: 언어
ky_kg: Тил
lo: ພາສາ
lt: Kalba
lv: Valoda
mk_mk: Јазик
ml_in: ഭാഷ
mn_mn: Хэл
mr: भाषा
ms_my: Bahasa
ne: भाषा
nl: Taal
no_no: Språk
pa: ਭਾਸ਼ਾ
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
sv_se: Språk
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr_tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_cn: 语言
zh_hk: 語言
zu: Ulimi

# continueBtn
source: Continue
af: Gaan voort
am: ቀጥል
ar: استمرار
az: Davam et
bn: চালিয়ে যান
ca: Continuar
cs: Pokračovat
de: Weiter
es_es: Continuar
fa: ادامه
fi_fi: Jatka
fil: Magpatuloy
fr: Continuer
gl: Continuar
gu: ચાલુ રાખો
hi: जारी रखें
hu: Folytatás
hy_am: Շարունակել
id: Lanjutkan
is_is: Halda áfram
it_it: Continua
iw: המשך
ja_jp: 続ける
ka: გაგრძელება
kk: Жалғастыру
km_kh: បន្ត
kn_in: ಮುಂದುವರಿಸಿ
ko_kr: 계속하기
ky_kg: Улантуу
lo: ດຳເນີນຕໍ່
lt: Tęsti
lv: Turpināt
mk_mk: Продолжи
ml_in: തുടരുക
mn_mn: Үргэлжлүүлэх
mr: सुरू ठेवा
ms_my: Teruskan
ne: जारी राख्नुहोस्
nl: Doorgaan
no_no: Fortsett
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
si: ඉදිරියට යන්න
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv_se: Fortsätt
sw: Endelea
ta: தொடரவும்
te: కొనసాగించండి
th: ดำเนินการต่อ
tr_tr: Devam et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zu: Qhubeka

source: Card of the Day
af: Kaart van die dag
am: የቀን ካርድ
ar: بطاقة اليوم
az: Günün kartı
bn: দিনের কার্ড
ca: Carta del dia
cs: Karta dne
de: Karte des Tages
es_es: Carta del día
fa: کارت روز
fi_fi: Päivän kortti
fil: Card ng Araw
fr: Carte du jour
gl: Carta do día
gu: દિવસનો કાર્ડ
hi: दिन का कार्ड
hu: A nap kártyája
hy_am: Օրվա քարտ
id: Kartu hari ini
is_is: Dagskort
it_it: Carta del giorno
iw: קלף היום
ja_jp: 今日のカード
ka: დღის ბარათი
kk: Күннің картасы
km_kh: កាតថ្ងៃ
kn_in: ದಿನದ ಕಾರ್ಡ್
ko_kr: 오늘의 카드
ky_kg: Күндүн картасы
lo: ບັດຂອງມື້
lt: Dienos korta
lv: Dienas karte
mk_mk: Карта на денот
ml_in: ദിവസത്തിന്റെ കാർഡ്
mn_mn: Өдрийн карт
mr: दिवसाची कार्ड
ms_my: Kad hari ini
ne: दिनको कार्ड
nl: Kaart van de dag
no_no: Dagens kort
pa: ਦਿਨ ਦਾ ਕਾਰਡ
pl: Karta dnia
pt_br: Carta do dia
ro: Cartea zilei
ru: Карта дня
si: දින කාඩ්පත
sk: Karta dňa
sl: Karta dneva
sq: Karta e ditës
sr: Карта дана
sv_se: Dagens kort
sw: Kadi ya siku
ta: நாளின் அட்டை
te: రోజు కార్డు
th: ไพ่ประจำวัน
tr_tr: Günün kartı
uk: Карта дня
ur: دن کا کارڈ
vi: Lá bài trong ngày
zh_cn: 今日之卡
zh_hk: 今日之卡
zu: Ikhadi losuku

source: Description
af: Beskrywing
am: መግለጫ
ar: الوصف
az: Təsvir
bn: বর্ণনা
ca: Descripció
cs: Popis
de: Beschreibung
es_es: Descripción
fa: توضیحات
fi_fi: Kuvaus
fil: Paglalarawan
gl: Descrición
gu: વર્ણન
hi: विवरण
hu: Leírás
hy_am: Նկարագրություն
id: Deskripsi
is_is: Lýsing
it_it: Descrizione
iw: תיאור
ja_jp: 説明
ka: აღწერა
kk: Сипаттама
km_kh: ការពិពណ៌នា
kn_in: ವಿವರಣೆ
ko_kr: 설명
ky_kg: Сүрөттөмө
lo: ຄໍາອະທິບາຍ
lt: Aprašymas
lv: Apraksts
mk_mk: Опис
ml_in: വിവരണം
mn_mn: Тайлбар
mr: वर्णन
ms_my: Penerangan
ne: विवरण
nl: Beschrijving
no_no: Beskrivelse
pa: ਵਰਣਨ
pl: Opis
pt_br: Descrição
ro: Descriere
ru: Описание
si: විස්තරය
sk: Popis
sl: Opis
sq: Përshkrimi
sr: Опис
sv_se: Beskrivning
sw: Maelezo
ta: விளக்கம்
te: వివరణ
th: คำอธิบาย
tr_tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
zh_cn: 描述
zh_hk: 描述
zu: Incazelo

source: Spreads
af: Uitlegte
am: አውታረ ስርዓቶች
ar: التوزيعات
az: Düzenlər
bn: বিন্যাস
ca: Tirades
cs: Rozložení
de: Legungen
es_es: Tiradas
fa: گشایش‌ها
fi_fi: Levitykset
fil: Mga Layout
fr: Tirages
gl: Tiradas
gu: વિગતવાર વિતરણ
hi: पाठ
hu: Kirakások
hy_am: Բաշխումներ
id: Penyebaran
is_is: Dreifingar
it_it: Stese
iw: פריסות
ja_jp: スプレッド
ka: გაშლა
kk: Таралымдар
km_kh: ការបែងចែក
kn_in: ವ್ಯಾಖ್ಯಾನಗಳು
ko_kr: 배치
ky_kg: Таразалар
lo: ການຈັດການ
lt: Išdėstymai
lv: Izklājumi
mk_mk: Распаѓања
ml_in: വിതരണങ്ങൾ
mn_mn: Тараалт
mr: पसरवणे
ms_my: Susunan
ne: फैलावटहरू
nl: Leggingen
no_no: Legginger
pa: ਫੈਲਾਅ
pl: Rozkłady
pt_br: Leituras
ro: Aranjamente
ru: Расклады
si: පෙළගැස්වීම්
sk: Rozklady
sl: Razporedi
sq: Hedhjet
sr: Распоред
sv_se: Läggningar
sw: Mipangilio
ta: பிரிப்புகள்
te: పట్టికలు
th: การแจกไพ่
tr_tr: Açılımlar
uk: Розклади
ur: تفسیر
vi: Bố cục
zh_cn: 牌阵
zh_hk: 牌陣
zu: Ukuhlelwa

source: Quick spread
af: Vinnige uitleg
am: ፈጣን አውታረ ስርዓት
ar: توزيع سريع
az: Sürətli düzen
bn: দ্রুত বিন্যাস
ca: Tirada ràpida
cs: Rychlé rozložení
de: Schnelle Legung
es_es: Tirada rápida
fa: گشایش سریع
fi_fi: Nopea levitys
fil: Mabilis na Layout
fr: Tirage rapide
gl: Tirada rápida
gu: ઝડપી વિતરણ
hi: त्वरित पाठ
hu: Gyors kirakás
hy_am: Արագ բաշխում
id: Penyebaran cepat
is_is: Fljótleg dreifing
it_it: Stesa veloce
iw: פריסה מהירה
ja_jp: クイックスプレッド
ka: სწრაფი გაშლა
kk: Жылдам таралым
km_kh: ការបែងចែករហ័ស
kn_in: ತ್ವರಿತ ವ್ಯಾಖ್ಯಾನ
ko_kr: 빠른 배치
ky_kg: Ыкчам таразалар
lo: ການຈັດການໄວ
lt: Greitas išdėstymas
lv: Ātrais izklājums
mk_mk: Брзо распаѓање
ml_in: വേഗത്തിലുള്ള വിതരണം
mn_mn: Хурдан тараалт
mr: जलद पसरवणे
ms_my: Susunan pantas
ne: छिटो फैलावट
nl: Snelle legging
no_no: Rask legging
pa: ਤੁਰੰਤ ਫੈਲਾਅ
pl: Szybki rozkład
pt_br: Leitura rápida
ro: Aranjament rapid
ru: Быстрый расклад
si: ඉක්මන් පෙළගැස්වීම
sk: Rýchly rozklad
sl: Hiter razpored
sq: Hedhje e shpejtë
sr: Брзи распоред
sv_se: Snabb läggning
sw: Mpangilio wa haraka
ta: விரைவு பிரிப்பு
te: త్వరిత పట్టిక
th: การแจกไพ่ด่วน
tr_tr: Hızlı açılım
uk: Швидкий розклад
ur: تیز تفسیر
vi: Bố cục nhanh
zh_cn: 快速牌阵
zh_hk: 快速牌陣
zu: Ukuhlelwa okusheshayo

source: Classic spreads
af: Klassieke uitlegte
am: ባህላዊ አውታረ ካርዶች
ar: التوزيعات الكلاسيكية
az: Klassik açılışlar
bn: ক্লাসিক্যাল স্প্রেডস
ca: Tirades clàssiques
cs: Klasické rozklady
de: Klassische Legungen
es_es: Tiradas clásicas
fa: گشایش‌های کلاسیک
fi_fi: Klassiset levitykset
fil: Mga klasikong layout
fr: Tirages classiques
gl: Tiradas clásicas
gu: ક્લાસિક વિતરણો
hi: क्लासिक डेक्स
hu: Klasszikus kirakások
hy_am: Դասական դասավորություններ
id: Penyebaran klasik
is_is: Klassískar dreifingar
it_it: Stese classiche
iw: פריסות קלאסיות
ja_jp: クラシックなスプレッド
ka: კლასიკური განლაგებები
kk: Классикалық таралымдар
km_kh: ការបែងចែកបែបបុរាណ
kn_in: ಸಾಂಪ್ರದಾಯಿಕ ವಿತರಣೆಗಳು
ko_kr: 클래식 스프레드
ky_kg: Классикалык жайгашуулар
lo: ການຈັດວາງກາດຄລາສສິກ
lt: Klasikiniai išdėstymai
lv: Klasiskās izklājas
mk_mk: Класични распоредувања
ml_in: ക്ലാസിക് സ്പ്രെഡുകൾ
mn_mn: Классик дэлгэрэнгүй
mr: क्लासिक रीडिंग्ज
ms_my: Susunan klasik
ne: परम्परागत सेटिङहरू
nl: Klassieke leggingen
no_no: Klassiske opplegg
pa: ਕਲਾਸਿਕ ਵਿਤਰਨ
pl: Klasyczne rozkłady
pt_br: Leituras clássicas
ro: Așezări clasice
ru: Классические расклады
si: සාම්ප්‍රදායික විහිදුම්
sk: Klasické rozklady
sl: Klasične razporeditve
sq: Përhapjet klasike
sr: Класични распореди
sv_se: Klassiska läggningar
sw: Mipangilio ya Kawaida
ta: சாதாரண பகிர்வுகள்
te: సాంప్రదాయ పతనాలు
th: การวางไพ่แบบคลาสสิก
tr_tr: Klasik açılımlar
uk: Класичні розклади
ur: روایتی ترتیبیں
vi: Bài trải bài cổ điển
zh_cn: 经典牌阵
zh_hk: 經典牌陣
zu: Ukusabalalisa kwendabuko

source: Thematic spreads
af: Tematiese uitlegte
am: ርዕሶች ያሉ አውታረ ካርዶች
ar: التوزيعات الموضوعية
az: Mövzu açılışları
bn: থিম্যাটিক স্প্রেডস
ca: Tirades temàtiques
cs: Tematické rozklady
de: Thematische Legungen
es_es: Tiradas temáticas
fa: گشایش‌های موضوعی
fi_fi: Teemalliset levitykset
fil: Mga tematikong layout
fr: Tirages thématiques
gl: Tiradas temáticas
gu: વિષયવસ્તુ વિતરણો
hi: थीमेटिक डेक्स
hu: Tematikus kirakások
hy_am: Թեմատիկ դասավորություններ
id: Penyebaran tematik
is_is: Þemadreifingar
it_it: Stese tematiche
iw: פריסות נושאיות
ja_jp: テーマ別スプレッド
ka: თემატური განლაგებები
kk: Тақырыптық таралымдар
km_kh: ការបែងចែកប្រធានបទ
kn_in: ವಿಷಯಾಧಾರಿತ ವಿತರಣೆಗಳು
ko_kr: 테마별 스프레드
ky_kg: Темалык жайгашуулар
lo: ການຈັດວາງກາດຕາມຫົວຂໍ້
lt: Teminiai išdėstymai
lv: Tematiskie izklājas
mk_mk: Тематски распоредувања
ml_in: വിഷയാനുസൃത സ്പ്രെഡുകൾ
mn_mn: Сэдэвчилсэн дэлгэрэнгүй
mr: थीमॅटिक रीडिंग्ज
ms_my: Susunan bertema
ne: थिमयुक्त सेटिङहरू
nl: Thematische leggingen
no_no: Tematiske opplegg
pa: ਥੀਮ ਵਾਲੇ ਵਿਤਰਨ
pl: Tematyczne rozkłady
pt_br: Leituras temáticas
ro: Așezări tematice
ru: Тематические расклады
si: විෂයමය විහිදුම්
sk: Tematické rozklady
sl: Tematske razporeditve
sq: Përhapjet tematike
sr: Тематски распореди
sv_se: Tematiska läggningar
sw: Mipangilio ya Mada
ta: தீமா பகிர்வுகள்
te: విషయపరమైన పతనాలు
th: การวางไพ่ตามธีม
tr_tr: Tematik açılımlar
uk: Тематичні розклади
ur: موضوعاتی ترتیبیں
vi: Bài trải bài theo chủ đề
zh_cn: 主题牌阵
zh_hk: 主題牌陣
zu: Ukusabalalisa kwezihloko

# card_combination
source: Combination of cards
af: Kaartkombinasies
am: ካርዶች መዋል
ar: تركيبة البطاقات
az: Kartların birləşməsi
bn: কার্ড কম্বিনেশন
ca: Combinació de cartes
cs: Kombinace karet
de: Kartenkombination
es_es: Combinación de cartas
fa: ترکیب کارت‌ها
fi_fi: Korttien yhdistelmät
fil: Pagsasama ng mga card
fr: Combinaison de cartes
gl: Combinación de cartas
gu: કાર્ડ સંયોજન
hi: कार्ड संयोजन
hu: Kártya kombinációk
hy_am: Քարտերի համադրություն
id: Kombinasi kartu
is_is: Samsetning spila
it_it: Combinazione di carte
iw: שילוב קלפים
ja_jp: カードの組み合わせ
ka: ბარათების კომბინაცია
kk: Карталардың үйлесімі
km_kh: ការរួមបញ្ចូលកាត
kn_in: ಕಾರ್ಡ್ ಸಂಯೋಜನೆ
ko_kr: 카드 조합
ky_kg: Карталардын айкалышы
lo: ການປະສົມກາດ
lt: Kortų derinys
lv: Kāršu kombinācijas
mk_mk: Комбинација на карти
ml_in: കാർഡ് സംയോജനം
mn_mn: Картын хослол
mr: कार्ड संयोजन
ms_my: Gabungan kad
ne: कार्ड संयोजन
nl: Kaartcombinaties
no_no: Kombinasjon av kort
pa: ਕਾਰਡਾਂ ਦਾ ਮਿਲਾਪ
pl: Połączenie kart
pt_br: Combinação de cartas
ro: Combinarea cărților
ru: Сочетание карт
si: පතල සන්ධානය
sk: Kombinácia kariet
sl: Kombinacije kart
sq: Kombinimi i kartave
sr: Комбинација карата
sv_se: Kombination av kort
sw: Mchanganyiko wa Kadi
ta: அட்டை இணைப்புகள்
te: కార్డుల కలయిక
th: การจับคู่ไพ่
tr_tr: Kart kombinasyonları
uk: Поєднання карт
ur: کارڈز کا امتزاج
vi: Sự kết hợp các lá bài
zh_cn: 牌组组合
zh_hk: 牌組組合
zu: Ukuhlanganiswa kwamakhadi

source: Card meanings
af: Kaartwaardes
am: የካርድ እሴቶች
ar: معاني البطاقات
az: Kartların mənaları
bn: কার্ডের মান
ca: Significats de les cartes
cs: Významy karet
de: Kartendeutungen
es_es: Significados de las cartas
fa: معانی کارت‌ها
fi_fi: Korttien merkitykset
fil: Mga kahulugan ng card
fr: Significations des cartes
gl: Significados das cartas
gu: કાર્ડના અર્થ
hi: कार्ड के अर्थ
hu: Kártya jelentések
hy_am: Քարտերի նշանակությունները
id: Arti kartu
is_is: Merking spila
it_it: Significati delle carte
iw: משמעות הקלפים
ja_jp: カードの意味
ka: ბარათების მნიშვნელობები
kk: Карталардың мәні
km_kh: អត្ថន័យនៃកាត
kn_in: ಕಾರ್ಡ್ ಅರ್ಥಗಳು
ko_kr: 카드 의미
ky_kg: Карталардын маанилери
lo: ຄໍາຫມາຍຂອງກາດ
lt: Kortų reikšmės
lv: Kāršu nozīmes
mk_mk: Значења на картите
ml_in: കാർഡുകളുടെ അർത്ഥങ്ങൾ
mn_mn: Картын утга
mr: कार्डचे अर्थ
ms_my: Maksud kad
ne: कार्डहरूको अर्थ
nl: Betekenissen van kaarten
no_no: Kortverdier
pa: ਕਾਰਡਾਂ ਦੇ ਅਰਥ
pl: Znaczenia kart
pt_br: Significados das cartas
ro: Semnificațiile cărților
ru: Значения карт
si: පතල අර්ථ
sk: Význam kariet
sl: Pomen kart
sq: Kuajt e kartave
sr: Значења карата
sv_se: Kortens betydelser
sw: Maana za Kadi
ta: அட்டை அர்த்தங்கள்
te: కార్డుల అర్థాలు
th: ความหมายของไพ่
tr_tr: Kart anlamları
uk: Значення карт
ur: کارڈز کی معانی
vi: Ý nghĩa các lá bài
zh_cn: 牌义
zh_hk: 牌義
zu: Izincazelo zamakhadi

source: Training
af: Opleiding
am: ማስተማር
ar: التعليم
az: Təlim
bn: শিক্ষা
ca: Formació
cs: Výuka
de: Schulung
es_es: Aprendizaje
fa: آموزش
fi_fi: Koulutus
fil: Pagsasanay
fr: Formation
gl: Formación
gu: શિક્ષણ
hi: प्रशिक्षण
hu: Tanulás
hy_am: Ուսուցում
id: Pelatihan
is_is: Þjálfun
it_it: Formazione
iw: הדרכה
ja_jp: 学習
ka: სწავლება
kk: Оқыту
km_kh: ការបណ្តុះបណ្តាល
kn_in: ಶಿಕ್ಷಣ
ko_kr: 학습
ky_kg: Окутуу
lo: ການສຶກສາ
lt: Mokymai
lv: Apmācība
mk_mk: Обука
ml_in: പഠനം
mn_mn: Сургалт
mr: शिक्षण
ms_my: Pembelajaran
ne: शिक्षा
no_no: Opplæring
pa: ਸਿੱਖਿਆ
pl: Szkolenie
pt_br: Treinamento
ro: Instruire
ru: Обучение
si: අධ්‍යාපනය
sk: Výučba
sl: Učenje
sq: Mësimdhënie
sr: Обука
sv_se: Utbildning
sw: Mafunzo
ta: பயிற்சி
te: శిక్షణ
th: การเรียนรู้
tr_tr: Eğitim
uk: Навчання
ur: تعلیمات
vi: Học tập
zh_cn: 教学
zh_hk: 教學
zu: Ukuqeqeshwa

source: Welcome
af: Welkom
am: እንኳን ደህና መጡ
ar: مرحبًا بك
az: Xoş gəlmisiniz
bn: স্বাগতম
ca: Benvingut
cs: Vítejte
de: Willkommen
es_es: Bienvenido
fa: خوش آمدید
fi_fi: Tervetuloa
fil: Maligayang pagdating
fr: Bienvenue
gl: Benvido
gu: સ્વાગત છે
hi: स्वागत है
hu: Üdvözöljük
hy_am: Բարի գալուստ
id: Selamat datang
is_is: Velkomin(n)
it_it: Benvenuto
iw: ברוכים הבאים
ja_jp: ようこそ
ka: კეთილი იყოს თქვენი მობრძანება
kk: Қош келдіңіз
km_kh: សូមស្វាគមន៍
kn_in: ಸ್ವಾಗತ
ko_kr: 환영합니다
ky_kg: Кош келиңиз
lo: ຍິນດີຕ້ອນຮັບ
lt: Sveiki atvykę
lv: Laipni lūdzam
mk_mk: Добредојдовте
ml_in: സ്വാഗതം
mn_mn: Тавтай морилно уу
mr: आपले स्वागत आहे
ms_my: Selamat datang
ne: स्वागत छ
nl: Welkom
no_no: Velkommen
pa: ਸਵਾਗਤ ਹੈ
pl: Witamy
pt_br: Bem-vindo
ro: Bine ai venit
ru: Добро пожаловать
si: සාදරයෙන් පිළිගනිමු
sk: Vitajte
sl: Dobrodošli
sq: Mirë se vini
sr: Добродошли
sv_se: Välkommen
sw: Karibu
ta: வரவேற்கிறோம்
te: స్వాగతం
th: ยินดีต้อนรับ
tr_tr: Hoş geldiniz
uk: Ласкаво просимо
ur: خوش آمدید
vi: Chào mừng
zh_cn: 欢迎
zh_hk: 歡迎
zu: Siyakwamukela

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
az: Bugün
bn: আজ
ca: Avui
cs: Dnes
de: Heute
es_es: Hoy
fa: امروز
fi_fi: Tänään
fil: Ngayon
fr: Aujourd'hui
gl: Hoxe
gu: આજ
hi: आज
hu: Ma
hy_am: Այսօր
id: Hari ini
is_is: Í dag
it_it: Oggi
iw: היום
ja_jp: 今日
ka: დღეს
kk: Бүгін
km_kh: ថ្ងៃនេះ
kn_in: ಇಂದು
ko_kr: 오늘
ky_kg: Бүгүн
lo: ມື້ນີ້
lt: Šiandien
lv: Šodien
mk_mk: Денес
ml_in: ഇന്ന്
mn_mn: Өнөөдөр
mr: आज
ms_my: Hari ini
ne: आज
nl: Vandaag
no_no: I dag
pa: ਅੱਜ
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
si: අද
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv_se: Idag
sw: Leo
ta: இன்று
te: ఈ రోజు
th: วันนี้
tr_tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_cn: 今天
zh_hk: 今天
zu: Namuhla

# view
source: Watch
af: Kyk
am: ተመልከት
ar: مشاهدة
az: Bax
bn: দেখুন
ca: Veure
cs: Sledovat
de: Ansehen
es_es: Ver
fa: تماشا کردن
fi_fi: Katso
fil: Panoorin
fr: Regarder
gl: Ver
gu: જુઓ
hi: देखें
hu: Nézni
hy_am: Դիտել
id: Tonton
is_is: Sjá
it_it: Guarda
iw: צפה
ja_jp: 見る
ka: ნახვა
kk: Көру
km_kh: មើល
kn_in: ನೋಡಿರಿ
ko_kr: 보기
ky_kg: Көрүү
lo: ດູ
lt: Žiūrėti
lv: Skatīties
mk_mk: Гледај
ml_in: കാണുക
mn_mn: Үзэх
mr: पाहा
ms_my: Tonton
ne: हेर्नुहोस्
nl: Bekijken
no_no: Se
pa: ਦੇਖੋ
pl: Oglądaj
pt_br: Assistir
ro: Vizualizează
ru: Смотреть
si: දැක්ම
sk: Pozrieť
sl: Ogled
sq: Shiko
sr: Гледај
sv_se: Titta
sw: Tazama
ta: பார்க்க
te: చూడండి
th: ดู
tr_tr: İzle
uk: Дивитися
ur: دیکھیں
vi: Xem
zh_cn: 观看
zh_hk: 觀看
zu: Buka
