Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# quick_reading_screen_quick_reading_explanation
source: A quick spread is an express spread (answer: YES or NO) that helps to instantly get a clear answer to a specific question or the general atmosphere of the day. It's perfect when you need quick inspiration or advice "here and now."
af: 'n Vinnige legkaart is 'n ekspres legkaart (antwoord: JA of NEE) wat help om onmiddellik 'n duidelike antwoord op 'n spesifieke vraag of die algemene atmosfeer van die dag te kry. Dit is perfek wanneer jy vinnige inspirasie of advies "hier en nou" nodig het.
am: ፈጣን መደበኛ ማለት ፈጣን መልስ (መልስ: አዎን ወይም አይ) ነው የሚሰጥ በፍጥነት በተወሰነ ጥያቄ ወይም በቀን አጠቃላይ አየር ላይ ግልጽ መልስ ለማግኘት የሚረዳ። በፍጥነት መነሳት ወይም እዚህና አሁን ምክር ሲያስፈልግ በጣም ተስማሚ ነው።
ar: التوزيع السريع هو توزيع سريع (الإجابة: نعم أو لا) يساعدك على الحصول فورًا على إجابة واضحة لسؤال محدد أو الجو العام لليوم. مثالي عندما تحتاج إلى إلهام سريع أو نصيحة "هنا والآن".
az: Sürətli yayım — bu, konkret sualınıza və ya günün ümumi atmosferinə dərhal aydın cavab almağa kömək edən ekspress yayım (cavab: BƏLİ və ya Xeyr). Tez ilham və ya 'indi və burada' məsləhət lazım olduqda idealdır.
bn: দ্রুত পঠন হল একটি এক্সপ্রেস পঠন (উত্তর: হ্যাঁ বা না) যা নির্দিষ্ট প্রশ্নের বা দিনের সামগ্রিক পরিবেশের জন্য দ্রুত স্পষ্ট উত্তর পেতে সাহায্য করে। যখন দ্রুত অনুপ্রেরণা বা "এখানে এবং এখন" পরামর্শ প্রয়োজন তখন এটি আদর্শ।
ca: La tirada ràpida és una tirada exprés (resposta: SÍ o NO) que ajuda a obtenir una resposta clara i immediata a una pregunta concreta o a l’ambient general del dia. Ideal quan es necessita una inspiració o consell ràpid «aquí i ara».
cs: Rychlý výklad je expresní výklad (odpověď: ANO nebo NE), který pomáhá okamžitě získat jasnou odpověď na konkrétní otázku nebo obecnou atmosféru dne. Ideální, když potřebujete rychlou inspiraci nebo radu "tady a teď".
de: Eine Schnelllegung ist eine Expresslegung (Antwort: JA oder NEIN), die hilft, sofort eine klare Antwort auf eine konkrete Frage oder die allgemeine Stimmung des Tages zu erhalten. Ideal, wenn man schnelle Inspiration oder einen Rat "hier und jetzt" braucht.
es_es: La tirada rápida es una tirada exprés (respuesta: SÍ o NO) que ayuda a obtener una respuesta clara al instante sobre una pregunta concreta o el ambiente general del día. Ideal cuando se necesita inspiración rápida o un consejo «aquí y ahora».
fa: رَدیف سریع یک رَدیف فوری (پاسخ: بله یا خیر) است که به شما کمک می‌کند فوراً پاسخ واضحی به یک سؤال خاص یا جو کلی روز دریافت کنید. ایده‌آل است وقتی که به الهام یا مشاوره سریع «اینجا و اکنون» نیاز دارید.
fi_fi: Nopea levitys on pikakartoitus (vastaus: KYLLÄ tai EI), joka auttaa saamaan välittömästi selkeän vastauksen tiettyyn kysymykseen tai päivän yleiseen tunnelmaan. Täydellinen, kun tarvitset nopeaa inspiraatiota tai neuvoa "tässä ja nyt".
fil: Ang mabilis na pagbasa ay isang express na pagbasa (sagot: OO o HINDI) na tumutulong upang agad makakuha ng malinaw na sagot sa isang partikular na tanong o pangkalahatang pakiramdam ng araw. Perpekto ito kapag kailangan ng mabilis na inspirasyon o payo "dito at ngayon."
fr: Un tirage rapide est un tirage express (réponse : OUI ou NON) qui aide à obtenir instantanément une réponse claire à une question précise ou à connaître l'ambiance générale de la journée. Idéal quand on a besoin d'une inspiration rapide ou d'un conseil « ici et maintenant ».
gl: A tirada rápida é unha tirada exprés (resposta: SI ou NON) que axuda a obter unha resposta clara e inmediata a unha pregunta concreta ou á atmosfera xeral do día. Ideal cando se precisa inspiración rápida ou un consello «aquí e agora».
gu: ઝડપી રીડિંગ એ એક એક્સપ્રેસ રીડિંગ છે (જવાબ: હા અથવા ના) જે ચોક્કસ પ્રશ્ન અથવા દિવસની સામાન્ય વાતાવરણ પર તરત જ સ્પષ્ટ જવાબ મેળવવામાં મદદ કરે છે. જ્યારે તાત્કાલિક પ્રેરણા અથવા "અહીં અને હવે" સલાહ જોઈએ ત્યારે આ આદર્શ છે.
hi: त्वरित पठन एक त्वरित पठन है (उत्तर: हाँ या नहीं) जो किसी विशिष्ट प्रश्न या दिन के सामान्य माहौल पर तुरंत स्पष्ट उत्तर प्राप्त करने में मदद करता है। जब आपको तुरंत प्रेरणा या "यहाँ और अभी" सलाह की आवश्यकता हो तो यह आदर्श है।
hu: A gyors kirakás egy expressz kirakás (válasz: IGEN vagy NEM), amely segít azonnal tiszta választ kapni egy konkrét kérdésre vagy a nap általános hangulatára. Tökéletes, ha gyors inspirációra vagy "itt és most" tanácsra van szükség.
hy_am: Արագ բացումը՝ սա էքսպրես բացում է (պատասխան՝ ԱՅՈ կամ ՈՉ), որը օգնում է անմիջապես ստանալ հստակ պատասխան կոնկրետ հարցին կամ օրվա ընդհանուր մթնոլորտին: Իդեալական է, երբ անհրաժեշտ է արագ ներշնչում կամ խորհուրդ «այստեղ և հիմա»:
id: Pembacaan cepat adalah pembacaan ekspres (jawaban: YA atau TIDAK) yang membantu mendapatkan jawaban jelas secara instan untuk pertanyaan spesifik atau suasana umum hari ini. Sempurna saat Anda membutuhkan inspirasi cepat atau saran "di sini dan sekarang".
is_is: Hraður spádómur er hraðspádómur (svar: JÁ eða NEI) sem hjálpar þér að fá skýrt svar við ákveðnu spurningu eða almenna stemningu dagsins á augabragði. Fullkomið þegar þú þarft fljótlega innblástur eða ráð „hér og nú".
it_it: La lettura veloce è una lettura express (risposta: SÌ o NO) che aiuta a ottenere immediatamente una risposta chiara a una domanda specifica o all'atmosfera generale della giornata. Perfetta quando serve ispirazione o consiglio rapido "qui e ora".
iw: פריסה מהירה היא פריסת אקספרס (תשובה: כן או לא) שעוזרת לקבל מענה ברור מיידי לשאלה מסוימת או לאווירה הכללית של היום. מושלם כשצריך השראה או עצה מהירה "כאן ועכשיו".
ja_jp: クイックスプレッドは、特定の質問やその日の全体的な雰囲気に対して瞬時に明確な答えを得るためのエクスプレススプレッド（答え：はい または いいえ）です。すぐにインスピレーションや「今ここで」のアドバイスが必要なときに最適です。
ka: სწრაფი განლაგება არის ექსპრეს განლაგება (პასუხი: დიახ ან არა), რომელიც ეხმარება სწრაფად მიიღოთ ნათელი პასუხი კონკრეტულ კითხვაზე ან დღის ზოგადი ატმოსფეროს შესახებ. იდეალურია, როცა გჭირდებათ სწრაფი შთაგონება ან რჩევა „აქ და ახლა".
kk: Жылдам тарату — бұл экспресс тарату (жауап: ИӘ немесе ЖОҚ), ол нақты сұраққа немесе күннің жалпы атмосферасына тез әрі анық жауап алуға көмектеседі. Қажет кезде жылдам шабыт немесе «осы жерде және қазір» кеңес алу үшін тамаша.
km_kh: ការបង្ហាញល្បឿនលឿនគឺជាការបង្ហាញបន្ទាន់ (ចម្លើយ៖ បាទ ឬ ទេ) ដែលជួយឲ្យទទួលបានចម្លើយច្បាស់លាស់ភ្លាមៗចំពោះសំណួរពិសេសមួយ ឬបរិយាកាសទូទៅនៃថ្ងៃ។ ល្អឥតខ្ចោះនៅពេលដែលត្រូវការប្រសិទ្ធភាពលឿន ឬដំណឹង «នៅទីនេះ និងឥឡូវនេះ»។
kn_in: ತ್ವರಿತ ವಿತರಣೆ ಎಂದರೆ ತ್ವರಿತ ವಿತರಣೆ (ಉತ್ತರ: ಹೌದು ಅಥವಾ ಇಲ್ಲ) ಇದು ನಿರ್ದಿಷ್ಟ ಪ್ರಶ್ನೆಗೆ ಅಥವಾ ದಿನದ ಸಾಮಾನ್ಯ ವಾತಾವರಣಕ್ಕೆ ತಕ್ಷಣ ಸ್ಪಷ್ಟ ಉತ್ತರವನ್ನು ಪಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. "ಇಲ್ಲಿ ಮತ್ತು ಈಗ" ತ್ವರಿತ ಪ್ರೇರಣೆ ಅಥವಾ ಸಲಹೆ ಬೇಕಾದಾಗ ಇದು ಪರಿಪೂರ್ಣವಾಗಿದೆ.
ko_kr: 빠른 카드 펼치기는 즉답(답변: 예 또는 아니오)으로, 특정 질문이나 하루의 전반적인 분위기에 대해 즉시 명확한 답을 얻을 수 있도록 도와줍니다. 빠른 영감이나 '지금 바로' 조언이 필요할 때 이상적입니다.
ky_kg: Жылдам таратуу — бул экспресс таратуу (жооп: ОО же ЖОК), ал конкреттүү суроого же күндүн жалпы абалына так жоопту дароо алууга жардам берет. Тез шыктануу же "азыр жана бул жерде" кеңеш керек болгондо идеалдуу.
lo: ການດຳເນີນງານດ່ວນແມ່ນການດຳເນີນງານດ່ວນ (ຄຳຕອບ: ແມ່ນ ຫຼື ບໍ່) ທີ່ຊ່ວຍໃຫ້ໄດ້ຄຳຕອບທີ່ຊັດເຈນຢ່າງລະດັບເວລາທີ່ສົມບູນຕໍ່ຄຳຖາມທີ່ກຳນົດຫຼືບັນດາທົ່ວໄປຂອງມື້. ເຫມາະສົມເມື່ອຕ້ອງການແຮງບັນດາດ່ວນ ຫຼື ຄໍາແນະນຳ "ຢູ່ນີ້ແລະດຽວນີ້".
lt: Greitas išsidėstymas – tai ekspresinis išsidėstymas (atsakymas: TAIP arba NE), kuris padeda akimirksniu gauti aiškų atsakymą į konkretų klausimą arba bendrą dienos nuotaiką. Idealu, kai reikia greitos įkvėpimo ar patarimo "čia ir dabar".
lv: Ātrais izklājums ir ekspress izklājums (atbilde: JĀ vai NĒ), kas palīdz uzreiz saņemt skaidru atbildi uz konkrētu jautājumu vai kopējo dienas noskaņu. Ideāli, kad nepieciešama ātra iedvesma vai padoms «šeit un tagad».
mk_mk: Брзото читање е експресно читање (одговор: ДА или НЕ) кое помага веднаш да добиете јасен одговор на конкретно прашање или општа атмосфера на денот. Идеално кога ви треба брзо инспирирање или совет "тука и сега".
ml_in: വേഗത്തിലുള്ള റീഡിംഗ് ഒരു എക്സ്പ്രസ് റീഡിംഗ് (ഉത്തരം: അതെ അല്ലെങ്കിൽ ഇല്ല) ആണ്, ഇത് ഒരു പ്രത്യേക ചോദ്യത്തിന് അല്ലെങ്കിൽ ദിവസത്തിന്റെ പൊതുവായ അന്തരീക്ഷത്തിന് ഉടൻ വ്യക്തമായ ഉത്തരം ലഭിക്കാൻ സഹായിക്കുന്നു. "ഇവിടെ ഇപ്പോൾ" എന്ന സന്ദർഭത്തിൽ വേഗത്തിലുള്ള പ്രചോദനമോ ഉപദേശമോ ആവശ്യമുള്ളപ്പോൾ ഇത് അനുയോജ്യമാണ്.
mn_mn: Хурдан заалт гэдэг нь тодорхой асуулт эсвэл өдрийн ерөнхий уур амьсгалыг хурдан тодорхойлох экспресс заалт (хариулт: ТИЙМ эсвэл ҮГҮЙ) юм. Яаралтай урам зориг эсвэл зөвлөгөө хэрэгтэй үед төгс тохирно.
mr: जलद वाचन म्हणजे एक त्वरित वाचन (उत्तर: हो किंवा नाही) जे विशिष्ट प्रश्नाला किंवा दिवसाच्या एकूण वातावरणाला त्वरित स्पष्ट उत्तर मिळविण्यात मदत करते. जेव्हा त्वरित प्रेरणा किंवा "इथे आणि आत्ता" सल्ला आवश्यक असतो तेव्हा हे आदर्श आहे.
ms_my: Pembacaan cepat adalah pembacaan ekspres (jawapan: YA atau TIDAK) yang membantu mendapatkan jawapan yang jelas dengan segera untuk soalan tertentu atau suasana umum hari itu. Sesuai apabila memerlukan inspirasi atau nasihat cepat "di sini dan sekarang".
ne: छिटो पठन भनेको एक्सप्रेस पठन हो (उत्तर: हो वा होइन) जसले कुनै विशेष प्रश्न वा दिनको सामान्य वातावरणमा तुरुन्तै स्पष्ट उत्तर प्राप्त गर्न मद्दत गर्दछ। जब छिटो प्रेरणा वा "यहाँ र अहिले" सल्लाह आवश्यक हुन्छ तब यो उत्तम हुन्छ।
nl: Een snelle legging is een expresslegging (antwoord: JA of NEE) die helpt om direct een duidelijk antwoord te krijgen op een specifieke vraag of de algemene sfeer van de dag. Perfect wanneer je snel inspiratie of advies nodig hebt "hier en nu".
no_no: Rask legging er en ekspresslegging (svar: JA eller NEI) som hjelper deg å få et klart svar på et konkret spørsmål eller den generelle stemningen for dagen umiddelbart. Perfekt når du trenger rask inspirasjon eller råd «her og nå».
pa: ਤੇਜ਼ ਪੜਤਾਲ ਇੱਕ ਤੁਰੰਤ ਪੜਤਾਲ ਹੈ (ਜਵਾਬ: ਹਾਂ ਜਾਂ ਨਾ) ਜੋ ਕਿਸੇ ਖਾਸ ਸਵਾਲ ਜਾਂ ਦਿਨ ਦੇ ਆਮ ਮਾਹੌਲ ਦਾ ਸਪਸ਼ਟ ਜਵਾਬ ਤੁਰੰਤ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਜਦੋਂ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਪ੍ਰੇਰਣਾ ਜਾਂ "ਇੱਥੇ ਅਤੇ ਹੁਣ" ਸਲਾਹ ਦੀ ਲੋੜ ਹੋਵੇ ਤਾਂ ਇਹ ਬਹੁਤ ਵਧੀਆ ਹੈ।
pl: Szybki rozkład to ekspresowy rozkład (odpowiedź: TAK lub NIE), który pomaga natychmiast uzyskać jasną odpowiedź na konkretne pytanie lub ogólną atmosferę dnia. Idealny, gdy potrzebujesz szybkiej inspiracji lub porady "tu i teraz".
pt_br: Leitura rápida é uma leitura expressa (resposta: SIM ou NÃO) que ajuda a obter instantaneamente uma resposta clara para uma pergunta específica ou a atmosfera geral do dia. Ideal quando você precisa de inspiração rápida ou conselho "aqui e agora".
ro: Etalarea rapidă este o etalare expresă (răspuns: DA sau NU) care ajută să obții instantaneu un răspuns clar la o întrebare specifică sau la atmosfera generală a zilei. Ideală când ai nevoie de inspirație rapidă sau un sfat \"aici și acum\".
ru: Быстрый расклад — это экспресс расклад (ответ: ДА или НЕТ) который помогает мгновенно получить ясный ответ на конкретный вопрос или общую атмосферу дня. Идеально, когда нужно быстрое вдохновение или совет «здесь и сейчас».
si: වේගවත් විවරණය කියන්නේ (ඇත්ත: ඔව් හෝ නැහැ) ඉක්මන් පිළිතුරක් ලබා දෙන විශේෂ විවරණයක් වන අතර, විශේෂ ප්‍රශ්නයකට හෝ දවසේ සාමාන්‍ය වාතාවරණයට පැහැදිලි පිළිතුරක් ලබා ගැනීමට උපකාරී වේ. "මෙහි සහ දැන්" ඉක්මන් ප්‍රේරණයක් හෝ උපදෙස් අවශ්‍ය වන විට ඉතා සුදුසුය.
sk: Rýchly výklad je expresný výklad (odpoveď: ÁNO alebo NIE), ktorý pomáha okamžite získať jasnú odpoveď na konkrétnu otázku alebo celkovú atmosféru dňa. Ideálne, keď potrebujete rýchlu inšpiráciu alebo radu "tu a teraz".
sl: Hitra razporeditev je ekspresna razporeditev (odgovor: DA ali NE), ki pomaga takoj dobiti jasen odgovor na konkretno vprašanje ali splošno vzdušje dneva. Idealno, ko potrebujete hitro navdih ali nasvet »tukaj in zdaj«.
sq: Shpërndarja e shpejtë është një shpërndarje ekspres (përgjigje: PO ose JO) që ndihmon të marrësh menjëherë një përgjigje të qartë për një pyetje të veçantë ose atmosferën e përgjithshme të ditës. Ideale kur ke nevojë për frymëzim ose këshillë të shpejtë «këtu dhe tani».
sr: Брзо читање је експресно читање (одговор: ДА или НЕ) које помаже да тренутно добијете јасан одговор на конкретно питање или општу атмосферу дана. Идеално када вам треба брза инспирација или савет "овде и сада".
sv_se: En snabbläggning är en expressläggning (svar: JA eller NEJ) som hjälper dig att omedelbart få ett tydligt svar på en specifik fråga eller den allmänna stämningen för dagen. Perfekt när du behöver snabb inspiration eller råd "här och nu".
sw: Muundo wa haraka ni muundo wa haraka (jibu: NDIO au HAPANA) unaosaidia kupata jibu wazi mara moja kwa swali maalum au hali ya jumla ya siku. Inafaa wakati unahitaji msukumo wa haraka au ushauri "hapa na sasa".
ta: விரைவு பரிசீலனை என்பது ஒரு விரைவு பரிசீலனை (பதில்: ஆம் அல்லது இல்லை) ஆகும், இது குறிப்பிட்ட கேள்விக்கு அல்லது நாளின் பொதுவான சூழ்நிலைக்கு உடனடி தெளிவான பதிலை பெற உதவுகிறது. "இங்கே மற்றும் இப்போது" விரைவான ஊக்கமோ அல்லது ஆலோசனையோ தேவைப்படும் போது இது சிறந்தது.
te: తక్షణ పాఠం అనేది ఒక ఎక్స్‌ప్రెస్ పాఠం (జవాబు: అవును లేదా కాదు) ఇది నిర్దిష్ట ప్రశ్నకు లేదా రోజువారీ వాతావరణానికి తక్షణ స్పష్టమైన జవాబు పొందడంలో సహాయపడుతుంది. త్వరగా ప్రేరణ లేదా "ఇక్కడే మరియు ఇప్పుడు" సలహా కావాలంటే ఇది సరైనది.
th: การเปิดไพ่แบบด่วนคือการเปิดไพ่แบบเร่งด่วน (คำตอบ: ใช่ หรือ ไม่) ที่ช่วยให้ได้รับคำตอบที่ชัดเจนทันทีสำหรับคำถามเฉพาะหรือบรรยากาศทั่วไปของวัน เหมาะอย่างยิ่งเมื่อคุณต้องการแรงบันดาลใจหรือคำแนะนำอย่างรวดเร็ว "ที่นี่และตอนนี้"
tr_tr: Hızlı açılım, belirli bir soruya veya günün genel atmosferine anında net bir cevap veren ekspres açılımdır (cevap: EVET veya HAYIR). Hızlı ilham veya "şimdi ve burada" tavsiyesi gerektiğinde idealdir.
uk: Швидкий розклад — це експрес-розклад (відповідь: ТАК або НІ), який допомагає миттєво отримати чітку відповідь на конкретне питання або загальну атмосферу дня. Ідеально, коли потрібне швидке натхнення або порада «тут і зараз».
ur: فوری تقسیم ایک ایکسپریس تقسیم ہے (جواب: ہاں یا نہیں) جو مخصوص سوال یا دن کے عمومی ماحول کا فوری اور واضح جواب حاصل کرنے میں مدد دیتی ہے۔ جب فوری تحریک یا "یہاں اور ابھی" مشورے کی ضرورت ہو تو یہ بہترین ہے۔
vi: Bói nhanh là một trải bài nhanh (trả lời: CÓ hoặc KHÔNG) giúp bạn ngay lập tức có câu trả lời rõ ràng cho một câu hỏi cụ thể hoặc không khí chung của ngày. Hoàn hảo khi bạn cần cảm hứng hoặc lời khuyên nhanh "ngay tại đây và bây giờ".
zh_cn: 快速占卜是一种快速占卜（答案：是或否），帮助您立即获得对具体问题或当天整体氛围的清晰回答。非常适合需要"此时此刻"快速灵感或建议的时候。
zh_hk: 快速占卜是一種快速占卜（答案：是或否），幫助您立即獲得對具體問題或當日整體氛圍的清晰回答。非常適合需要「此時此刻」快速靈感或建議的時候。
zu: Ukuhlukaniswa okusheshayo kuwuhlobo lokuhlukaniswa ngokushesha (impendulo: Yebo noma Cha) okusiza ukuthola impendulo ecacile ngokushesha kumbuzo othile noma isimo esijwayelekile sosuku. Kufaneleka uma udinga ugqozi olusheshayo noma iseluleko "lapha manje".

# self_development_balance_spread_screen_request_accepted
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। দয়া করে কার্ডগুলি খুলুন
ca: La vostra sol·licitud ha estat acceptada. Si us plau, obriu les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte öffnen Sie die Karten.
es_es: Su solicitud ha sido recibida. Por favor, abra las cartas
fa: درخواست شما پذیرفته شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga card
fr: Votre demande a été reçue. Veuillez ouvrir les cartes
gl: A súa solicitude foi aceptada. Por favor, abra as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, nyissa ki a kártyákat
hy_am: Ձեր հարցումը ընդունվել է: Խնդրում ենք բացել քարտերը
id: Permintaan Anda diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata accettata. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: リクエストを受け付けました。カードを開いてください。
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ გახსენით ბარათები
kk: Сіздің сұранысыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើររបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 펼쳐주세요.
ky_kg: Сиздин сурамыңыз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ການຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກຮັບເຂົ້າແລ້ວ. ກະລຸນາເປີດບັດ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atveriet kārtis
mk_mk: Вашиот барање е прифатено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картыг нээнэ үү
mr: आपला विनंती स्वीकारली गेली आहे. कृपया कार्ड उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Je verzoek is ontvangen. Open de kaarten alsjeblieft.
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, otwórz karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea ta a fost primită. Te rugăm să deschizi cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම ලැබී ඇත. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaša zahteva je sprejeta. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutemi, hapni kartat
sr: Ваш захтев је прихваћен. Молимо отворите карте
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับการยอมรับแล้ว กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açın.
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已被接受。请翻开牌卡
zh_hk: 您的請求已被接受。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# self_development_balance_spread_screen_error_getting_value
source: Error retrieving the spread value. Please try again.
af: Fout tydens die kry van die legkaartwaarde. Probeer asseblief weer.
am: መደበኛ እሴት ለማግኘት ስህተት። እባክዎ ደግመው ይሞክሩ።
ar: حدث خطأ أثناء استرجاع قيمة التوزيع. حاول مرة أخرى.
az: Yayım dəyərinin alınmasında səhv baş verdi. Yenidən cəhd edin.
bn: পঠনের মান পাওয়ার সময় ত্রুটি হয়েছে। আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torneu-ho a provar.
cs: Chyba při získávání hodnoty výkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtelo de nuevo.
fa: خطا در دریافت مقدار رَدیف. لطفاً دوباره تلاش کنید.
fi_fi: Virhe levityksen arvon hakemisessa. Yritä uudelleen.
fil: Error sa pagkuha ng halaga ng pagbasa. Subukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Intente de novo.
gu: રીડિંગ મૂલ્ય મેળવવામાં ભૂલ. ફરી પ્રયાસ કરો.
hi: पठन मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba történt a kirakás értékének lekérésekor. Kérjük, próbálja újra.
hy_am: Սխալ բացման արժեքը ստանալու ժամանակ: Փորձեք կրկին:
id: Kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja gildi spádómsins. Reyndu aftur.
it_it: Errore nel recupero del valore della lettura. Riprova.
iw: שגיאה בקבלת ערך הפריסה. נסה שוב.
ja_jp: スプレッドの値を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Тарату мәнін алу кезінде қате пайда болды. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃនៃការបង្ហាញ។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿತರಣೆ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 카드 펼치기 값 가져오기 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Таратуунун маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການດຳເນີນງານ. ລອງໃໝ່ອີກຄັ້ງ.
lt: Klaida gaunant išsidėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma vērtību. Mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на читањето. Обидете се повторно.
ml_in: റീഡിംഗ് മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Заалтын утгыг авахад алдаа гарлаа. Дахин оролдоно уу.
mr: वाचन मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai pembacaan. Sila cuba lagi.
ne: पठन मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de legwaarde. Probeer het opnieuw.
no_no: Feil ved henting av leggeverdi. Vennligst prøv igjen.
pa: ਪੜਤਾਲ ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Tente novamente.
ro: Eroare la obținerea valorii etalării. Te rugăm să încerci din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: විවරණයේ අගය ලබා ගැනීමේ දෝෂයක්. නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty výkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së vlerës së shpërndarjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању вредности читања. Покушајте поново.
sv_se: Fel vid hämtning av läggningsvärde. Försök igen.
sw: Kosa lilipotokea wakati wa kupata thamani ya muundo. Jaribu tena.
ta: பரிசீலனை மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: పాఠం విలువ పొందడంలో లోపం. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değeri alınırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: تقسیم کی قدر حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị trải bài. Vui lòng thử lại.
zh_cn: 获取占卜结果时出错。请再试一次。
zh_hk: 獲取占卜結果時出錯。請再試一次。
zu: Iphutha ekutholeni inani lokuhlukaniswa. Zama futhi.
