Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# career_finance_spread_screen_what_is_career_finance_spread
source: What is the Career and Finances spread?
af: Wat is die loopbaan- en finansieëlêer uitleg?
am: የስራ እና ፋይናንስ ቅጥር ምንድነው?
ar: ما هو توزيع المهنة والمالية؟
az: Karyera və maliyyə yayımı nədir?
bn: ক্যারিয়ার এবং অর্থের রিডিং কী?
ca: Què és la tirada Carrera i finances?
cs: Co je výklad Kariéra a finance?
de: Was ist das Legeset Karriere und Finanzen?
es_es: ¿Qué es la tirada Carrera y finanzas?
fa: چیدمان شغل و امور مالی چیست؟
fi_fi: Mikä on ura- ja talouslevitys?
fil: Ano ang Career at Pananalapi na layout?
fr: Qu'est-ce que le tirage Carrière et finances ?
gl: Que é a tirada de Carreira e finanzas?
gu: કેરિયર અને નાણાં માટેનું વિતરણ શું છે?
hi: करियर और वित्त रीडिंग क्या है?
hu: Mi az a Karrier és pénzügyek kirakás?
hy_am: Ի՞նչ է կարիերայի և ֆինանսների դասավորությունը։
id: Apa itu pembacaan Karier dan keuangan?
is_is: Hvað er dreifing um Feril og fjármál?
it_it: Cos'è la stesura Carriera e finanze?
iw: מהי פריסת קריירה וכספים?
ja_jp: キャリアと財務のスプレッドとは何ですか？
ka: რა არის კარიერისა და ფინანსების განლაგება?
kk: Мансап пен қаржы таратуы деген не?
km_kh: ការចែកចាយអ្វីទៅដែលហៅថា អាជីព និងហិរញ្ញវត្ថុ?
kn_in: ಕೆರಿಯರ್ ಮತ್ತು ಹಣಕಾಸು ವಿತರಣೆ ಎಂದರೇನು?
ko_kr: 커리어 및 재정 배열이란 무엇인가요?
ky_kg: Карьерa жана финансы таразалоосу деген эмне?
lo: ການຈັດຕັ້ງອາຊີບແລະເງິນໄດ້ແມ່ນຫຍັງ?
lt: Kas yra Karjera ir finansai išdėstymas?
lv: Kas ir izkārtojums Karjera un finanses?
mk_mk: Што е распоредот Кариера и финансии?
ml_in: ക്യാരിയർ ആൻഡ് ഫിനാൻസ് റീഡിംഗ് എന്താണ്?
mn_mn: Карьер ба санхүүгийн дэлгэрэнгүй гэж юу вэ?
mr: करिअर आणि आर्थिक रीडिंग म्हणजे काय?
ms_my: Apakah susunan Kerjaya dan kewangan?
ne: क्यारियर र वित्तको लेआउट के हो?
nl: Wat is de legging Carrière en financiën?
no_no: Hva er Karriere og økonomi-oppsettet?
pa: ਕੈਰੀਅਰ ਅਤੇ ਵਿੱਤ ਦਾ ਵਿਤਰਨ ਕੀ ਹੈ?
pl: Czym jest rozkład Kariera i finanse?
pt_br: O que é a leitura Carreira e finanças?
ro: Ce este etalarea Carieră și finanțe?
ru: Что такое расклад Карьера и финансы?
si: රැකියා සහ මූල්‍ය විහිදුම යනු 무엇인가?
sk: Čo je výklad Kariéra a financie?
sl: Kaj je razporeditev Kariera in finance?
sq: Çfarë është shpërndarja Karriera dhe financat?
sr: Шта је распоред Каријера и финансије?
sv_se: Vad är en läggning för Karriär och ekonomi?
sw: Ugawaji wa Kazi na Fedha ni nini?
ta: தொழில் மற்றும் நிதி பரவல் என்றால் என்ன?
te: కెరీర్ మరియు ఆర్థిక పాఠం అంటే ఏమిటి?
th: การแจกไพ่เรื่องอาชีพและการเงินคืออะไร?
tr_tr: Kariyer ve finans açılımı nedir?
uk: Що таке розклад Кар'єра і фінанси?
ur: کیرئیر اور مالیات کا پھیلاؤ کیا ہے؟
vi: Trải bài Sự nghiệp và Tài chính là gì?
zh_cn: 什么是职业和财务牌阵？
zh_hk: 什麼是職業與財務牌陣？
zu: Yini ukuhlukaniswa kweMisebenzi nezezimali?
