Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# see_meaning_button
source: Find out the meaning
af: Vind die betekenis uit
am: እርስዎ ማለት ምን እንደሆነ ያውቁ
ar: اكتشف المعنى
az: Mənasını öyrənmək
bn: অর্থ জানুন
ca: Descobrir el significat
cs: Zjistit význam
de: Bedeutung herausfinden
es_es: Conocer el significado
fa: دریافت معنی
fi_fi: Saada merkitys
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o significado
gu: મૂલ્ય જાણવા
hi: मूल्य जानें
hu: Érték megtudása
hy_am: Գտնել նշանակությունը
id: Cari arti
is_is: Fá merkinguna
it_it: Scoprire il significato
iw: לגלות את המשמעות
ja_jp: 意味を知る
ka: მნიშვნელობის გაგება
kk: Мәнін білу
km_kh: ស្វែងយល់អត្ថន័យ
kn_in: ಅರ್ಥ ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанисин билүү
lo: ຮູ້ຄ່າຄວາມ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај ја значењето
ml_in: അർത്ഥം അറിയുക
mn_mn: Утгыг мэдэх
mr: म्हणजे जाणून घ्या
ms_my: Ketahui makna
ne: अर्थ जान्नुहोस्
nl: Betekenis ontdekken
no_no: Finn ut betydningen
pa: ਮੁੱਲ ਜਾਣੋ
pl: Poznać znaczenie
pt_br: Descobrir o significado
ro: Află semnificația
ru: Узнать значение
si: අර්ථය දැනගන්න
sk: Zistiť význam
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнати значење
sv_se: Ta reda på betydelsen
sw: Jua maana
ta: அர்த்தத்தை அறியவும்
te: అర్థం తెలుసుకోండి
th: ค้นหาความหมาย
tr_tr: Anlamını öğren
uk: Дізнатись значення
ur: معنی جانیں
vi: Tìm hiểu ý nghĩa
zh_cn: 了解含义
zh_hk: 了解含義
zu: Thola incazelo

# three_cards_title
source: 3 cards in the spread
af: 3 kaarte in die uitleg
am: 3 ካርዶች በመደበኛ ክፍል ውስጥ
ar: 3 بطاقات في التوزيع
az: 3 kart yayımında
bn: রিডিংয়ে 3টি কার্ড
ca: 3 cartes a la tirada
cs: 3 karty ve výkladu
de: 3 Karten im Spread
es_es: 3 cartas en la tirada
fa: ۳ کارت در چیدمان
fi_fi: 3 korttia levityksessä
fil: 3 mga card sa layout
fr: 3 cartes dans le tirage
gl: 3 cartas na tirada
gu: રિડિંગમાં 3 કાર્ડ્સ
hi: 3 कार्ड्स डील में
hu: 3 kártya a kirakásban
hy_am: 3 քարտեր բացվածքում
id: 3 kartu dalam penyebaran
is_is: 3 spil í dreifingu
it_it: 3 carte nella stesa
iw: 3 קלפים בפריסה
ja_jp: スプレッドに3枚のカード
ka: 3 ბარათი განლაგებაში
kk: 3 карта таралымда
km_kh: កាត 3 នៅក្នុងការបង្ហាញ
kn_in: ರೀಡಿಂಗ್‌ನಲ್ಲಿ 3 ಕಾರ್ಡ್‌ಗಳು
ko_kr: 3장 카드 배열
ky_kg: 3 карта таразаланууда
lo: 3 ບັດໃນການຈັດການ
lt: 3 kortos išdėstyme
lv: 3 kārtis izklājumā
mk_mk: 3 карти во распоредот
ml_in: റീഡിങ്ങിൽ 3 കാർഡുകൾ
mr: रचनेत 3 कार्ड्स
ms_my: 3 kad dalam susunan
ne: रिडिङमा 3 वटा कार्डहरू
nl: 3 kaarten in de legging
no_no: 3 kort i opplegget
pa: ਰਹੱਸ ਵਿੱਚ 3 ਕਾਰਡ
pl: 3 karty w rozkładzie
pt_br: 3 cartas na leitura
ro: 3 cărți în așezare
ru: 3 карты в раскладе
si: රැස්වීමේ කාඩ්පත් 3 ක්
sk: 3 karty v rozklade
sl: 3 karte v razporedu
sq: 3 karta në shpërndarje
sr: 3 карте у распореду
sv_se: 3 kort i spridningen
sw: Kadi 3 katika muundo
ta: {cards} அட்டைகள் படிவத்தில் உள்ளன
te: రెండుమూడు కార్డులు {cards} లో
th: 3 ใบในชุดไพ่
tr_tr: Açılımda 3 kart
uk: 3 картини в розкладі
vi: 3 lá bài trong trải bài
zh_cn: 牌阵中有3张牌
zh_hk: 牌陣中有3張牌
zu: Amakhadi ama-3 ekumisweni

# new_spread_button
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ መደበኛ ክፍል ያድርጉ
ar: قم بعمل توزيع جديد
az: Yeni yayım etmək
bn: নতুন রিডিং করুন
ca: Fer una nova tirada
cs: Vytvořit nový výklad
de: Neuen Spread machen
es_es: Hacer una nueva tirada
fa: ساخت چیدمان جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Facer unha nova tirada
gu: નવું રિડિંગ બનાવો
hi: नया डील बनाएं
hu: Új kirakás készítése
hy_am: Ստեղծել նոր բացվածք
id: Buat penyebaran baru
is_is: Gera nýja dreifingu
it_it: Fare una nuova stesa
iw: לעשות פריסה חדשה
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа таралым жасау
km_kh: បង្កើតការបង្ហាញថ្មី
kn_in: ಹೊಸ ರೀಡಿಂಗ್ ಮಾಡಿ
ko_kr: 새 배열 만들기
ky_kg: Жаңы таразалоо жасоо
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išdėstymą
lv: Izveidot jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ റീഡിംഗ് നടത്തുക
mn_mn: Шинэ байрлал хийх
mr: नवीन रचना करा
ms_my: Buat susunan baru
ne: नयाँ रिडिङ गर्नुहोस्
nl: Maak een nieuwe legging
no_no: Lag et nytt opplegg
pa: ਨਵਾਂ ਰਹੱਸ ਬਣਾਓ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă o nouă așezare
ru: Сделать новый расклад
si: නව රැස්වීමක් කරන්න
sk: Urobiť nový rozklad
sl: Naredi nov razpored
sq: Bëj një shpërndarje të re
sr: Направити нови распоред
sv_se: Gör en ny spridning
sw: Fanya muundo mpya
ta: புதிய படிவம் செய்யவும்
te: కొత్త పంచాంగం చేయండి
th: ทำชุดไพ่ใหม่
tr_tr: Yeni açılım yap
uk: Зробити новий розклад
vi: Tạo trải bài mới
zh_cn: 制作新的牌阵
zh_hk: 製作新的牌陣
zu: Yenza ukumiswa okusha

# disclaimer_text
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰውነትን በተወሰነ መልኩ በመዝናኛ አላማ ብቻ ይጠቀማል። ስለዚህ የወሰኑትን ውሳኔዎች እኛ አንወሰንም። በዚህ አስፈላጊነት ላይ ለማግኘት ለሙያ ሰው ይጠይቁ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. إذا لزم الأمر، استشر متخصصًا.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি শুধুমাত্র বিনোদনের জন্য AI ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে বিশেষজ্ঞের পরামর্শ নিন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: این برنامه از هوش مصنوعی فقط برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong gagawin mo. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins récréatives. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન એઆઈનો ઉપયોગ ફક્ત મનોરંજન માટે કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: एप्लिकेशन केवल मनोरंजन के उद्देश्य से AI का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni che prenderai. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. איננו אחראים על ההחלטות שתקבלו. במידת הצורך פנו למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の決定に対して責任を負いかねます。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს AI-ს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიერ მიღებულ გადაწყვეტილებებზე. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіз қабылдаған шешімдер үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់ AI សម្រាប់គោលបំណងកំសាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 앱은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Jei reikia, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на стручњак.
ml_in: ആപ്പ് വിനോദത്തിനായി മാത്രം AI ഉപയോഗിക്കുന്നു. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Програм нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зориулалтаар ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй холбоо барина уу.
mr: अॅप्लिकेशन फक्त मनोरंजनासाठी AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Sila rujuk pakar jika perlu.
ne: एपले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜ਼ਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොදරමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja AI izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не одговарамо за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu inatumia AI kwa madhumuni ya burudani tu. Hatubebei uwajibikaji kwa maamuzi uliyofanya. Ikiwa inahitajika, wasiliana na mtaalamu.
ta: ஆபிளிகேஷன் பொழுதுபோக்கு நோக்கத்திற்காக மட்டுமே AI ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்த முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

source: Enter your question...
af: Voer jou vraag in...
am: ጥያቄዎን ያስገቡ...
ar: أدخل سؤالك...
az: Sualınızı daxil edin...
bn: আপনার প্রশ্ন লিখুন...
ca: Introduïu la vostra pregunta...
cs: Zadejte svou otázku...
de: Geben Sie Ihre Frage ein...
es_es: Ingrese su pregunta...
fa: سوال خود را وارد کنید...
fi_fi: Kirjoita kysymyksesi...
fil: Ilagay ang iyong tanong...
fr: Entrez votre question...
gl: Introduza a súa pregunta...
gu: તમારો પ્રશ્ન દાખલ કરો...
hi: अपना प्रश्न दर्ज करें...
hu: Írja be a kérdését...
hy_am: Մուտքագրեք ձեր հարցը...
id: Masukkan pertanyaan Anda...
is_is: Sláðu inn spurninguna þína...
it_it: Inserisci la tua domanda...
iw: הקלד את שאלתך...
ja_jp: 質問を入力してください...
ka: შეიყვანეთ თქვენი კითხვა...
kk: Сұрағыңызды енгізіңіз...
km_kh: បញ្ចូលសំណួររបស់អ្នក...
kn_in: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ...
ko_kr: 질문을 입력하세요...
ky_kg: Сурооңузду киргизиңиз...
lo: ໃສ່ຄໍາຖາມຂອງທ່ານ...
lt: Įveskite savo klausimą...
lv: Ievadiet savu jautājumu...
mk_mk: Внесете го вашето прашање...
ml_in: നിങ്ങളുടെ ചോദ്യം നൽകുക...
mn_mn: Таны асуултыг оруулна уу...
mr: आपला प्रश्न टाका...
ms_my: Masukkan soalan anda...
ne: तपाईंको प्रश्न प्रविष्ट गर्नुहोस्...
nl: Voer uw vraag in...
no_no: Skriv inn spørsmålet ditt...
pa: ਆਪਣਾ ਸਵਾਲ ਦਰਜ ਕਰੋ...
pl: Wpisz swoje pytanie...
pt_br: Digite sua pergunta...
ro: Introduceți întrebarea dvs...
ru: Введите ваш вопрос...
si: ඔබේ ප්‍රශ්නය ඇතුළත් කරන්න...
sk: Zadajte svoju otázku...
sl: Vnesite vaše vprašanje...
sq: Shkruani pyetjen tuaj...
sr: Унесите ваше питање...
sv_se: Skriv in din fråga...
sw: Weka swali lako...
ta: உங்கள் கேள்வியை உள்ளிடவும்...
te: మీ ప్రశ్నను నమోదు చేయండి...
th: กรอกคำถามของคุณ...
tr_tr: Sorunuzu yazın...
uk: Введіть ваше питання...
ur: اپنا سوال درج کریں...
vi: Nhập câu hỏi của bạn...
zh_cn: 请输入您的问题...
zh_hk: 輸入您的問題...
zu: Faka umbuzo wakho...

# classic_spreads_screen_title
source: Classic spreads
af: Klassieke uitlegte
am: ባህላዊ ክፍሎች
ar: التوزيعات الكلاسيكية
az: Klassik yayılmalar
bn: ক্লাসিক্যাল স্প্রেড
ca: Tirades clàssiques
cs: Klasické rozložení
de: Klassische Legungen
es_es: Tiradas clásicas
fa: چیدمان‌های کلاسیک
fi_fi: Klassiset levitykset
fil: Mga klasikong layout
fr: Tirages classiques
gl: Tiradas clásicas
gu: ક્લાસિક વિતરણો
hi: क्लासिक डेक्स
hu: Klasszikus kirakások
hy_am: Դասական դասավորություններ
id: Penyebaran klasik
is_is: Klassískar dreifingar
it_it: Stese classiche
iw: פריסות קלאסיות
ja_jp: クラシックなスプレッド
ka: კლასიკური განლაგებები
kk: Классикалық таралымдар
km_kh: ការបែងចែកបែបបុរាណ
kn_in: ಕ್ಲಾಸಿಕ್ ವಿತರಣೆಗಳು
ko_kr: 고전 스프레드
ky_kg: Классикалык жайгашуулар
lo: ການຈັດການຄລາສສິກ
lt: Klasikiniai išdėstymai
lv: Klasiskās izklājas
mk_mk: Класични распоредувања
ml_in: ക്ലാസിക് സ്പ്രെഡുകൾ
mn_mn: Классик заавар
mr: क्लासिक रीडिंग्ज
ms_my: Susunan klasik
ne: परम्परागत फैलावटहरू
nl: Klassieke leggingen
no_no: Klassiske opplegg
pa: ਕਲਾਸਿਕ ਵਿਤਰਨ
pl: Klasyczne rozkłady
pt_br: Leituras clássicas
ro: Așezări clasice
ru: Классические расклады
si: සාම්ප්‍රදායික විහිදුම්
sk: Klasické rozklady
sl: Klasične razporeditve
sq: Përhapjet klasike
sr: Класични распореди
sv_se: Klassiska läggningar
sw: Mpangilio wa jadi
ta: சாதாரண பரவல்கள்
te: సాంప్రదాయ పంచాంగాలు
th: การวางไพ่แบบคลาสสิก
tr_tr: Klasik açılımlar
uk: Класичні розклади
ur: روایتی ترتیبیں
vi: Bố cục cổ điển
zh_cn: 经典牌阵
zh_hk: 經典牌陣
zu: Izinhlelo zendabuko

# classic_spreads_screen_three_cards_title
source: 3 cards
af: 3 kaarte
am: 3 ካርዶች
ar: 3 بطاقات
az: 3 kart
bn: ৩ টি কার্ড
ca: 3 cartes
cs: 3 karty
de: 3 Karten
es_es: 3 cartas
fa: ۳ کارت
fi_fi: 3 korttia
fil: 3 mga baraha
fr: 3 cartes
gl: 3 cartas
gu: 3 કાર્ડ્સ
hi: 3 कार्ड्स
hu: 3 kártya
hy_am: 3 քարտ
id: 3 kartu
is_is: 3 spil
it_it: 3 carte
iw: 3 קלפים
ja_jp: 3枚のカード
ka: 3 ბარათი
kk: 3 карта
km_kh: កាត 3
kn_in: 3 ಕಾರ್ಡ್‌ಗಳು
ko_kr: 3장 카드
ky_kg: 3 карта
lo: 3 ບັດ
lt: 3 kortos
lv: 3 kārtis
mk_mk: 3 карти
ml_in: 3 കാർഡുകൾ
mn_mn: 3 карт
mr: 3 कार्ड्स
ms_my: 3 kad
ne: 3 वटा कार्डहरू
nl: 3 kaarten
no_no: 3 kort
pa: 3 ਕਾਰਡ
pl: 3 karty
pt_br: 3 cartas
ro: 3 cărți
ru: 3 карты
si: කාඩ්පත් 3
sk: 3 karty
sl: 3 karte
sq: 3 karta
sr: 3 карте
sv_se: 3 kort
sw: Kadi 3
ta: 3 அட்டைகள்
te: 3 కార్డులు
th: 3 ใบ
tr_tr: 3 kart
uk: 3 картини
ur: 3 کارڈز
vi: 3 lá bài
zh_cn: 3张牌
zh_hk: 3 張牌
zu: Amakhadi amathathu

# classic_spreads_screen_three_cards_description
source: Past, present, future
af: Verlede, hede, toekoms
am: ያለፈው, አሁን, ወደፊት
ar: الماضي، الحاضر، المستقبل
az: Keçmiş, indiki, gələcək
bn: অতীত, বর্তমান, ভবিষ্যত
ca: Passat, present, futur
cs: Minulost, přítomnost, budoucnost
de: Vergangenheit, Gegenwart, Zukunft
es_es: Pasado, presente, futuro
fa: گذشته، حال، آینده
fi_fi: Menneisyys, nykyisyys, tulevaisuus
fil: Nakaraan, kasalukuyan, hinaharap
fr: Passé, présent, futur
gl: Pasado, presente, futuro
gu: ભૂતકાળ, વર્તમાન, ભવિષ્ય
hi: अतीत, वर्तमान, भविष्य
hu: Múlt, jelen, jövő
hy_am: Անցյալ, ներկա, ապագա
id: Masa lalu, masa kini, masa depan
is_is: Fortíð, nútíð, framtíð
it_it: Passato, presente, futuro
iw: עבר, הווה, עתיד
ja_jp: 過去、現在、未来
ka: მინაწილი, აწმყო, მომავალი
kk: Өткен, қазіргі, болашақ
km_kh: អតីតកាល បច្ចុប្បន្ន និងអនាគត
kn_in: ಹಿಂದಿನದು, ಪ್ರಸ್ತುತ, ಭವಿಷ್ಯ
ko_kr: 과거, 현재, 미래
ky_kg: Өткөн, азыркы, келечек
lo: ອະດີດ, ປັດຈຸບັນ, ອນາຄົດ
lt: Praeitis, dabartis, ateitis
lv: Pagātne, tagadne, nākotne
mk_mk: Минато, сегашност, иднина
ml_in: ഭൂതകാലം, ഇപ്പോഴത്തെ, ഭാവി
mn_mn: Өнгөрсөн, одоо, ирээдүй
mr: भूतकाळ, वर्तमान, भविष्य
ms_my: Masa lalu, masa kini, masa depan
ne: अतीत, वर्तमान, भविष्य
nl: Verleden, heden, toekomst
no_no: Fortid, nåtid, fremtid
pa: ਭੂਤਕਾਲ, ਵਰਤਮਾਨ, ਭਵਿੱਖ
pl: Przeszłość, teraźniejszość, przyszłość
pt_br: Passado, presente, futuro
ro: Trecut, prezent, viitor
ru: Прошлое, настоящее, будущее
si: අතීතය, වර්තමානය, අනාගතය
sk: Minulosť, prítomnosť, budúcnosť
sl: Preteklost, sedanjost, prihodnost
sq: E kaluara, e tashmja, e ardhmja
sr: Прошлост, садашњост, будућност
sv_se: Dåtid, nutid, framtid
sw: Zamani, sasa, yajayo
ta: கடந்தது, தற்போதைய, எதிர்காலம்
te: గతం, వర్తమానం, భవిష్యత్తు
th: อดีต ปัจจุบัน อนาคต
tr_tr: Geçmiş, şimdi, gelecek
uk: Минуле, теперішнє, майбутнє
ur: ماضی، حال، مستقبل
vi: Quá khứ, hiện tại, tương lai
zh_cn: 过去，现在，未来
zh_hk: 過去、現在、未來
zu: Esedlule, okwamanje, ikusasa

# classic_spreads_screen_five_cards_title
source: 5 cards
af: 5 kaarte
am: 5 ካርዶች
ar: 5 بطاقات
az: 5 kart
bn: ৫ টি কার্ড
ca: 5 cartes
cs: 5 karet
de: 5 Karten
es_es: 5 cartas
fa: ۵ کارت
fi_fi: 5 korttia
fil: 5 mga baraha
fr: 5 cartes
gl: 5 cartas
gu: 5 કાર્ડ્સ
hi: 5 कार्ड्स
hu: 5 kártya
hy_am: 5 քարտ
id: 5 kartu
is_is: 5 spil
it_it: 5 carte
iw: 5 קלפים
ja_jp: 5枚のカード
ka: 5 ბარათი
kk: 5 карта
km_kh: កាត 5
kn_in: 5 ಕಾರ್ಡ್‌ಗಳು
ko_kr: 5장 카드
ky_kg: 5 карта
lo: 5 ບັດ
lt: 5 kortų
lv: 5 kārtis
mk_mk: 5 карти
ml_in: 5 കാർഡുകൾ
mn_mn: 5 карт
mr: 5 कार्ड्स
ms_my: 5 kad
ne: 5 वटा कार्डहरू
nl: 5 kaarten
no_no: 5 kort
pa: 5 ਕਾਰਡ
pl: 5 kart
pt_br: 5 cartas
ro: 5 cărți
ru: 5 карт
si: කාඩ්පත් 5
sk: 5 kariet
sl: 5 kart
sq: 5 karta
sr: 5 карата
sv_se: 5 kort
sw: Kadi 5
ta: 5 அட்டைகள்
te: 5 కార్డులు
th: 5 ใบ
tr_tr: 5 kart
uk: 5 карт
ur: 5 کارڈز
vi: 5 lá bài
zh_cn: 5张牌
zh_hk: 5 張牌
zu: Amakhadi amahlanu

# classic_spreads_screen_five_cards_description
source: Deep analysis of the situation
af: Diepgaande ontleding van die situasie
am: የሁኔታው ጥልቅ ትንተና
ar: تحليل عميق للوضع
az: Vəziyyətin dərin təhlili
bn: পরিস্থিতির গভীর বিশ্লেষণ
ca: Anàlisi profunda de la situació
cs: Hluboká analýza situace
de: Tiefgehende Situationsanalyse
es_es: Análisis profundo de la situación
fa: تحلیل عمیق وضعیت
fi_fi: Tilanteen syvällinen analyysi
fil: Malalim na pagsusuri ng sitwasyon
fr: Analyse approfondie de la situation
gl: Análise profunda da situación
gu: પરિસ્થિતિનું ઊંડાણપૂર્વક વિશ્લેષણ
hi: स्थिति का गहरा विश्लेषण
hu: A helyzet mélyreható elemzése
hy_am: Վիճակի խորքային վերլուծություն
id: Analisis mendalam situasi
is_is: Djúp greining á aðstæðum
it_it: Analisi approfondita della situazione
iw: ניתוח מעמיק של המצב
ja_jp: 状況の深い分析
ka: სიტუაციის ღრმა ანალიზი
kk: Жағдайды терең талдау
km_kh: ការវិភាគជ្រាលជ្រៅនៃស្ថានភាព
kn_in: ಸ್ಥಿತಿಗತಿಯ ಆಳವಾದ ವಿಶ್ಲೇಷಣೆ
ko_kr: 상황에 대한 심층 분석
ky_kg: Абалды терең талдоо
lo: ການວິເຄາະລຶກຊັບຂອງສະພາບການ
lt: Giluminė situacijos analizė
lv: Dziļa situācijas analīze
mk_mk: Длабока анализа на ситуацијата
ml_in: സ്ഥിതിയുടെ ആഴത്തിലുള്ള വിശകലനം
mn_mn: Нөхцөл байдлын гүнзгий шинжилгээ
mr: स्थितीचे सखोल विश्लेषण
ms_my: Analisis mendalam situasi
ne: स्थिति को गहिरो विश्लेषण
nl: Diepgaande analyse van de situatie
no_no: Dyp analyse av situasjonen
pa: ਸਥਿਤੀ ਦੀ ਗਹਿਰੀ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Głęboka analiza sytuacji
pt_br: Análise profunda da situação
ro: Analiză profundă a situației
ru: Глубокий анализ ситуации
si: පරිස්සමෙන් තත්ත්ව විශ්ලේෂණය
sk: Hlboká analýza situácie
sl: Globoka analiza situacije
sq: Analizë e thellë e situatës
sr: Дубинска анализа ситуације
sv_se: Djupgående analys av situationen
sw: Uchambuzi wa kina wa hali
ta: நிலையின் ஆழமான பகுப்பாய்வு
te: స్థితిగతుల లోతైన విశ్లేషణ
th: การวิเคราะห์สถานการณ์อย่างลึกซึ้ง
tr_tr: Durumun derin analizi
uk: Глибокий аналіз ситуації
ur: صورت حال کا گہرا تجزیہ
vi: Phân tích sâu sắc tình huống
zh_cn: 深入分析情况
zh_hk: 深入分析情況
zu: Ukuhlaziywa okujulile kwesimo
