Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# card_combination_screen_duplicate_cards_error
source: Please select different cards in all fields.
af: Kies asseblief verskillende kaarte in al die velde.
am: እባክዎ በሁሉም ቦታዎች በተለያዩ ካርዶች ይምረጡ።
ar: يرجى اختيار بطاقات مختلفة في جميع الحقول.
az: Zəhmət olmasa, bütün sahələrdə fərqli kartlar seçin.
bn: অনুগ্রহ করে সমস্ত ক্ষেত্রেই ভিন্ন কার্ড নির্বাচন করুন।
ca: Si us plau, seleccioneu targetes diferents en tots els camps.
cs: Prosím, vyberte různé karty ve všech polích.
de: Bitte wählen Sie in allen Feldern unterschiedliche Karten aus.
es_es: Por favor, seleccione tarjetas diferentes en todos los campos.
fa: لطفاً در همه فیلدها کارت‌های متفاوت انتخاب کنید.
fi_fi: Valitsethaan eri kortit kaikissa kentissä.
fil: Pakiusap, pumili ng iba't ibang mga card sa lahat ng mga patlang.
fr: Veuillez choisir des cartes différentes dans tous les champs.
gl: Por favor, seleccione cartas diferentes en todos os campos.
gu: કૃપા કરીને તમામ ફીલ્ડ્સમાં અલગ કાર્ડ પસંદ કરો.
hi: कृपया सभी फ़ील्ड में अलग-अलग कार्ड चुनें।
hu: Kérjük, válasszon különböző kártyákat minden mezőben.
hy_am: Խնդրում ենք ընտրել տարբեր քարտեր բոլոր դաշտերում։
id: Silakan pilih kartu yang berbeda di semua kolom.
is_is: Vinsamlegast veldu mismunandi kort í öllum reitum.
it_it: Per favore, seleziona carte diverse in tutti i campi.
iw: אנא בחר כרטיסים שונים בכל השדות.
ja_jp: すべての欄で異なるカードを選択してください。
ka: გთხოვთ, აირჩიოთ სხვადასხვა ბარათები ყველა ველში.
kk: Барлық өрістерде әртүрлі карталарды таңдаңызшы.
km_kh: សូមជ្រើសរើសកាតផ្សេងគ្នានៅក្នុងគ្រប់វាល។
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ವಿಭಿನ್ನ ಕಾರ್ಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 모든 필드에서 서로 다른 카드를 선택해 주세요.
ky_kg: Сураныч, бардык талааларда ар башка карталарды тандаңыз.
lo: ກະລຸນາເລືອກບັດທີ່ແຕກຕ່າງກັນໃນທຸກຊ່ອງ.
lt: Prašome pasirinkti skirtingas korteles visuose laukuose.
lv: Lūdzu, izvēlieties dažādas kartes visos laukos.
mk_mk: Ве молиме изберете различни картички во сите полиња.
ml_in: ദയവായി എല്ലാ ഫീൽഡുകളിലും വ്യത്യസ്ത കാർഡുകൾ തിരഞ്ഞെടുക്കുക.
mn_mn: Бүх талбарт өөр өөр картуудыг сонгоно уу.
mr: कृपया सर्व फील्डमध्ये वेगवेगळे कार्ड निवडा.
ms_my: Sila pilih kad yang berbeza di semua medan.
ne: कृपया सबै फिल्डहरूमा फरक कार्डहरू चयन गर्नुहोस्।
nl: Selecteer alstublieft verschillende kaarten in alle velden.
no_no: Vennligst velg forskjellige kort i alle feltene.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਫੀਲਡਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਕਾਰਡ ਚੁਣੋ।
pl: Proszę wybrać różne karty we wszystkich polach.
pt_br: Por favor, selecione cartões diferentes em todos os campos.
ro: Vă rugăm să selectați carduri diferite în toate câmpurile.
ru: Пожалуйста, выберите разные карты во всех полях.
si: කරුණාකර සියලුම ක්ෂේත්‍රවල විවිධ කාඩ්පත් තෝරන්න.
sk: Prosím, vyberte rôzne karty vo všetkých poliach.
sl: Prosimo, izberite različne karte v vseh poljih.
sq: Ju lutem zgjidhni karta të ndryshme në të gjitha fushat.
sr: Молимо изаберите различите картице у свим пољима.
sv_se: Vänligen välj olika kort i alla fält.
sw: Tafadhali chagua kadi tofauti katika sehemu zote.
ta: தயவுசெய்து அனைத்து புலங்களிலும் வேறுபட்ட அட்டைகளை தேர்ந்தெடுக்கவும்.
te: దయచేసి అన్ని ఫీల్డ్స్‌లో వేర్వేరు కార్డులను ఎంచుకోండి.
th: กรุณาเลือกบัตรที่แตกต่างกันในทุกช่อง
tr_tr: Lütfen tüm alanlarda farklı kartlar seçin.
uk: Будь ласка, оберіть різні карти у всіх полях.
ur: براہ کرم تمام خانے میں مختلف کارڈ منتخب کریں۔
vi: Vui lòng chọn các thẻ khác nhau ở tất cả các trường.
zh_cn: 请在所有字段中选择不同的卡片。
zh_hk: 請在所有欄位中選擇不同的卡片。
zu: Sicela ukhethe amakhadi ahlukile kuwo wonke amasimu.

# card_combination_screen_general_error
source: Error: failed to get a response. Please try again.
af: Fout: kon nie 'n antwoord kry nie. Probeer asseblief weer.
am: ስህተት፦ መልስ ማግኘት አልተቻለም። እባክዎ ደግመው ይሞክሩ።
ar: خطأ: لم يتمكن من الحصول على رد. حاول مرة أخرى.
az: Səhv: cavab alınmadı. Zəhmət olmasa, yenidən cəhd edin.
bn: ত্রুটি: উত্তর পাওয়া যায়নি। আবার চেষ্টা করুন।
ca: Error: no s'ha pogut obtenir resposta. Torneu-ho a provar.
cs: Chyba: nepodařilo se získat odpověď. Zkuste to prosím znovu.
de: Fehler: Keine Antwort erhalten. Bitte versuchen Sie es erneut.
es_es: Error: no se pudo obtener respuesta. Inténtelo de nuevo.
fa: خطا: دریافت پاسخ ناموفق بود. لطفاً دوباره تلاش کنید.
fi_fi: Virhe: vastausta ei saatu. Yritä uudelleen.
fil: Error: hindi makakuha ng sagot. Pakisubukang muli.
fr: Erreur : impossible d'obtenir une réponse. Veuillez réessayer.
gl: Erro: non se puido obter resposta. Intente de novo.
gu: ત્રુટિ: જવાબ મેળવવામાં નિષ્ફળ. ફરી પ્રયાસ કરો.
hi: त्रुटि: उत्तर प्राप्त करने में विफल। कृपया पुनः प्रयास करें।
hu: Hiba: nem sikerült választ kapni. Kérjük, próbálja újra.
hy_am: Սխալ՝ պատասխան ստանալ հնարավոր չեղավ։ Փորձեք կրկին։
id: Kesalahan: gagal mendapatkan respons. Silakan coba lagi.
is_is: Villa: tókst ekki að fá svar. Reyndu aftur.
it_it: Errore: impossibile ottenere una risposta. Riprova.
iw: שגיאה: לא ניתן לקבל תגובה. נסה שוב.
ja_jp: エラー：応答を取得できませんでした。もう一度お試しください。
ka: შეცდომა: პასუხის მიღება ვერ მოხერხდა. სცადეთ კიდევ ერთხელ.
kk: Қате: жауап алу мүмкін болмады. Қайта көріңізші.
km_kh: កំហុស៖ មិនអាចទទួលបានចម្លើយបានទេ។ សូមព្យាយាមម្តងទៀត។
kn_in: ದೋಷ: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 오류: 응답을 받을 수 없습니다. 다시 시도해 주세요.
ky_kg: Ката: жооп алуу мүмкүн болгон жок. Кайра аракет кылыңыз.
lo: ຜິດພາດ: ບໍ່ສາມາດຮັບຄຳຕອບໄດ້. ລອງອີກຄັ້ງ.
lt: Klaida: nepavyko gauti atsakymo. Bandykite dar kartą.
lv: Kļūda: neizdevās saņemt atbildi. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка: не можеше да се добие одговор. Обидете се повторно.
ml_in: പിശക്: പ്രതികരണം ലഭിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Алдаа: хариу авах боломжгүй боллоо. Дахин оролдоно уу.
mr: त्रुटी: उत्तर मिळवता आले नाही. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat: gagal mendapatkan jawapan. Sila cuba lagi.
ne: त्रुटि: जवाफ प्राप्त गर्न सकिएन। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout: kon geen antwoord krijgen. Probeer het opnieuw.
no_no: Feil: klarte ikke å få svar. Vennligst prøv igjen.
pa: ਗਲਤੀ: ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd: nie udało się uzyskać odpowiedzi. Spróbuj ponownie.
pt_br: Erro: não foi possível obter uma resposta. Tente novamente.
ro: Eroare: nu s-a putut obține un răspuns. Vă rugăm să încercați din nou.
ru: Ошибка: не удалось получить ответ. Попробуйте еще раз.
si: දෝෂය: පිළිතුර ලබා ගැනීමට අසමත් විය. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba: nepodarilo sa získať odpoveď. Skúste to znova.
sl: Napaka: ni bilo mogoče pridobiti odgovora. Poskusite znova.
sq: Gabim: nuk u mor përgjigje. Ju lutem provoni përsëri.
sr: Грешка: није било могуће добити одговор. Покушајте поново.
sv_se: Fel: kunde inte få svar. Försök igen.
sw: Hitilafu: haikuwezekana kupata jibu. Tafadhali jaribu tena.
ta: பிழை: பதிலை பெற முடியவில்லை. மீண்டும் முயற்சிக்கவும்.
te: లోపం: సమాధానం పొందలేకపోయాం. మళ్ళీ ప్రయత్నించండి.
th: ข้อผิดพลาด: ไม่สามารถรับคำตอบได้ กรุณาลองอีกครั้ง
tr_tr: Hata: yanıt alınamadı. Lütfen tekrar deneyin.
uk: Помилка: не вдалося отримати відповідь. Спробуйте ще раз.
ur: خرابی: جواب حاصل کرنے میں ناکامی۔ دوبارہ کوشش کریں۔
vi: Lỗi: không thể nhận được phản hồi. Vui lòng thử lại.
zh_cn: 错误：未能获取响应。请再试一次。
zh_hk: 錯誤：無法獲取回應。請再試一次。
zu: Iphutha: akuphumelelanga ukuthola impendulo. Zama futhi.

# card_combination_screen_disclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklikheidsdoeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አእምሮ ሰው በተንኮሉ ለመዝናናት ብቻ ይጠቀማል። የወሰኑትን ውሳኔዎች እኛ አንደምንሰጥ ኃላፊነት የለንም። በአስፈላጊነት ለሙያ ሰው ይገናኙ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. يرجى استشارة متخصص إذا لزم الأمر.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপ্লিকেশনটি শুধুমাত্র বিনোদনের উদ্দেশ্যে এআই ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে বিশেষজ্ঞের পরামর্শ নিন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prengueu. Si cal, consulteu un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Wenden Sie sich bei Bedarf an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso necesario, consulte a un especialista.
fa: این برنامه هوش مصنوعی را صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa layuning panglibangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa a IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tome. Se é necesario, consulte cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप केवल मनोरंजन के उद्देश्य से AI का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum þínum. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni che prendi. Consulta un professionista se necessario.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. אנו לא אחראים על ההחלטות שלך. במידת הצורך פנה למומחה.
ja_jp: このアプリはエンターテインメント目的でのみAIを使用しています。お客様の判断に対して当社は責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ИИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болса, маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យាបញ្ញាសិប្បនិម្មិតសម្រាប់កម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಧಾರಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 책임지지 않습니다. 필요 시 전문가에게 상담해 주세요.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Не сме одговорни за одлуките што ги донесувате. Доколку е потребно, консултирајте се со стручњак.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കുകയുള്ളൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായാൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлийн зорилгоор ашигладаг. Бид таны хийсэн шийдвэрт хариуцлага хүлээхгүй. Шаардлагатай бол мэргэжилтэнтэй зөвлөнө үү.
mr: अॅप्लिकेशन फक्त मनोरंजनासाठी AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Jika perlu, sila rujuk pakar.
ne: एप्लिकेशनले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜ਼ਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje SI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește AI exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනී. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Ne odgovarjamo za vaše odločitve. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не одговарамо за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu hutumia AI kwa madhumuni ya burudani tu. Hatubebei jukumu kwa maamuzi uliyofanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: பயன்பாடு பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே செயற்கை நுண்ணறிவை பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปพลิเคชันใช้ AI เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanmaktadır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до спеціаліста.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.
