Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# purchase_love_screen_love_tariff_title
source: LOVE tariff
af: Tarief LIEFDE
am: የፍቅር እቃ እና አገልግሎት
ar: تعرفة الحب
az: Sevgi Tarifı
bn: ট্যারিফ লাভ
ca: Tarifa AMOR
cs: Tarif LÁSKA
de: Tarif LIEBE
es_es: Tarifa AMOR
fa: تعرفه عشق
fi_fi: Rakkaus-tarjous
fil: Taripa PAG-IBIG
fr: Forfait AMOUR
gl: Tarifa AMOR
gu: ટેરિફ લવ
hi: टैरिफ प्यार
hu: SZERETET csomag
hy_am: Սակագին ՍԻՐՈՒԹՅՈՒՆ
id: Paket CINTA
is_is: Áætlun ÁST
it_it: Tariffa AMORE
iw: תעריף אהבה
ja_jp: ラブプラン
ka: ტარიფი სიყვარული
kk: Махаббат тарифі
km_kh: តារ៉ាភីសេចក្ដីស្រលាញ់
kn_in: ಪ್ರಣಯ ಯೋಜನೆ
ko_kr: 요금제 사랑
ky_kg: Тариф СҮЙҮҮ
lo: ອັດຕາຄ່າບໍລິການ ຄວາມຮັກ
lt: Planas MEILĖ
lv: Tarifs MĪLESTĪBA
mk_mk: ТарифА ЉУБОВ
ml_in: പ്രണയം പ്ലാൻ
mn_mn: ХӨРӨНГӨ ОРУУЛАЛТЫН ТӨЛӨВЛӨГӨӨ
mr: टॅरिफ प्रेम
ms_my: Pelan CINTA
ne: मूल्य योजना माया
nl: Tarief LIEFDE
no_no: Plan KJÆRLIGHET
pa: ਪਲਾਨ ਪਿਆਰ
pl: Plan MIŁOŚĆ
pt_br: Plano AMOR
ro: Tariful DRAGOSTE
ru: Тариф ЛЮБОВЬ
si: ආදරය මිල ගණන් සැලැස්ම
sk: Tarifa LÁSKA
sl: Tarifa LJUBEZEN
sq: Tarifa DASHURI
sr: Тариф ЉУБАВ
sv_se: Plan KÄRLEK
sw: Mpango UPENDO
ta: கணக்கு அன்பு
te: ప్రణయం ప్లాన్
th: แพ็กเกจความรัก
tr_tr: AŞK Tarifesi
uk: Тариф ЛЮБОВ
ur: محبت کا منصوبہ
vi: Gói cước TÌNH YÊU
zh_cn: 爱心套餐
zh_hk: 愛情方案
zu: Isilinganiso SOTHANDO

# ad_promo_block_tariff
source: TARIFF
af: TARIEF
am: እቃ እና አገልግሎት
ar: التعرفة
az: TARİF
bn: ট্যারিফ
ca: TARIFA
cs: TARIF
de: TARIF
es_es: TARIFA
fa: تعرفه
fi_fi: TARJOUS
fil: TARIPA
fr: FORFAIT
gl: TARIFA
gu: ટેરિફ
hi: टैरिफ
hu: CSOMAG
hy_am: ՍԱԿԱԳԻՆ
id: PAKET
is_is: ÁÆTLUN
it_it: TARIFFA
iw: תעריף
ja_jp: プラン
ka: ტარიფი
kk: ТАРИФ
km_kh: តារ៉ាភី
kn_in: ಯೋಜನೆ
ko_kr: 요금제
ky_kg: ТАРИФ
lo: ອັດຕາຄ່າບໍລິການ
lt: PLANAS
lv: TARIFS
mk_mk: ТАРИФА
ml_in: പ്ലാൻ
mn_mn: ТӨЛӨВЛӨГӨӨ
mr: टॅरिफ
ms_my: PELAN
ne: मूल्य योजना
nl: TARIEF
no_no: PLAN
pa: ਪਲਾਨ
pl: PLAN
pt_br: PLANO
ro: TARIF
ru: ТАРИФ
si: මිල ගණන් සැලැස්ම
sk: TARIFA
sl: TARIFA
sq: TARIFA
sr: ТАРИФА
sv_se: PLAN
sw: MPANGO
ta: கணக்கு
te: ప్లాన్
th: แพ็กเกจ
tr_tr: TARİFE
uk: ТАРИФ
ur: منصوبہ
vi: GÓI CƯỚC
zh_cn: 套餐
zh_hk: 方案
zu: ISILINGANISO

# ad_promo_block_love
source: LOVE
af: LIEFDE
am: ፍቅር
ar: الحب
az: SEVGİ
bn: লাভ
ca: AMOR
cs: LÁSKA
de: LIEBE
es_es: AMOR
fa: عشق
fi_fi: RAKKAUS
fil: PAG-IBIG
fr: AMOUR
gl: AMOR
gu: લવ
hi: प्यार
hu: SZERETET
hy_am: ՍԻՐՈՒԹՅՈՒՆ
id: CINTA
is_is: ÁST
it_it: AMORE
iw: אהבה
ja_jp: ラブ
ka: სიყვარული
kk: МАХАББАТ
km_kh: សេចក្ដីស្រលាញ់
kn_in: ಪ್ರಣಯ
ko_kr: 사랑
ky_kg: СҮЙҮҮ
lo: ຄວາມຮັກ
lt: MEILĖ
lv: MĪLESTĪBA
mk_mk: ЉУБОВ
ml_in: പ്രണയം
mn_mn: ХАЙР
mr: प्रेम
ms_my: CINTA
ne: माया
nl: LIEFDE
no_no: KJÆRLIGHET
pa: ਪਿਆਰ
pl: MIŁOŚĆ
pt_br: AMOR
ro: DRAGOSTE
ru: ЛЮБОВЬ
si: ආදරය
sk: LÁSKA
sl: LJUBEZEN
sq: DASHURI
sr: ЉУБАВ
sv_se: KÄRLEK
sw: UPENDO
ta: அன்பு
te: ప్రణయం
th: ความรัก
tr_tr: AŞK
uk: ЛЮБОВ
ur: محبت
vi: TÌNH YÊU
zh_cn: 爱心
zh_hk: 愛情
zu: UTHANDO

# ad_promo_block_promotion_70
source: SALE -50%
af: AANBIEDING -50%
am: ቅናሽ -50%
ar: عرض -50%
az: AKSİYA -50%
bn: অ্যাকশন -৫০%
ca: OFERTA -50%
cs: AKCE -50%
de: AKTION -50%
es_es: OFERTA -50%
fa: تخفیف ۵۰٪
fi_fi: ALE -50%
fil: PROMO -50%
fr: PROMO -50%
gl: OFERTA -50%
gu: પ્રચાર -50%
hi: प्रमोशन -50%
hu: AKCIÓ -50%
hy_am: ԱԿՑԻԱ -50%
id: PROMO -50%
is_is: TILBOÐ -50%
it_it: OFFERTA -50%
iw: מבצע -50%
ja_jp: キャンペーン -50%
ka: აქცია -50%
kk: АКЦИЯ -50%
km_kh: ការផ្សព្វផ្សាយ -50%
kn_in: ಪ್ರಚಾರ -50%
ko_kr: 할인 -50%
ky_kg: АКЦИЯ -50%
lo: ສ່ວນຫຼຸດ -50%
lt: AKCIJA -50%
lv: AKCIJA -50%
mk_mk: АКЦИЈА -50%
ml_in: പ്രചരണം -50%
mn_mn: ҮНЭ ХЯМДРАЛ -50%
mr: ऑफर -50%
ms_my: PROMOSI -50%
ne: प्रचार -५०%
nl: ACTIE -50%
no_no: KAMPANJE -50%
pa: ਛੂਟ -50%
pl: PROMOCJA -50%
pt_br: PROMOÇÃO -50%
ro: OFERTĂ -50%
ru: АКЦИЯ -50%
si: ප්‍රචාරණය -50%
sk: AKCIA -50%
sl: AKCIJA -50%
sq: OFERTË -50%
sr: АКЦИЈА -50%
sv_se: ERBJUDANDE -50%
sw: OFASI -50%
ta: சலுகை -50%
te: ఆఫర్ -50%
th: โปรโมชั่น -50%
tr_tr: KAMPANYA -%50
uk: АКЦІЯ -50%
ur: پروموشن -50%
vi: KHUYẾN MÃI -50%
zh_cn: 促销 -50%
zh_hk: 促銷 -50%
zu: ISIPHO -50%

# ad_promo_block_no_ads
source: • without advertising
af: • sonder advertensies
am: • ማስታወቂያ የለም
ar: • بدون إعلانات
az: • reklam yoxdur
bn: • বিজ্ঞাপন ছাড়া
ca: • sense anuncis
cs: • bez reklam
de: • ohne Werbung
es_es: • sin anuncios
fa: • بدون تبلیغات
fi_fi: • ilman mainoksia
fil: • walang patalastas
fr: • sans publicité
gl: • sen anuncios
gu: • વિના જાહેરાત
hi: • बिना विज्ञापन के
hu: • reklám nélkül
hy_am: • առանց գովազդի
id: • tanpa iklan
is_is: • án auglýsinga
it_it: • senza pubblicità
iw: • ללא פרסומות
ja_jp: • 広告なし
ka: • რეკლამის გარეშე
kk: • жарнама жоқ
km_kh: • គ្មានផ្សាយពាណិជ្ជកម្ម
kn_in: • ಜಾಹೀರಾತು ಇಲ್ಲದೆ
ko_kr: • 광고 없음
ky_kg: • жарнама жок
lo: • ບໍ່ມີການໂຄສະນາ
lt: • be reklamos
lv: • bez reklāmām
mk_mk: • без реклами
ml_in: • പരസ്യം ഇല്ലാതെ
mn_mn: • зар сурталчилгаагүй
mr: • जाहिरातीशिवाय
ms_my: • tanpa iklan
ne: • विज्ञापन बिना
nl: • zonder reclame
no_no: • uten reklame
pa: • ਵਿਗਿਆਪਨ ਰਹਿਤ
pl: • bez reklam
pt_br: • sem anúncios
ro: • fără reclame
ru: • без рекламы
si: • දැන්වීම් රහිත
sk: • bez reklám
sl: • brez oglasov
sq: • pa reklama
sr: • без реклама
sv_se: • utan reklam
sw: • bila matangazo
ta: • விளம்பரமின்றி
te: • ప్రకటనలు లేవు
th: • ไม่มีโฆษณา
tr_tr: • reklamsız
uk: • без реклами
ur: • بغیر اشتہارات کے
vi: • không quảng cáo
zh_cn: • 无广告
zh_hk: • 無廣告
zu: • ngaphandle kwezikhangiso

# ad_promo_block_no_limits
source: • without restrictions
af: • sonder beperkings
am: • ያልተገደበ
ar: • بدون قيود
az: • məhdudiyyətsiz
bn: • সীমাবদ্ধতা ছাড়া
ca: • sense restriccions
cs: • bez omezení
de: • ohne Einschränkungen
es_es: • sin restricciones
fa: • بدون محدودیت
fi_fi: • ilman rajoituksia
fil: • walang limitasyon
fr: • sans restrictions
gl: • sen limitacións
gu: • કોઈ મર્યાદા વિના
hi: • बिना सीमाओं के
hu: • korlátozások nélkül
hy_am: • առանց սահմանափակումների
id: • tanpa batasan
is_is: • án takmarkana
it_it: • senza limiti
iw: • ללא הגבלות
ja_jp: • 制限なし
ka: • შეზღუდვების გარეშე
kk: • шектеусіз
km_kh: • គ្មានការកំណត់
kn_in: • ಯಾವುದೇ ನಿರ್ಬಂಧಗಳಿಲ್ಲ
ko_kr: • 제한 없음
ky_kg: • чектөөлөрсүз
lo: • ບໍ່ມີຂອບເຂດ
lt: • be apribojimų
lv: • bez ierobežojumiem
mk_mk: • без ограничувања
ml_in: • പരിധികളില്ലാതെ
mn_mn: • хязгаарлалтгүй
mr: • मर्यादा नाही
ms_my: • tanpa had
ne: • कुनै प्रतिबन्ध बिना
nl: • zonder beperkingen
no_no: • uten begrensninger
pa: • ਬਿਨਾਂ ਕਿਸੇ ਸੀਮਾ ਦੇ
pl: • bez ograniczeń
pt_br: • sem limitações
ro: • fără restricții
ru: • без ограничений
si: • සීමා රහිත
sk: • bez obmedzení
sl: • brez omejitev
sq: • pa kufizime
sr: • без ограничења
sv_se: • utan begränsningar
sw: • bila vikwazo
ta: • வரம்புகள் இல்லாமல்
te: • పరిమితులు లేవు
th: • ไม่มีข้อจำกัด
tr_tr: • sınırlama yok
uk: • без обмежень
ur: • بغیر کسی پابندی کے
vi: • không giới hạn
zh_cn: • 无限制
zh_hk: • 無限制
zu: • ngaphandle kwemingcele

# three_cards_screen_title
source: 3 cards in the spread
af: 3 kaarte in die uitleg
am: 3 ካርዶች በመደበኛ ስብስብ
ar: 3 بطاقات في التوزيع
az: 3 kart {cards} içində
bn: রিডিংয়ে 3 টি কার্ড
ca: 3 cartes a la tirada
cs: 3 karty ve výkladu
de: 3 Karten im Spread
es_es: 3 cartas en la tirada
fa: ۳ کارت در چیدمان
fi_fi: 3 korttia levityksessä
fil: 3 mga card sa layout
fr: 3 cartes dans le tirage
gl: 3 cartas na tirada
gu: રીડિંગમાં 3 કાર્ડ
hi: 3 कार्ड्स में
hu: 3 kártya a kirakásban
hy_am: 3 քարտ բացվածքում
id: 3 kartu dalam penyebaran
is_is: 3 spil í dreifingu
it_it: 3 carte nella stesa
iw: 3 קלפים בפריסה
ja_jp: スプレッドに3枚のカード
ka: 3 ბარათი განლაგებაში
kk: 3 карта тарауда
km_kh: កាត 3 ក្នុងការចែក
kn_in: ರೀಡಿಂಗ್‌ನಲ್ಲಿ 3 ಕಾರ್ಡ್‌ಗಳು
ko_kr: 3장 카드 펼침
ky_kg: 3 карта таразаланууда
lo: 3 ບັດໃນການຈັດການ
lt: 3 kortos išdėstyme
lv: 3 kārtis izklājumā
mk_mk: 3 карти во распоредот
ml_in: റീഡിങ്ങിൽ 3 കാർഡുകൾ
mn_mn: 3 карт тавцанд
mr: 3 कार्ड्स रीडिंगमध्ये
ms_my: 3 kad dalam susunan
ne: 3 वटा कार्डहरू {cards} मा
nl: 3 kaarten in de legging
no_no: 3 kort i opplegget
pa: ਰੂਪ ਵਿੱਚ 3 ਕਾਰਡ
pl: 3 karty w rozkładzie
pt_br: 3 cartas na leitura
ro: 3 cărți în aranjament
ru: 3 карты в раскладе
si: රූප 3 ක් විවරණයේ
sk: 3 karty v rozklade
sl: 3 karte v razporedu
sq: 3 karta në shpërndarje
sr: 3 карте у распореду
sv_se: 3 kort i spridningen
sw: kadi 3 katika muundo
ta: விளக்கத்தில் 3 அட்டைகள்
te: 3 కార్డులు పంచికలో
th: 3 ใบในชุดไพ่
tr_tr: 3 kart açılımda
uk: 3 карти в розкладі
ur: 3 کارڈز {cards} میں
vi: 3 lá bài trong trải bài
zh_cn: 牌阵中有3张牌
zh_hk: 3 張牌在牌陣中
zu: 3 amakhadi ekumisweni

# three_cards_screen_initial_message
source: Good afternoon, please write your request below:
af: Goeie dag, skryf asseblief jou versoek hieronder:
am: እንደምን አደርክ፣ እባክዎ ጥያቄዎን በታች ያስገቡ፡፡
ar: مرحبًا، يرجى كتابة طلبك أدناه:
az: Salam, zəhmət olmasa, sorğunuzu aşağıda yazın:
bn: শুভ দিন, অনুগ্রহ করে নিচে আপনার অনুরোধ লিখুন:
ca: Bon dia, si us plau, escriviu la vostra consulta a continuació:
cs: Dobrý den, prosím, napište svůj dotaz níže:
de: Guten Tag, bitte schreiben Sie Ihre Anfrage unten:
es_es: Buenos días, por favor escriba su consulta a continuación:
fa: روز بخیر، لطفاً درخواست خود را در زیر بنویسید:
fi_fi: Hyvää päivää, kirjoita pyyntösi alle:
fil: Magandang araw, pakisulat ang iyong kahilingan sa ibaba:
fr: Bonjour, veuillez écrire votre demande ci-dessous :
gl: Bo día, por favor, escriba a súa consulta a continuación:
gu: નમસ્તે, કૃપા કરીને તમારું વિનંતી નીચે લખો:
hi: नमस्ते, कृपया अपना अनुरोध नीचे लिखें:
hu: Jó napot, kérjük, írja be az alábbi mezőbe a kérdését:
hy_am: Բարի օր, խնդրում ենք գրեք ձեր հարցումը ներքևում՝
id: Selamat siang, silakan tulis permintaan Anda di bawah ini:
is_is: Góðan dag, vinsamlegast skrifaðu beiðnina þína hér að neðan:
it_it: Buongiorno, per favore scrivi la tua richiesta qui sotto:
iw: שלום, אנא כתוב את הבקשה שלך למטה:
ja_jp: こんにちは、以下にご質問を入力してください：
ka: დილა მშვიდობისა, გთხოვთ, დაწერეთ თქვენი მოთხოვნა ქვემოთ:
kk: Қайырлы күн, өтінемін, сұрауыңызды төменге жазыңыз:
km_kh: សួស្តី ថ្ងៃនេះ សូមសរសេរសំណើររបស់អ្នកខាងក្រោម៖
kn_in: ನಮಸ್ಕಾರ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕೆಳಗೆ ಬರೆಯಿರಿ:
ko_kr: 안녕하세요, 아래에 요청 사항을 작성해 주세요:
ky_kg: Кутмандуу күн, сураныч, сурооңузду төмөндө жазыңыз:
lo: ສະບາຍດີ, ກະລຸນາຂຽນຄໍາຮ້ອງຂໍຂອງທ່ານຢູ່ລຸ່ມນີ້:
lt: Laba diena, prašome parašyti savo užklausą žemiau:
lv: Labdien, lūdzu, ierakstiet savu pieprasījumu zemāk:
mk_mk: Добар ден, ве молиме напишете ја вашата барање подолу:
ml_in: സുപ്രഭാതം, ദയവായി നിങ്ങളുടെ അഭ്യർത്ഥന താഴെ എഴുതുക:
mn_mn: Өдрийн мэнд, доор таны хүсэлтийг бичнэ үү:
mr: नमस्कार, कृपया आपला प्रश्न खाली लिहा:
ms_my: Selamat siang, sila tulis permintaan anda di bawah:
ne: नमस्ते, कृपया तल तपाईंको अनुरोध लेख्नुहोस्:
nl: Goedendag, schrijf uw verzoek alstublieft hieronder:
no_no: God dag, vennligst skriv inn forespørselen din nedenfor:
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਬੇਨਤੀ ਹੇਠਾਂ ਲਿਖੋ:
pl: Dzień dobry, proszę napisać swoje zapytanie poniżej:
pt_br: Boa tarde, por favor, escreva sua solicitação abaixo:
ro: Bună ziua, vă rugăm să scrieți cererea dvs. mai jos:
ru: Добрый день, пожалуйста, напишите ваш запрос ниже:
si: සුභ දවසක්, කරුණාකර ඔබේ ඉල්ලීම පහළින් ලියන්න:
sk: Dobrý deň, prosím, napíšte svoj dopyt nižšie:
sl: Dober dan, prosim, napišite vaš zahtevek spodaj:
sq: Mirëdita, ju lutem shkruani kërkesën tuaj më poshtë:
sr: Добар дан, молимо вас да унесете ваш захтев испод:
sv_se: God dag, vänligen skriv din förfrågan nedan:
sw: Habari za mchana, tafadhali andika ombi lako hapa chini:
ta: நல்வரவு, தயவுசெய்து உங்கள் கோரிக்கையை கீழே எழுதவும்:
te: శుభోదయం, దయచేసి మీ అభ్యర్థనను క్రింద వ్రాయండి:
th: สวัสดีค่ะ กรุณาเขียนคำขอของคุณด้านล่าง:
tr_tr: İyi günler, lütfen talebinizi aşağıya yazınız:
uk: Доброго дня, будь ласка, напишіть ваш запит нижче:
ur: السلام علیکم، براہ کرم اپنا سوال نیچے لکھیں:
vi: Chào bạn, vui lòng viết yêu cầu của bạn bên dưới:
zh_cn: 您好，请在下方输入您的请求：
zh_hk: 您好，請在下方輸入您的問題：
zu: Sawubona, sicela ubhale isicelo sakho ngezansi:

# three_cards_screen_request_accepted
source: Your request has been accepted. Please open the cards.
af: Jou versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ይክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ডগুলি খুলুন
ca: La vostra consulta ha estat rebuda. Si us plau, descobriu les cartes
cs: Váš dotaz byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte legen Sie die Karten aus
es_es: Su consulta ha sido recibida. Por favor, abra las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Pakibuksan ang mga card
fr: Votre demande a été reçue. Veuillez tirer les cartes
gl: A súa consulta foi recibida. Por favor, abra as cartas
gu: તમારી વિનંતી સ્વીકારવામાં આવી છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, húzza ki a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda telah diterima. Silakan buka kartu
is_is: Beiðnin þín hefur verið móttekin. Vinsamlegast opnaðu spilin
it_it: La tua richiesta è stata ricevuta. Per favore, scopri le carte
iw: הבקשה שלך התקבלה. אנא פתח את הקלפים
ja_jp: ご質問を受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұрауыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើររបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 펼쳐 주세요
ky_kg: Сурооңуз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂໍຂອງທ່ານໄດ້ຮັບແລ້ວ. ກະລຸນາເປີດບັດ
lt: Jūsų užklausa priimta. Prašome atidaryti kortas
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atklājiet kārtis
mk_mk: Вашето барање е примено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Картуудыг нээнэ үү
mr: आपला प्रश्न स्वीकारण्यात आला आहे. कृपया कार्ड्स उघडा
ms_my: Permintaan anda telah diterima. Sila buka kad
ne: तपाईंको अनुरोध स्वीकार गरियो। कृपया कार्डहरू खोल्नुहोस्
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę otworzyć karty
pt_br: Sua solicitação foi recebida. Por favor, abra as cartas
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබේ ඉල්ලීම පිළිගන්නා ලදි. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaš zahtevek je sprejet. Prosimo, odkrijte karte
sq: Kërkesa juaj është pranuar. Ju lutem, hapni kartat
sr: Ваш захтев је примљен. Молимо вас да отворите карте
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limetambuliwa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகளை திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి కార్డులను తెరవండి
th: คำขอของคุณได้รับแล้ว กรุณาเปิดไพ่
tr_tr: Talebiniz alındı. Lütfen kartları açınız
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: آپ کی درخواست موصول ہو گئی ہے۔ براہ کرم کارڈز کھولیں
vi: Yêu cầu của bạn đã được nhận. Vui lòng mở các lá bài
zh_cn: 您的请求已收到。请翻开牌
zh_hk: 您的問題已收到。請翻開牌卡
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# three_cards_screen_suggested_questions_1
source: What is my main problem right now?
af: Wat is my hoofprobleem tans?
am: አሁን ያለኝ ዋና ችግር ምንድነው?
ar: ما هي المشكلة الأساسية التي أعاني منها الآن؟
az: İndi əsas problemim nədir?
bn: আমার এখন প্রধান সমস্যা কী?
ca: Quin és el problema principal que tinc ara?
cs: Jaký je můj hlavní problém právě teď?
de: Was ist mein aktuelles Hauptproblem?
es_es: ¿Cuál es el problema principal que tengo ahora?
fa: مشکل اصلی من در حال حاضر چیست؟
fi_fi: Mikä on tällä hetkellä pääasiallinen ongelmani?
fil: Ano ang pangunahing problema ko ngayon?
fr: Quel est mon principal problème en ce moment ?
gl: Cal é o problema principal que teño agora?
gu: હવે મારી મુખ્ય સમસ્યા શું છે?
hi: मेरी वर्तमान मुख्य समस्या क्या है?
hu: Mi a legfőbb problémám most?
hy_am: Ի՞նչ է իմ հիմնական խնդիրը հիմա?
id: Apa masalah utama saya saat ini?
is_is: Hver er aðalvandamálið mitt núna?
it_it: Qual è il problema principale che ho adesso?
iw: מה הבעיה העיקרית שלי כרגע?
ja_jp: 今の私の主な問題は何ですか？
ka: რა არის ჩემი მთავარი პრობლემა ახლა?
kk: Қазір менің басты мәселем не?
km_kh: បញ្ហាសំខាន់របស់ខ្ញុំឥឡូវនេះគឺអ្វី?
kn_in: ಈಗ ನನ್ನ ಪ್ರಮುಖ ಸಮಸ್ಯೆ ಏನು?
ko_kr: 지금 나의 주요 문제는 무엇인가요?
ky_kg: Азыр менин негизги көйгөйүм эмне?
lo: ບັນຫາຫຼັກຂອງຂ້ອຍໃນປັດຈຸບັນແມ່ນຫຍັງ?
lt: Kokia pagrindinė problema man dabar?
lv: Kāda ir mana galvenā problēma pašlaik?
mk_mk: Кој е главниот проблем што го имам сега?
ml_in: ഇപ്പോൾ എനിക്ക് മുഖ്യ പ്രശ്നം എന്താണ്?
mn_mn: Одоогоор миний гол асуудал юу вэ?
mr: सध्या माझी मुख्य समस्या काय आहे?
ms_my: Apakah masalah utama saya sekarang?
ne: हाल मेरो मुख्य समस्या के हो?
nl: Wat is mijn belangrijkste probleem op dit moment?
no_no: Hva er hovedproblemet mitt akkurat nå?
pa: ਮੇਰੇ ਕੋਲ ਇਸ ਸਮੇਂ ਮੁੱਖ ਸਮੱਸਿਆ ਕੀ ਹੈ?
pl: Jaki jest mój główny problem w tej chwili?
pt_br: Qual é o principal problema que eu tenho agora?
ro: Care este problema principală pe care o am acum?
ru: Какая основная проблема у меня сейчас?
si: දැනට මට ඇති ප්‍රධාන ගැටලුව කුමක්ද?
sk: Aký je môj hlavný problém teraz?
sl: Kakšen je moj glavni problem trenutno?
sq: Cili është problemi kryesor që kam tani?
sr: Који је мој главни проблем тренутно?
sv_se: Vad är mitt huvudsakliga problem just nu?
sw: Tatizo kuu nililolalo sasa ni lipi?
ta: எனக்கு இப்போது முக்கியமான பிரச்சனை என்ன?
te: ప్రస్తుతం నాకు ప్రధాన సమస్య ఏమిటి?
th: ปัญหาหลักของฉันตอนนี้คืออะไร?
tr_tr: Şu anda benim en büyük sorunum nedir?
uk: Яка основна проблема у мене зараз?
ur: اس وقت میری سب سے بڑی مسئلہ کیا ہے؟
vi: Vấn đề chính của tôi hiện tại là gì?
zh_cn: 我现在的主要问题是什么？
zh_hk: 我現在的主要問題是什麼？
zu: Iyiphi inkinga enkulu enginayo njengamanje?

# three_cards_screen_suggested_questions_2
source: What should I focus on in the near future?
af: Waarop moet ek my in die nabye toekoms fokus?
am: በቅርብ ወቅት ምን ላይ መስተካከል አለብኝ?
ar: على ماذا يجب أن أركز في المستقبل القريب؟
az: Gələcəkdə nəyə diqqət yetirməliyəm?
bn: আমি নিকট ভবিষ্যতে কী বিষয়ে মনোযোগ দেওয়া উচিত?
ca: En què hauria de centrar-me en un futur proper?
cs: Na čem bych se měl v nejbližší době zaměřit?
de: Worauf sollte ich mich in naher Zukunft konzentrieren?
es_es: ¿En qué debería concentrarme en un futuro cercano?
fa: روی چه چیزی باید در آینده نزدیک تمرکز کنم؟
fi_fi: Mihin minun pitäisi keskittyä lähitulevaisuudessa?
fil: Ano ang dapat kong pagtuunan ng pansin sa malapit na hinaharap?
fr: Sur quoi devrais-je me concentrer dans un avenir proche ?
gl: En que debería centrarme no futuro próximo?
gu: આગામી ભવિષ્યમાં મને કયા બાબતો પર ધ્યાન કેન્દ્રિત કરવું જોઈએ?
hi: मैं निकट भविष्य में किस चीज़ पर ध्यान केंद्रित करूँ?
hu: Mire érdemes a közeljövőben összpontosítanom?
hy_am: Ի՞նչի վրա պետք է կենտրոնանամ մոտակա ապագայում։
id: Apa yang harus saya fokuskan dalam waktu dekat?
is_is: Á hverju ætti ég að einbeita mér á næstunni?
it_it: Su cosa dovrei concentrarmi nel prossimo futuro?
iw: על מה כדאי לי להתמקד בעתיד הקרוב?
ja_jp: 近い将来、何に集中すべきですか？
ka: რა უნდა გავაკეთო უახლოეს მომავალში?
kk: Жақын арада неге назар аударуым керек?
km_kh: តើខ្ញុំគួរតែផ្តោតលើអ្វីនៅពេលខាងមុខ?
kn_in: ಮುಂದಿನ ಭವಿಷ್ಯದಲ್ಲಿ ನಾನು ಯಾವದರಲ್ಲಿ ಗಮನಹರಿಸಬೇಕು?
ko_kr: 가까운 미래에 무엇에 집중해야 할까요?
ky_kg: Жакынкы келечекте эмеге көңүл бурушум керек?
lo: ຂ້ອຍຄວນໂຄງໃຈຢ່າງໃດໃນອະນາຄົດອັນໃກ້ມາ?
lt: Kuo turėčiau susikoncentruoti artimiausiu metu?
lv: Uz ko man vajadzētu koncentrēties tuvākajā nākotnē?
mk_mk: На што треба да се фокусирам во блиска иднина?
ml_in: അടുത്തകാലത്ത് എവിടെ ശ്രദ്ധ കേന്ദ്രീകരിക്കണം?
mn_mn: Ирээдүйд юунд анхаарах ёстой вэ?
mr: मला जवळच्या भविष्यात कोणत्या गोष्टींवर लक्ष केंद्रित करावे?
ms_my: Apa yang patut saya fokuskan dalam masa terdekat?
ne: म नजिकको भविष्यमा के कुरामा ध्यान केन्द्रित गर्नुपर्छ?
nl: Waar moet ik me in de nabije toekomst op richten?
no_no: Hva bør jeg fokusere på i nær fremtid?
pa: ਅਗਲੇ ਸਮੇਂ ਵਿੱਚ ਮੈਨੂੰ ਕਿਸ ਚੀਜ਼ 'ਤੇ ਧਿਆਨ ਕੇਂਦ੍ਰਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?
pl: Na czym powinienem się skupić w najbliższej przyszłości?
pt_br: Em que devo me concentrar no futuro próximo?
ro: Pe ce ar trebui să mă concentrez în viitorul apropiat?
ru: На чем мне стоит сосредоточиться в ближайшем будущем?
si: ඉදිරි කාලයේ මම මොන දෙයක් මත අවධානය යොමු කළ යුතුද?
sk: Na čom by som sa mal sústrediť v blízkej budúcnosti?
sl: Na čem naj se osredotočim v bližnji prihodnosti?
sq: Në çfarë duhet të përqendrohem në të ardhmen e afërt?
sr: На чему да се фокусирам у блиској будућности?
sv_se: Vad bör jag fokusera på inom den närmaste framtiden?
sw: Ninapaswa kuzingatia nini katika siku zijazo karibu?
ta: எனக்கு அடுத்த காலத்தில் எந்த விஷயத்தில் கவனம் செலுத்த வேண்டும்?
te: నా సమీప భవిష్యత్తులో నేను ఏదిపై దృష్టి పెట్టాలి?
th: ฉันควรให้ความสำคัญกับอะไรในอนาคตอันใกล้นี้?
tr_tr: Yakın gelecekte neye odaklanmalıyım?
uk: На чому мені варто зосередитися в найближчому майбутньому?
ur: میں قریبی مستقبل میں کس چیز پر توجہ دوں؟
vi: Tôi nên tập trung vào điều gì trong tương lai gần?
zh_cn: 我应该在近期关注什么？
zh_hk: 我應該在近期專注於什麼？
zu: Yini okufanele ngigxile kuyo esikhathini esizayo esiseduze?

# three_cards_screen_suggested_questions_3
source: What is hidden from me?
af: Wat is vir my weggesteek?
am: ከእኔ ምን ተሰውሮ ነው?
ar: ما الذي مخفي عني؟
az: Məndən nə gizlədilir?
bn: আমার থেকে কী লুকানো আছে?
ca: Què se m'amaga?
cs: Co je přede mnou skryto?
de: Was wird vor mir verborgen?
es_es: ¿Qué se me oculta?
fa: چه چیزی از من پنهان است؟
fi_fi: Mikä minulta on piilotettu?
fil: Ano ang itinatago sa akin?
fr: Qu'est-ce qui m'est caché ?
gl: Que está oculto para min?
gu: મારા પાસેથી શું છુપાયેલું છે?
hi: मुझसे क्या छुपा हुआ है?
hu: Mi van elrejtve előllem?
hy_am: Ի՞նչ է ինձանից թաքնված։
id: Apa yang tersembunyi dari saya?
is_is: Hvað er falið fyrir mér?
it_it: Cosa mi è nascosto?
iw: מה מוסתר ממני?
ja_jp: 私から隠されているものは何ですか？
ka: რა არის ჩემგან დამალული?
kk: Маған не жасырылған?
km_kh: អ្វីដែលបានលាក់បាំងពីខ្ញុំ?
kn_in: ನನಗೆ ಏನು ಮರೆಮಾಚಲಾಗಿದೆ?
ko_kr: 나에게 숨겨진 것은 무엇인가요?
ky_kg: Меникиден эмнелер жашырылган?
lo: ຫຍັງທີ່ຖືກຊ່ອງຈາກຂ້ອຍ?
lt: Kas nuo manęs slepiama?
lv: Kas man ir slēpts?
mk_mk: Што ми е скриено?
ml_in: എന്താണ് എനിക്കു മറച്ചുവെച്ചിരിക്കുന്നത്?
mn_mn: Надаас юу нуугдсан бэ?
mr: माझ्यापासून काय लपवले आहे?
ms_my: Apa yang tersembunyi dari saya?
ne: मेरो लागि के लुकाइएको छ?
nl: Wat wordt voor mij verborgen gehouden?
no_no: Hva er skjult for meg?
pa: ਮੇਰੇ ਤੋਂ ਕੀ ਛੁਪਿਆ ਹੋਇਆ ਹੈ?
pl: Co jest przede mną ukryte?
pt_br: O que está escondido de mim?
ro: Ce îmi este ascuns?
ru: Что скрыто от меня?
si: මගෙන් මඟහරින දේ මොකද්ද?
sk: Čo je predo mnou skryté?
sl: Kaj mi je skrito?
sq: Çfarë më është fshehur?
sr: Шта ми је скривено?
sv_se: Vad är dolt för mig?
sw: Nini kimefichwa kwangu?
ta: என்ன என்னிடமிருந்து மறைக்கப்பட்டுள்ளது?
te: నా నుండి ఏమి దాచబడి ఉంది?
th: อะไรที่ถูกซ่อนไว้จากฉัน?
tr_tr: Benden ne gizleniyor?
uk: Що приховано від мене?
ur: میرے سے کیا چھپا ہوا ہے؟
vi: Điều gì đang bị giấu khỏi tôi?
zh_cn: 有什么对我隐藏？
zh_hk: 有什麼是對我隱藏的？
zu: Yini efihlwe kimi?
