Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# notification_settings_screen_evening
source: In the evening
af: In die aand
am: ማታ
ar: مساءً
az: Axşam
bn: সন্ধ্যায়
ca: Al vespre
cs: Večer
de: Abends
es_es: Por la noche
fa: عصر
fi_fi: Illalla
fil: Sa gabi
fr: Le soir
gl: Pola noite
gu: સાંજમાં
hi: शाम को
hu: Este
hy_am: Երեկոյան
id: Malam
is_is: Á kvöldin
it_it: Di sera
iw: בערב
ja_jp: 夕方に
ka: საღამოს
kk: Кешке
km_kh: ល្ងាច
kn_in: ಸಂಜೆ
ko_kr: 저녁에
ky_kg: Кечкисин
lo: ແລງ
lt: Vakare
lv: Vakarā
mk_mk: Навечер
ml_in: സന്ധ്യയ്ക്ക്
mn_mn: Оройн цагаар
mr: संध्याकाळी
ms_my: Petang
ne: साँझ
nl: 's Avonds
no_no: Om kvelden
pa: ਸ਼ਾਮ ਨੂੰ
pl: Wieczorem
pt_br: À noite
ro: Seara
ru: Вечером
si: සන්ධ්‍යාව
sk: Večer
sl: Zvečer
sq: Në mbrëmje
sr: Увече
sv_se: På kvällen
sw: Jioni
ta: மாலை
te: సాయంత్రం
th: ตอนเย็น
tr_tr: Akşam
uk: Ввечері
ur: شام
vi: Buổi tối
zh_cn: 晚上
zh_hk: 晚上
zu: Ebusuku

# notification_settings_screen_save_button
source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
az: Yadda saxla
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
de: Speichern
es_es: Guardar
fa: ذخیره کردن
fi_fi: Tallenna
fil: I-save
fr: Enregistrer
gl: Gardar
gu: સાચવો
hi: सहेजें
hu: Mentés
hy_am: Պահպանել
id: Simpan
is_is: Vista
it_it: Salva
iw: שמור
ja_jp: 保存する
ka: შენახვა
kk: Сақтау
km_kh: រក្សាទុក
kn_in: ಉಳಿಸಿ
ko_kr: 저장
ky_kg: Сактоо
lo: ບັນທຶກ
lt: Išsaugoti
lv: Saglabāt
mk_mk: Зачувај
ml_in: സംരക്ഷിക്കുക
mn_mn: Хадгалах
mr: जतन करा
ms_my: Simpan
ne: सेभ गर्नुहोस्
nl: Opslaan
no_no: Lagre
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
sv_se: Spara
sw: Hifadhi
ta: சேமிக்கவும்
te: సేవ్ చేయండి
th: บันทึก
tr_tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存
zh_hk: 保存
zu: Londoloza

# onboarding_final_screen_yearly_price
source: 249/year
af: 249/jaar
am: 249/ዓመት
ar: 249/سنة
az: 249/il
bn: ২৪৯/বছর
ca: 249/any
cs: 249/rok
de: 249/Jahr
es_es: 249/año
fa: ۲۴۹/سال
fi_fi: 249/vuosi
fil: 249/taon
fr: 249/an
gl: 249/ano
gu: 249/વર્ષ
hi: 249/साल
hu: 249/év
hy_am: 249/տարի
id: 249/tahun
is_is: 249/ár
it_it: 249/anno
iw: 249/שנה
ja_jp: 249/年
ka: 249/წელი
kk: 249/жыл
km_kh: 249/ឆ្នាំ
kn_in: 249/ವರ್ಷ
ko_kr: 249/년
ky_kg: 249/жыл
lo: 249/ປີ
lt: 249/metus
lv: 249/gadā
mk_mk: 249/год
ml_in: 249/വർഷം
mn_mn: 249/жил
mr: 249/वर्ष
ms_my: 249/tahun
ne: २४९/वर्ष
nl: 249/jaar
no_no: 249/år
pa: 249/ਸਾਲ
pl: 249/rok
pt_br: 249/ano
ro: 249/an
ru: 249/год
si: 249/වසරකට
sk: 249/rok
sl: 249/leto
sq: 249/vit
sr: 249/год
sv_se: 249/år
sw: 249/mwaka
ta: 249/ஆண்டு
te: 249/సంవత్సరం
th: 249/ปี
tr_tr: 249/yıl
uk: 249/рік
ur: 249/سال
vi: 249/năm
zh_cn: 249/年
zh_hk: 249/年
zu: 249/ngonyaka

# onboarding_final_screen_yearly_month_price
source: 24/month
af: 24/maand
am: 24/ወር
ar: 24/شهر
az: 24/ay
bn: ২৪/মাস
ca: 24/mes
cs: 24/měsíc
de: 24/Monat
es_es: 24/mes
fa: ۲۴/ماه
fi_fi: 24/kk
fil: 24/buwan
fr: 24/mois
gl: 24/mes
gu: 24/મહિનો
hi: 24/माह
hu: 24/hó
hy_am: 24/ամիս
id: 24/bulan
is_is: 24/mán
it_it: 24/mese
iw: 24/חודש
ja_jp: 24/月
ka: 24/თვე
kk: 24/ай
km_kh: 24/ខែ
kn_in: 24/ತಿಂಗಳು
ko_kr: 24/월
ky_kg: 24/ай
lo: 24/ເດືອນ
lt: 24/mėn
lv: 24/mēnesī
mk_mk: 24/мес
ml_in: 24/മാസം
mn_mn: 24/сар
mr: 24/महिना
ms_my: 24/bulan
ne: २४/महिना
nl: 24/maand
no_no: 24/mnd
pa: 24/ਮਹੀਨਾ
pl: 24/mies.
pt_br: 24/mês
ro: 24/lună
ru: 24/мес
si: 24/මාසයට
sk: 24/mesiac
sl: 24/mesec
sq: 24/muaj
sr: 24/мес
sv_se: 24/mån
sw: 24/mwezi
ta: 24/மாதம்
te: 24/నెల
th: 24/เดือน
tr_tr: 24/ay
uk: 24/міс
ur: 24/ماہ
vi: 24/tháng
zh_cn: 24/月
zh_hk: 24/月
zu: 24/ngenyanga

# onboarding_final_screen_monthly_price
source: 9/month
af: 9/maand
am: 9/ወር
ar: 9/شهر
az: 9/ay
bn: ৯/মাস
ca: 9/mes
cs: 9/měsíc
de: 9/Monat
es_es: 9/mes
fa: ۹/ماه
fi_fi: 9/kk
fil: 9/buwan
fr: Mensuel
gl: Mensual
gu: 9/મહિનો
hi: 9/माह
hu: 9/hó
hy_am: 9/ամիս
id: Bulanan
is_is: 9/mán
it_it: 9/mese
iw: 9/חודש
ja_jp: 月額
ka: 9/თვე
kk: 9/ай
km_kh: 9/ខែ
kn_in: 9/ತಿಂಗಳು
ko_kr: 9/월
ky_kg: 9/ай
lo: 9/ເດືອນ
lt: 9/mėn
lv: 9/mēnesī
mk_mk: 9/мес
ml_in: 9/മാസം
mn_mn: 9/сар
mr: 9/महिना
ms_my: 9/bulan
ne: ९/महिना
nl: 9/maand
no_no: 9/mnd
pa: 9/ਮਹੀਨਾ
pl: 9/mies.
pt_br: Mensal
ro: 9/lună
ru: 9/мес
si: 9/මාසයට
sk: Mesačný
sl: 9/mesec
sq: 9/muaj
sr: Месечно
sv_se: 9/mån
sw: Kila mwezi
ta: 9/மாதம்
te: 9/నెల
th: 9/เดือน
tr_tr: 9/ay
uk: 9/міс
ur: 9/ماہ
vi: 9/tháng
zh_cn: 月付
zh_hk: 9/月
zu: Ngenyanga

# onboarding_final_screen_monthly_month_price
source: 9/month
af: 9/maand
am: 9/ወር
ar: 9/شهر
az: 9/ay
bn: ৯/মাস
ca: 9/mes
cs: 9/měsíc
de: 9/Monat
es_es: 9/mes
fa: ۹/ماه
fi_fi: 9/kk
fil: 9/buwan
fr: 9/mois
gl: 9/mes
gu: 9/મહિનો
hi: 9/माह
hu: 9/hó
hy_am: 9/ամիս
id: 9/bulan
is_is: 9/mán
it_it: 9/mese
iw: 9/חודש
ja_jp: 9/月
ka: 9/თვე
kk: 9/ай
km_kh: 9/ខែ
kn_in: 9/ತಿಂಗಳು
ko_kr: 9/월
ky_kg: 9/ай
lo: 9/ເດືອນ
lt: 9/mėn
lv: 9/mēnesī
mk_mk: 9/мес
ml_in: 9/മാസം
mn_mn: 9/сар
mr: 9/महिना
ms_my: 9/bulan
ne: ९/महिना
nl: 9/maand
no_no: 9/mnd
pa: 9/ਮਹੀਨਾ
pl: 9/mies.
pt_br: 9/mês
ro: 9/lună
ru: 9/мес
si: 9/මාසයට
sk: 9/mesiac
sl: 9/mesec
sq: 9/muaj
sr: 9/мес
sv_se: 9/mån
sw: 9/mwezi
ta: 9/மாதம்
te: 9/నెల
th: 9/เดือน
tr_tr: 9/ay
uk: 9/міс
ur: 9/ماہ
vi: 9/tháng
zh_cn: 9/月
zh_hk: 9/月
zu: 9/ngenyanga

# onboarding_final_screen_yearly_plan
source: Annually
af: Jaarlik
am: አመታዊ
ar: سنويًا
az: İllik
bn: বার্ষিক
ca: Anualment
cs: Ročně
de: Jährlich
es_es: Anualmente
fa: سالانه
fi_fi: Vuotuinen
fil: Taunan
fr: Annuellement
gl: Anualmente
gu: વાર્ષિક
hi: वार्षिक
hu: Évente
hy_am: Տարվա ընթացքում
id: Tahunan
is_is: Árlega
it_it: Annualmente
iw: שנתי
ja_jp: 毎年
ka: ყოველწლიურად
kk: Жыл сайын
km_kh: រៀងរាល់ឆ្នាំ
kn_in: ವಾರ್ಷಿಕವಾಗಿ
ko_kr: 매년
ky_kg: Жыл сайын
lo: ປະຈຳປີ
lt: Kasmet
lv: Gadā
mk_mk: Годишно
ml_in: വാർഷികമായി
mn_mn: Жил бүр
mr: दरवर्षी
ms_my: Setiap tahun
ne: वार्षिक
nl: Jaarlijks
no_no: Årlig
pa: ਸਾਲਾਨਾ
pl: Corocznie
pt_br: Anualmente
ro: Anual
ru: Ежегодно
si: වාර්ෂිකව
sk: Ročne
sl: Letno
sq: Vjetor
sr: Годишње
sv_se: Årligen
sw: Kila mwaka
ta: ஆண்டுதோறும்
te: ప్రతి సంవత్సరం
th: รายปี
tr_tr: Yıllık
uk: Щорічно
ur: سالانہ
vi: Hàng năm
zh_cn: 每年
zh_hk: 每年
zu: Njalo ngonyaka

# onboarding_final_screen_free_trial
source: 7 days free
af: 7 dae gratis
am: 7 ቀናት ነፃ
ar: 7 أيام مجانًا
az: 7 gün pulsuz
bn: ৭ দিন বিনামূল্যে
ca: 7 dies gratis
cs: 7 dní zdarma
de: 7 Tage kostenlos
es_es: 7 días gratis
fa: ۷ روز رایگان
fi_fi: 7 päivää ilmaiseksi
fil: 7 araw nang libre
fr: 7 jours gratuits
gl: 7 días gratis
gu: 7 દિવસ મફત
hi: 7 दिन मुफ्त
hu: 7 nap ingyen
hy_am: 7 օր անվճար
id: 7 hari gratis
is_is: 7 daga ókeypis
it_it: 7 giorni gratis
iw: 7 ימים חינם
ja_jp: 7日間無料
ka: 7 დღე უფასოდ
kk: 7 күн тегін
km_kh: 7 ថ្ងៃឥតគិតថ្លៃ
kn_in: 7 ದಿನಗಳು ಉಚಿತ
ko_kr: 7일 무료
ky_kg: 7 күн акысыз
lo: 7 ມື້ຟຣີ
lt: 7 dienų nemokamai
lv: 7 dienas bez maksas
mk_mk: 7 дена бесплатно
ml_in: 7 ദിവസം സൗജന്യം
mn_mn: 7 хоног үнэгүй
mr: 7 दिवस मोफत
ms_my: 7 hari percuma
ne: ७ दिन निःशुल्क
nl: 7 dagen gratis
no_no: 7 dager gratis
pa: 7 ਦਿਨ ਮੁਫ਼ਤ
pl: 7 dni za darmo
pt_br: 7 dias grátis
ro: 7 zile gratuit
ru: 7 дней бесплатно
si: දින 7ක් නොමිලේ
sk: 7 dní zadarmo
sl: 7 dni brezplačno
sq: 7 ditë falas
sr: 7 дана бесплатно
sv_se: 7 dagar gratis
sw: Siku 7 bure
ta: 7 நாட்கள் இலவசம்
te: 7 రోజులు ఉచితం
th: ทดลองใช้ฟรี 7 วัน
tr_tr: 7 gün ücretsiz
uk: 7 днів безкоштовно
ur: 7 دن مفت
vi: 7 ngày dùng thử miễn phí
zh_cn: 7天免费
zh_hk: 7天免費
zu: Izinsuku ezi-7 zamahhala

# onboarding_final_screen_purchase_title
source: Purchase
af: Aankoop
am: ግዢ
ar: شراء
az: Alış
bn: ক্রয়
ca: Compra
cs: Nákup
de: Kauf
es_es: Compra
fa: خرید
fi_fi: Osto
fil: Bumili
fr: Achat
gl: Compra
gu: ખરીદી
hi: खरीदारी
hu: Vásárlás
hy_am: Գնում
id: Pembelian
is_is: Kaup
it_it: Acquisto
iw: קנייה
ja_jp: 購入
ka: შეძენა
kk: Сатып алу
km_kh: ការទិញ
kn_in: ಖರೀದಿ
ko_kr: 구매
ky_kg: Сатып алуу
lo: ການຊື້
lt: Pirkimas
lv: Pirkums
mk_mk: Купување
ml_in: വാങ്ങൽ
mn_mn: Худалдан авах
mr: खरेदी
ms_my: Pembelian
ne: किनमेल
nl: Aankoop
no_no: Kjøp
pa: ਖਰੀਦਦਾਰੀ
pl: Zakup
pt_br: Compra
ro: Cumpărare
ru: Покупка
si: ගැණුම්
sk: Nákup
sl: Nakup
sq: Blerje
sr: Куповина
sv_se: Köp
sw: Ununuzi
ta: வாங்குதல்
te: కొనుగోలు
th: ซื้อ
tr_tr: Satın alma
uk: Покупка
ur: خریداری
vi: Mua
zh_cn: 购买
zh_hk: 購買
zu: Thenga

# onboarding_final_screen_test_stub_message
source: Test placeholder: selected tariff "{plan}"
af: Toetsstub: gekose plan "{plan}"
am: ሙከራ አሰናዳጅ: የተመረጠው "{plan}" እቃ ነው
ar: اختبار تجريبي: تم اختيار الخطة "{plan}"
az: Test bloku: seçilmiş plan "{plan}"
bn: পরীক্ষামূলক প্লাগ: নির্বাচিত পরিকল্পনা "{plan}"
ca: Prova de marcador de posició: pla seleccionat "{plan}"
cs: Testovací zástupce: vybrán tarif "{plan}"
de: Testplatzhalter: Tarif "{plan}" ausgewählt
es_es: Marcador de prueba: plan seleccionado "{plan}"
fa: تست موقت: طرح انتخاب شده "{plan}"
fi_fi: Testitunniste: valittu suunnitelma "{plan}"
fil: Pansamantalang pagsubok: napiling plano "{plan}"
fr: Bogue de test : forfait sélectionné "{plan}"
gl: Proba de marcador de posición: tarifa seleccionada "{plan}"
gu: ટેસ્ટ પ્લેસહોલ્ડર: પસંદ કરેલ યોજના "{plan}"
hi: परीक्षण प्लेसहोल्डर: चयनित योजना "{plan}"
hu: Teszt helyőrző: kiválasztott csomag "{plan}"
hy_am: Թեստային տեղակալ՝ ընտրված պլան "{plan}"
id: Stub uji: paket yang dipilih "{plan}"
is_is: Prófunarstöð: valinn áætlun "{plan}"
it_it: Segnaposto di prova: piano selezionato "{plan}"
iw: כיסוי ניסיוני: נבחר התעריף "{plan}"
ja_jp: テストスタブ: 選択されたプランは「{plan}」
ka: ტესტის მორგება: არჩეული ტარიფი "{plan}"
kk: Сынақ нұсқасы: таңдалған тариф "{plan}"
km_kh: ការសាកល្បងបណ្តោះអាសន្ន៖ បានជ្រើសរើសផែនការ "{plan}"
kn_in: ಪರೀಕ್ಷಾ ತಾತ್ಕಾಲಿಕ: ಆಯ್ದ ಯೋಜನೆ "{plan}"
ko_kr: 테스트 플레이스홀더: 선택한 요금제 "{plan}"
ky_kg: Сынак заглушка: тандалган тариф "{plan}"
lo: ຕົວຢ່າງທົດສອບ: ເລືອກແຜນການ "{plan}"
lt: Bandomoji versija: pasirinktas planas "{plan}"
lv: Testa aizvietotājs: izvēlēts tarifs "{plan}"
mk_mk: Тест заглушка: избран тариф "{plan}"
ml_in: ടെസ്റ്റ് പ്ലഗ്: "{plan}" പ്ലാൻ തിരഞ്ഞെടുക്കപ്പെട്ടിരിക്കുന്നു
mn_mn: Туршилтын загвар: сонгосон тариф "{plan}"
mr: चाचणी साठा: निवडलेला योजना "{plan}"
ms_my: Templat ujian: pelan dipilih "{plan}"
ne: परीक्षण प्लेसहोल्डर: चयन गरिएको योजना "{plan}"
nl: Testplaceholder: tarief "{plan}" geselecteerd
no_no: Teststub: valgt plan "{plan}"
pa: ਟੈਸਟ ਸਟੱਬ: ਚੁਣਿਆ ਗਿਆ ਯੋਜਨਾ "{plan}"
pl: Testowy placeholder: wybrany plan "{plan}"
pt_br: Stub de teste: plano selecionado "{plan}"
ro: Șablon de test: planul selectat {plan}
ru: Тестовая заглушка: выбран тариф "{plan}"
si: පරීක්ෂණ ස්ථානය: තෝරාගත් සැලැස්ම "{plan}"
sk: Testovacia zástupná správa: vybraný plán "{plan}"
sl: Testni prikaz: izbran načrt "{plan}"
sq: Test i përkohshëm: tarifa e zgjedhur "{plan}"
sr: Тест замена: изабран тариф "{plan}"
sv_se: Teststub: valt abonnemang "{plan}"
sw: Kipimo cha majaribio: mpango uliyochaguliwa "{plan}"
ta: சோதனை இடைநிறுத்தம்: தேர்ந்தெடுக்கப்பட்ட திட்டம் "{plan}"
te: పరీక్ష స్టబ్: ఎంచుకున్న ప్లాన్ "{plan}"
th: ตัวอย่างทดสอบ: แผนที่เลือก "{plan}"
tr_tr: Test yer tutucu: seçilen plan "{plan}"
uk: Тестова заглушка: обрано тариф "{plan}"
ur: ٹیسٹ اسٹب: منتخب شدہ منصوبہ "{plan}"
vi: Bản thử nghiệm: đã chọn gói "{plan}"
zh_cn: 测试占位符：已选择套餐"{plan}\"
zh_hk: 測試佔位符：已選擇方案「{plan}」
zu: Isihlalo sokuhlola: ukukhethwa kwephakheji "{plan}"

# onboarding_final_screen_ok_button
source: OK
am: እሺ
ar: حسنًا
bn: ঠিক আছে
ca: D'acord
fa: باشه
gu: ઠીક છે
hi: ठीक है
hy_am: ԼԱՎ
iw: אישור
ka: კარგია
km_kh: យល់ព្រម
kn_in: ಸರಿ
ko_kr: 확인
ky_kg: ОК
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mk_mk: ОК
ml_in: ശരി
mn_mn: Зөвшөөрөх
mr: ठीक आहे
ne: ठीक छ
pa: ਠੀਕ ਹੈ
si: හරි
sl: V redu
sr: У реду
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 確定
zu: KULUNGILE

# purchase_love_screen_yearly_price
source: 249/year
af: 249/jaar
am: 249/ዓመት
ar: 249/سنة
az: 249/il
bn: ২৪৯/বছর
ca: 249/any
cs: 249/rok
de: 249/Jahr
es_es: 249/año
fa: ۲۴۹/سال
fi_fi: 249/vuosi
fil: 249/taon
fr: 249/an
gl: 249/ano
gu: 249/વર્ષ
hi: 249/साल
hu: 249/év
hy_am: 249/տարի
id: 249/tahun
is_is: 249/ár
it_it: 249/anno
iw: 249/שנה
ja_jp: 249/年
ka: 249/წელი
kk: 249/жыл
km_kh: ២៤៩/ឆ្នាំ
kn_in: 249/ವರ್ಷ
ko_kr: 249/년
ky_kg: 249/жыл
lo: 249/ປີ
lt: 249/metus
lv: 249/gadā
mk_mk: 249/год
ml_in: 249/വർഷം
mn_mn: 249/жил
mr: २४९/वर्ष
ms_my: 249/tahun
ne: २४९/वर्ष
nl: 249/jaar
no_no: 249/år
pa: 249/ਸਾਲ
pl: 249/rok
pt_br: 249/ano
ro: 249/an
ru: 249/год
si: 249/වසරකට
sk: 249/rok
sl: 249/leto
sq: 249/vit
sr: 249/god
sv_se: 249/år
sw: 249/mwaka
ta: 249/ஆண்டு
te: 249/సంవత్సరం
th: 249/ปี
tr_tr: 249/yıl
uk: 249/рік
ur: 249/سال
vi: 249/năm
zh_cn: 249/年
zh_hk: 249/年
zu: 249/ngonyaka

# purchase_love_screen_yearly_month_price
source: 24/month
af: 24/maand
am: 24/ወር
ar: 24/شهر
az: 24/ay
bn: ২৪/মাস
ca: 24/mes
cs: 24/měsíc
de: 24/Monat
es_es: 24/mes
fa: ۲۴/ماه
fi_fi: 24/kk
fil: 24/buwan
fr: 24/mois
gl: 24/mes
gu: 24/મહિનો
hi: 24/माह
hu: 24/hó
hy_am: 24/ամիս
id: 24/bulan
is_is: 24/mán
it_it: 24/mese
iw: 24/חודש
ja_jp: 24/月
ka: 24/თვე
kk: 24/ай
km_kh: ២៤/ខែ
kn_in: 24/ತಿಂಗಳು
ko_kr: 24/월
ky_kg: 24/ай
lo: 24/ເດືອນ
lt: 24/mėn
lv: 24/mēn
mk_mk: 24/месец
ml_in: 24/മാസം
mn_mn: 24/сар
mr: २४/महिना
ms_my: 24/bulan
ne: २४/महिना
nl: 24/maand
no_no: 24/mnd
pa: 24/ਮਹੀਨਾ
pl: 24/miesiąc
pt_br: 24/mês
ro: 24/lună
ru: 24/мес
si: 24/මාසිකව
sk: 24/mesiac
sl: 24/mesec
sq: 24/muaji
sr: 24/mes
sv_se: 24/mån
sw: 24/mwezi
ta: 24/மாதம்
te: 24/నెల
th: 24/เดือน
tr_tr: 24/ay
uk: 24/міс
ur: 24/ماہ
vi: 24/tháng
zh_cn: 24/月
zh_hk: 24/月
zu: 24/ngenyanga

# purchase_love_screen_monthly_price
source: 9/month
af: Maandeliks
am: ወርሃዊ
ar: شهري
az: Aylıq
bn: ৯/মাস
ca: Mensual
cs: Měsíční
de: Monatlich
es_es: Mensual
fa: ۹/ماه
fi_fi: Kuukausittainen
fil: Buwanan
fr: Mensuel
gl: Mensual
gu: માસિક
hi: मासिक
hu: Havi
hy_am: 9/ամիս
id: Bulanan
is_is: Mánaðarlega
it_it: Mensile
iw: חודשי
ja_jp: 月額
ka: თვიური
kk: Ай сайын
km_kh: ប្រចាំខែ
kn_in: 9/ತಿಂಗಳು
ko_kr: 월간
ky_kg: Ай сайын
lo: 9/ເດືອນ
lt: Mėnesinis
lv: Mēneša
mk_mk: Месечно
ml_in: മാസികം
mn_mn: 9/сар
mr: ९/महिना
ms_my: Bulanan
ne: ९/महिना
nl: Maandelijks
no_no: 9/mnd
pa: 9/ਮਹੀਨਾ
pl: Miesięczny
pt_br: Mensal
ro: Lunar
ru: 9/мес
si: මාසික
sk: Mesačný
sl: Mesečni
sq: Mujor
sr: Месечно
sv_se: Månadsvis
sw: Kila mwezi
ta: மாதாந்திரம்
te: నెలవారీగా
th: 9/เดือน
tr_tr: Aylık
uk: 9/міс
ur: ماہانہ
vi: Hàng tháng
zh_cn: 月付
zh_hk: 月付
zu: Ngenyanga

# purchase_love_screen_monthly_month_price
source: 9/month
af: 9/maand
am: 9/ወር
ar: 9/شهر
az: 9/ay
bn: ৯/মাস
ca: 9/mes
cs: 9/měsíc
de: 9/Monat
es_es: 9/mes
fa: ۹/ماه
fi_fi: 9/kk
fil: 9/buwan
fr: 9/mois
gl: 9/mes
gu: 9/મહિનો
hi: 9/माह
hu: 9/hó
hy_am: 9/ամիս
id: 9/bulan
is_is: 9/mán
it_it: 9/mese
iw: 9/חודש
ja_jp: 9/月
ka: 9/თვე
kk: 9/ай
km_kh: ៩/ខែ
kn_in: 9/ತಿಂಗಳು
ko_kr: 9/월
ky_kg: 9/ай
lo: 9/ເດືອນ
lt: 9/mėn
lv: 9/mēn
mk_mk: 9/месец
ml_in: 9/മാസം
mn_mn: 9/сар
mr: ९/महिना
ms_my: 9/bulan
ne: ९/महिना
nl: 9/maand
no_no: 9/mnd
pa: 9/ਮਹੀਨਾ
pl: 9/miesiąc
pt_br: 9/mês
ro: 9/lună
ru: 9/мес
si: 9/මාසිකව
sk: 9/mesiac
sl: 9/mesec
sq: 9/muaji
sr: 9/mes
sv_se: 9/mån
sw: 9/mwezi
ta: 9/மாதம்
te: 9/నెల
th: 9/เดือน
tr_tr: 9/ay
uk: 9/міс
ur: 9/ماہ
vi: 9/tháng
zh_cn: 9/月
zh_hk: 9/月
zu: 9/ngenyanga

# purchase_love_screen_title
source: Purchase
af: Aankoop
am: ግዢ
ar: شراء
az: Alış-veriş
bn: ক্রয়
ca: Compra
cs: Nákup
de: Kauf
es_es: Compra
fa: خرید
fi_fi: Osto
fil: Bumili
fr: Achat
gl: Compra
gu: ખરીદી
hi: खरीदारी
hu: Vásárlás
hy_am: Գնում
id: Beli
is_is: Kaup
it_it: Acquisto
iw: קנייה
ja_jp: 購入
ka: ყიდვა
kk: Сатып алу
km_kh: ទិញ
kn_in: ಖರೀದಿ
ko_kr: 구매
ky_kg: Сатып алуу
lo: ການຊື້
lt: Pirkimas
lv: Pirkums
mk_mk: Купи
ml_in: വാങ്ങൽ
mn_mn: Худалдан авах
mr: खरेदी
ms_my: Beli
ne: किन्ने
nl: Aankoop
no_no: Kjøp
pa: ਖਰੀਦਦਾਰੀ
pl: Zakup
pt_br: Comprar
ro: Cumpărare
ru: Покупка
si: ගැනුම
sk: Nákup
sl: Nakup
sq: Blerje
sr: Kupovina
sv_se: Köp
sw: Nunua
ta: கொள்முதல்
te: కొనుగోలు
th: ซื้อ
tr_tr: Satın alma
uk: Покупка
ur: خریداری
vi: Mua hàng
zh_cn: 购买
zh_hk: 購買
zu: Thenga

# purchase_love_screen_ok_button
source: OK
am: እሺ
ar: حسناً
bn: ঠিক আছে
ca: D'acord
fa: باشه
gu: બરાબર
hi: ठीक है
hy_am: ԼԱՎ
iw: אישור
ka: კარგია
kk: ЖАРАЙДЫ
km_kh: យល់ព្រម
kn_in: ಸರಿ
ko_kr: 확인
ky_kg: ОК
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mk_mk: ОК
ml_in: ശരി
mn_mn: ЗӨВШӨӨРӨВ
mr: ठीक आहे
ne: ठीक छ
pa: ਠੀਕ ਹੈ
si: හරි
sl: V REDU
sr: У реду
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr_tr: Tamam
ur: ٹھیک ہے
zh_cn: 确定
zh_hk: 好的
zu: KULUNGILE

# quick_reading_screen_error_no_image_file_found
source: ERROR: Image file not found for card: {cardName}
af: FOUT: Beeldlêer nie gevind vir kaart: {cardName}
am: ስህተት: ለካርድ {cardName} የምስል ፋይል አልተገኘም
ar: خطأ: لم يتم العثور على ملف الصورة للبطاقة: {cardName}
az: XƏTA: {cardName} kartı üçün şəkil faylı tapılmadı
bn: ত্রুটি: কার্ডের জন্য চিত্র ফাইল পাওয়া যায়নি: {cardName}
ca: ERROR: Arxiu d'imatge no trobat per a la carta: {cardName}
cs: CHYBA: Soubor obrázku nebyl nalezen pro kartu: {cardName}
de: FEHLER: Bilddatei für Karte nicht gefunden: {cardName}
es_es: ERROR: Archivo de imagen no encontrado para la carta: {cardName}
fa: خطا: فایل تصویر برای کارت {cardName} پیدا نشد
fi_fi: VIRHE: Kuv tiedostoa ei löydy kortille: {cardName}
fil: ERROR: Hindi makita ang file ng larawan para sa card: {cardName}
fr: ERREUR : Fichier image introuvable pour la carte : {cardName}
gl: ERRO: Non se atopou o ficheiro de imaxe para a carta: {cardName}
gu: ત્રુટિ: કાર્ડ માટે છબી ફાઇલ મળી નથી: {cardName}
hi: त्रुटि: कार्ड के लिए छवि फ़ाइल नहीं मिली: {cardName}
hu: HIBA: Képfájl nem található a(z) {cardName} kártyához
hy_am: ՍԽԱԼ. Նկար ֆայլը չի գտնվել քարտի համար՝ {cardName}
id: KESALAHAN: File gambar tidak ditemukan untuk kartu: {cardName}
is_is: VILLA: Myndaskrá fannst ekki fyrir kortið: {cardName}
it_it: ERRORE: File immagine non trovato per la carta: {cardName}
iw: שגיאה: קובץ התמונה לא נמצא עבור הכרטיס: {cardName}
ja_jp: エラー: カードの画像ファイルが見つかりません: {cardName}
ka: შეცდომა: სურათის ფაილი ვერ მოიძებნა ბარათისთვის: {cardName}
kk: ҚАТЕЛІК: {cardName} картасы үшін сурет файлы табылмады
km_kh: កំហុស៖ មិនអាចរកឃើញឯកសាររូបភាពសម្រាប់កាត៖ {cardName}
kn_in: ದೋಷ: ಕಾರ್ಡ್‌ಗಾಗಿ ಚಿತ್ರ ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ: {cardName}
ko_kr: 오류: 카드에 대한 이미지 파일을 찾을 수 없습니다: {cardName}
ky_kg: КАТА: {cardName} картасы үчүн сүрөт файлы табылган жок
lo: ຜິດພາດ: ບໍ່ພົບໄຟລຮູບພາບສໍາລັບບັດ: {cardName}
lt: KLAIDA: Atvaizdo failas nerastas kortelei: {cardName}
lv: KĻŪDA: Attēla fails kartei {cardName} nav atrasts
mk_mk: ГРЕШКА: Фајлот со слика не е пронајден за картичката: {cardName}
ml_in: പിശക്: കാർഡിനായി ചിത്രം ഫയൽ കണ്ടെത്താനായില്ല: {cardName}
mn_mn: АЛДАА: {cardName} картын зурагны файл олдсонгүй
mr: त्रुटी: {cardName} साठी प्रतिमेची फाइल सापडली नाही
ms_my: RALAT: Fail imej tidak dijumpai untuk kad: {cardName}
ne: त्रुटि: {cardName} को लागि छवि फाइल फेला परेन
nl: FOUT: afbeeldingsbestand niet gevonden voor kaart: {cardName}
no_no: FEIL: Bildefil ikke funnet for kort: {cardName}
pa: ਗਲਤੀ: ਕਾਰਡ ਲਈ ਚਿੱਤਰ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ: {cardName}
pl: BŁĄD: Plik obrazu nie został znaleziony dla karty: {cardName}
pt_br: ERRO: Arquivo de imagem não encontrado para o cartão: {cardName}
ro: EROARE: Fișierul imaginii nu a fost găsit pentru cardul: {cardName}
ru: ОШИБКА: Файл изображения не найден для карты: {cardName}
si: දෝෂය: {cardName} කාඩ්පත සඳහා රූප ගොනුව හමු නොවීය
sk: CHYBA: Súbor obrázka nebol nájdený pre kartu: {cardName}
sl: NAPAKA: Datoteka slike ni bila najdena za karto: {cardName}
sq: GABIM: Skedari i imazhit nuk u gjet për kartën: {cardName}
sr: ГРЕШКА: Фајл слике није пронађен за картицу: {cardName}
sv_se: FEL: Bildfilen hittades inte för kortet: {cardName}
sw: KOSA: Faili la picha halikupatikana kwa kadi: {cardName}
ta: பிழை: அட்டைக்கான பட கோப்பு காணப்படவில்லை: {cardName}
te: లోపం: కార్డు కోసం చిత్రం ఫైల్ కనుగొనబడలేదు: {cardName}
th: ข้อผิดพลาด: ไม่พบไฟล์รูปภาพสำหรับการ์ด: {cardName}
tr_tr: HATA: {cardName} kartı için resim dosyası bulunamadı
uk: ПОМИЛКА: Файл зображення не знайдено для карти: {cardName}
ur: خرابی: {cardName} کے لیے تصویر کی فائل نہیں ملی
vi: LỖI: Không tìm thấy tệp hình ảnh cho thẻ: {cardName}
zh_cn: 错误：未找到卡片的图像文件：{cardName}
zh_hk: 錯誤：找不到卡片的圖片檔案：{cardName}
zu: IPHutha: Ifayela lesithombe alitholakali lekhadi: {cardName}

# please_fill_all_fields
source: Please fill in all the fields of the cards.
af: Vul asseblief al die kaartvelde in.
am: እባክዎ ሁሉንም የካርድ መስኮች ይሙሉ።
ar: يرجى ملء جميع حقول البطاقات.
az: Zəhmət olmasa, bütün kart sahələrini doldurun.
bn: অনুগ্রহ করে সমস্ত কার্ড ক্ষেত্র পূরণ করুন।
ca: Si us plau, ompliu tots els camps de les cartes.
cs: Prosím, vyplňte všechna pole karet.
de: Bitte füllen Sie alle Kartenfelder aus.
es_es: Por favor, complete todos los campos de las cartas.
fa: لطفاً همه فیلدهای کارت‌ها را پر کنید.
fi_fi: Täytäthän kaikki korttikentät.
fil: Pakiusap, punan ang lahat ng mga patlang ng card.
fr: Veuillez remplir tous les champs des cartes.
gl: Por favor, encha todos os campos das cartas.
gu: કૃપા કરીને તમામ કાર્ડ ફીલ્ડ્સ ભરો.
hi: कृपया सभी कार्ड फ़ील्ड भरें।
hu: Kérjük, töltse ki az összes kártyamezőt.
hy_am: Խնդրում ենք լրացնել բոլոր քարտերի դաշտերը։
id: Silakan isi semua kolom kartu.
is_is: Vinsamlegast fylltu út öll kortareitina.
it_it: Per favore, compila tutti i campi delle carte.
iw: אנא מלא את כל שדות הכרטיסים.
ja_jp: すべてのカード欄を入力してください。
ka: გთხოვთ, შეავსოთ ყველა ბარათის ველი.
kk: Барлық карта өрістерін толтырыңызшы.
km_kh: សូមបំពេញទាំងអស់វាលកាត។
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕಾರ್ಡ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko_kr: 모든 카드 필드를 작성해 주세요.
ky_kg: Бардык карта талааларын толтуруңузчу.
lo: ກະລຸນາກອນຂໍ້ມູນທຸກຊ່ອງຂອງບັດ.
lt: Prašome užpildyti visus kortelių laukus.
lv: Lūdzu, aizpildiet visus karšu laukus.
mk_mk: Ве молиме пополнете ги сите полиња за картички.
ml_in: ദയവായി എല്ലാ കാർഡ് ഫീൽഡുകളും പൂരിപ്പിക്കുക.
mn_mn: Бүх картын талбарыг бөглөнө үү.
mr: कृपया सर्व कार्ड फील्ड भरा.
ms_my: Sila isi semua medan kad.
ne: कृपया सबै कार्ड क्षेत्रहरू भर्नुहोस्।
nl: Vul alstublieft alle kaartvelden in.
no_no: Vennligst fyll ut alle kortfeltene.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਕਾਰਡ ਖੇਤਰ ਭਰੋ।
pl: Proszę wypełnić wszystkie pola kart.
pt_br: Por favor, preencha todos os campos dos cartões.
ro: Vă rugăm să completați toate câmpurile cardurilor.
ru: Пожалуйста, заполните все полей карт.
si: කරුණාකර සියලු කාඩ්පත් ක්ෂේත්‍ර පිරවන්න.
sk: Prosím, vyplňte všetky polia kariet.
sl: Prosimo, izpolnite vsa polja kart.
sq: Ju lutemi plotësoni të gjitha fushat e kartave.
sr: Молимо попуните сва поља картица.
sv_se: Vänligen fyll i alla kortfält.
sw: Tafadhali jaza mashamba yote ya kadi.
ta: தயவுசெய்து அனைத்து அட்டை புலங்களையும் நிரப்பவும்.
te: దయచేసి అన్ని కార్డు ఫీల్డ్స్‌ను పూరించండి.
th: กรุณากรอกข้อมูลในช่องการ์ดทั้งหมด
tr_tr: Lütfen tüm kart alanlarını doldurun.
uk: Будь ласка, заповніть усі поля карт.
ur: براہ کرم تمام کارڈ کے خانے پُر کریں۔
vi: Vui lòng điền đầy đủ tất cả các trường thẻ.
zh_cn: 请填写所有卡片字段。
zh_hk: 請填寫所有卡片欄位。
zu: Sicela ugcwalise wonke amasimu amakhadi.
