Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat jy neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው የአርቲፊሻል ኢንተሊጀንስ (AI) በመዝናኛ አላማ ብቻ እንደሚጠቀም ነው። የራስዎን ውሳኔ ምክንያት አንደኛ አይደለንም። አስፈላጊ ከሆነ ከባለሙያ ጋር ይመከራሉ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. يرجى استشارة متخصص إذا لزم الأمر.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপটি কেবল বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আমরা আপনার নেওয়া সিদ্ধান্তের জন্য দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na specialistu.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich bitte an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables por las decisiones que tomes. Consulta a un especialista si es necesario.
fa: این برنامه از هوش مصنوعی صرفاً برای اهداف سرگرمی استفاده می‌کند. ما مسئول تصمیمات شما نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ginagamit ang app ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong iyong gagawin. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન મનોરંજન માટે જ AI નો ઉપયોગ કરે છે. અમે તમારી લેવામાં આવેલી નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: एप्लिकेशन केवल मनोरंजन के उद्देश्य से एआई का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր կայացրած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á þeim ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non ci assumiamo responsabilità per le decisioni che prendi. Se necessario, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית למטרות בידור בלבד. אנו לא אחראים להחלטות שתקבלו. במידת הצורך פנו למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の判断に対して責任を負いかねます。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენი მიღებული გადაწყვეტილებებისათვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша жасанды интеллектті тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់កម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಮನರಂಜನೆಗಾಗಿ ಮಾತ್ರ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಹೊಣೆಗಾರರಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 AI를 사용합니다. 귀하가 내린 결정에 대해 당사는 책임지지 않습니다. 필요 시 전문가와 상담하십시오.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈຂອງທ່ານ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Ja nepieciešams, konsultējieties ar speciālistu.
mk_mk: Апликацијата користи вештачка интелигенција исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, консултирајте се со стручњак.
ml_in: ആപ്പ് എഐയെ വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രം ഉപയോഗിക്കുന്നു. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമായാൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь хиймэл оюун ухааныг зөвхөн зугаа цэнгэлд ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй холбоо барина уу.
mr: अॅप्लिकेशन केवळ मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Sila rujuk pakar jika perlu.
ne: एपले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनको लागि प्रयोग गर्छ। हामी तपाईंले लिएका निर्णयहरूको लागि जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de beslissingen die u neemt. Raadpleeg indien nodig een specialist.
no_no: Appen bruker AI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist ved behov.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਦੇ ਉਦੇਸ਼ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie w celach rozrywkowych. Nie ponosimy odpowiedzialności za podejmowane przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොදරමු. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výlučne na zábavné účely. Nezodpovedáme za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja umetno inteligenco izključno za zabavne namene. Za vaše odločitve ne odgovarjamo. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Në rast nevoje, konsultohuni me një specialist.
sr: Апликација користи вештачку интелигенцију искључиво у забавне сврхе. Не одговарамо за одлуке које донесете. По потреби се обратите стручњаку.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu hutumia AI kwa madhumuni ya burudani tu. Hatubeba jukumu kwa maamuzi uliyofanya. Ikiwa ni lazima, wasiliana na mtaalamu.
ta: ஆபிளிகேஷன் பொழுதுபோக்கு நோக்கங்களுக்காக மட்டுமே AI-ஐ பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: యాప్ వినోద ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. За потреби зверніться до фахівця.
ur: ایپلیکیشن صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رجوع کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 本应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 本應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lokusebenza lusebenzisa i-AI ngenhloso yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# purchase_love_screen_test_message
source: Test placeholder: selected tariff "{planName}"
af: Toetsplasing: gekose tarief "{planName}"
am: ሙከራ አሰናዳጅ: የተመረጠው "{planName}" እቃ ነው
ar: نموذج اختبار: تم اختيار الخطة "{planName}"
az: Test bloku: seçilmiş tarif "{planName}"
bn: পরীক্ষামূলক প্লাগ: নির্বাচিত পরিকল্পনা "{planName}"
ca: Marcador de prova: tarifa seleccionada "{planName}"
cs: Testovací zástupný text: vybraný tarif "{planName}"
de: Testplatzhalter: Tarif "{planName}" ausgewählt
es_es: Marcador de prueba: tarifa seleccionada "{planName}"
fa: آزمایشی: طرح انتخاب شده "{planName}"
fi_fi: Testitunniste: valittu tilaus "{planName}"
fil: Pansamantalang placeholder: napili ang plano na "{planName}"
fr: Bogue de test : le forfait "{planName}" a été sélectionné
gl: Proba de marcador: tarifa seleccionada "{planName}"
gu: ટેસ્ટ પ્લેસહોલ્ડર: પસંદ કરાયેલ યોજના "{planName}"
hi: परीक्षण प्लेसहोल्डर: चयनित योजना "{planName}"
hu: Teszt helykitöltő: kiválasztott csomag "{planName}"
hy_am: Թեստային տեղապահ՝ ընտրված փաթեթը "{planName}"
id: Placeholder uji: tarif yang dipilih "{planName}"
is_is: Prófunarstaðgengill: valinn áætlun "{planName}"
it_it: Segnaposto di test: piano selezionato "{planName}"
iw: כיסוי בדיקה: התוכנית שנבחרה היא "{planName}"
ja_jp: テスト用プレースホルダー：選択されたプランは「{planName}」です
ka: ტესტის მიკუთვნება: არჩეული ტარიფი "{planName}"
kk: Тестілеу үшін заглушка: таңдалған тариф "{planName}"
km_kh: ឧបករណ៍សាកល្បង៖ បានជ្រើសរើសផែនការ "{planName}"
kn_in: ಪರೀಕ್ಷಾ ಪ್ಲಗ್: ಆಯ್ದ ಯೋಜನೆ "{planName}"
ko_kr: 테스트 더미: 선택한 요금제 "{planName}"
ky_kg: Сынак үчүн убактылуу билдирүү: тандалган тариф "{planName}"
lo: ຕົວຢ່າງທົດສອບ: ເລືອກແຜນການ "{planName}"
lt: Testinė užsklanda: pasirinktas tarifas "{planName}"
lv: Testa aizvietotājs: izvēlēts tarifs "{planName}"
mk_mk: Тест замена: избран тарифен план "{planName}"
ml_in: ടെസ്റ്റ് പ്ലഗ്ഇൻ: "{planName}" എന്ന പ്ലാൻ തിരഞ്ഞെടുക്കപ്പെട്ടിരിക്കുന്നു
mn_mn: Туршилтын загвар: сонгогдсон тариф "{planName}"
mr: चाचणी साचं: निवडलेला योजना "{planName}"
ms_my: Placeholder ujian: pelan yang dipilih "{planName}"
ne: परीक्षण प्लेसहोल्डर: चयन गरिएको योजना "{planName}"
nl: Testplaceholder: tarief "{planName}" geselecteerd
no_no: Testplassholder: valgt plan "{planName}"
pa: ਟੈਸਟ ਪਲੇਸਹੋਲਡਰ: ਚੁਣਿਆ ਗਿਆ ਯੋਜਨਾ "{planName}"
pl: Testowy placeholder: wybrany plan "{planName}"
pt_br: Placeholder de teste: plano selecionado "{planName}"
ro: Șablon de test: tarif selectat "{planName}"
ru: Тестовая заглушка: выбран тариф "{planName}"
si: පරීක්ෂණ නියමය: තෝරාගත් සැලැස්ම "{planName}"
sk: Testovací zástupca: vybraný tarif "{planName}"
sl: Testni prikaz: izbran je načrt "{planName}"
sq: Test i thjeshtë: tarifa e zgjedhur "{planName}"
sr: Тест заграда: изабран тарифни план "{planName}"
sv_se: Testplats: valt abonnemang "{planName}"
sw: Kipimo cha majaribio: mpango ulioteuliwa ni "{planName}"
ta: சோதனை இடைநிறுத்தம்: தேர்ந்தெடுக்கப்பட்ட திட்டம் "{planName}"
te: పరీక్షా ప్లేస్‌హోల్డర్: "{planName}" ప్లాన్ ఎంచుకోబడింది
th: ข้อความทดสอบ: เลือกแผน "{planName}"
tr_tr: Test yedeği: seçilen plan "{planName}"
uk: Тестова заглушка: обрано тариф "{planName}"
ur: ٹیسٹ اسٹب: منتخب شدہ پلان "{planName}"
vi: Bản thử nghiệm: đã chọn gói "{planName}"
zh_cn: 测试占位符：已选择套餐 "{planName}\"
zh_hk: 測試佔位符：已選擇方案「{planName}」
zu: Isivivinyo sokumisa: ukukhethwa kwephakheji "{planName}"

# quick_reading_screen_what_is_quick_reading
source: What is a quick spread?
af: Wat is 'n vinnige legkaart?
am: ፈጣን መደበኛ ምንድነው?
ar: ما هو التوزيع السريع؟
az: Sürətli yayım nədir?
bn: দ্রুত পঠন কী?
ca: Què és una tirada ràpida?
cs: Co je rychlý výklad?
de: Was ist eine Schnelllegung?
es_es: ¿Qué es una tirada rápida?
fa: رَدیف سریع چیست؟
fi_fi: Mikä on nopea levitys?
fil: Ano ang mabilis na pagbasa?
fr: Qu'est-ce qu'un tirage rapide ?
gl: Que é unha tirada rápida?
gu: ઝડપી રીડિંગ શું છે?
hi: त्वरित पठन क्या है?
hu: Mi az a gyors kirakás?
hy_am: Ինչ է արագ բացումը?
id: Apa itu pembacaan cepat?
is_is: Hvað er hraður spádómur?
it_it: Cos'è una lettura veloce?
iw: מה זה פריסה מהירה?
ja_jp: クイックスプレッドとは何ですか？
ka: რა არის სწრაფი განლაგება?
kk: Жылдам тарату деген не?
km_kh: តើការបង្ហាញល្បឿនលឿនជាអ្វី?
kn_in: ತ್ವರಿತ ವಿತರಣೆ ಎಂದರೆ ಏನು?
ko_kr: 빠른 카드 펼치기란 무엇인가요?
ky_kg: Жылдам таратуу деген эмне?
lo: ການດຳເນີນງານດ່ວນແມ່ນຫຍັງ?
lt: Kas yra greitas išsidėstymas?
lv: Kas ir ātrais izklājums?
mk_mk: Што е брзо читање?
ml_in: വേഗത്തിലുള്ള റീഡിംഗ് എന്താണ്?
mn_mn: Хурдан заалт гэж юу вэ?
mr: जलद वाचन म्हणजे काय?
ms_my: Apa itu pembacaan cepat?
ne: छिटो पठन भनेको के हो?
nl: Wat is een snelle legging?
no_no: Hva er en rask legging?
pa: ਤੇਜ਼ ਪੜਤਾਲ ਕੀ ਹੈ?
pl: Co to jest szybki rozkład?
pt_br: O que é uma leitura rápida?
ro: Ce este o etalare rapidă?
ru: Что такое быстрый расклад?
si: වේගවත් විවරණය කියන්නේ මොකද්ද?
sk: Čo je to rýchly výklad?
sl: Kaj je hitra razporeditev?
sq: Çfarë është një shpërndarje e shpejtë?
sr: Шта је брзо читање?
sv_se: Vad är en snabbläggning?
sw: Je, ni nini muundo wa haraka?
ta: விரைவு பரிசீலனை என்றால் என்ன?
te: తక్షణ పాఠం అంటే ఏమిటి?
th: การเปิดไพ่แบบด่วนคืออะไร?
tr_tr: Hızlı açılım nedir?
uk: Що таке швидкий розклад?
ur: فوری تقسیم کیا ہے؟
vi: Bói nhanh là gì?
zh_cn: 什么是快速占卜？
zh_hk: 什麼是快速占卜？
zu: Yini ukuhlukaniswa okusheshayo?
