Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# appUsageDisclaimer
source: The application uses AI solely for entertainment purposes. We are not responsible for the decisions you make. If necessary, consult a specialist.
af: Die toepassing gebruik KI uitsluitlik vir vermaaklike doeleindes. Ons is nie verantwoordelik vir die besluite wat u neem nie. Raadpleeg 'n spesialis indien nodig.
am: መተግበሪያው አርከት ለመዝናናት ብቻ አርትፎ አሰራር ይጠቀማል። በእርስዎ የተወሰኑ ውሳኔዎች ላይ እኛ አንደምንጠይቅም። በአስፈላጊነት ወደ ሙያ ሰራተኛ ይመለከቱ።
ar: يستخدم التطبيق الذكاء الاصطناعي لأغراض ترفيهية فقط. نحن غير مسؤولين عن القرارات التي تتخذها. يرجى استشارة متخصص إذا لزم الأمر.
az: Tətbiq süni intellekti yalnız əyləncə məqsədləri üçün istifadə edir. Qəbul etdiyiniz qərarlara görə məsuliyyət daşımırıq. Lazım olduqda mütəxəssisə müraciət edin.
bn: অ্যাপ্লিকেশনটি কেবলমাত্র বিনোদনের উদ্দেশ্যে AI ব্যবহার করে। আপনার নেওয়া সিদ্ধান্তের জন্য আমরা দায়ী নই। প্রয়োজনে একজন বিশেষজ্ঞের সাথে পরামর্শ করুন।
ca: L'aplicació utilitza IA exclusivament amb finalitats d'entreteniment. No ens fem responsables de les decisions que prenguis. Si cal, consulta un especialista.
cs: Aplikace používá AI výhradně pro zábavné účely. Nejsme odpovědní za vaše rozhodnutí. V případě potřeby se obraťte na odborníka.
de: Die App verwendet KI ausschließlich zu Unterhaltungszwecken. Wir übernehmen keine Verantwortung für Ihre getroffenen Entscheidungen. Bei Bedarf wenden Sie sich an einen Fachmann.
es_es: La aplicación utiliza IA únicamente con fines de entretenimiento. No nos hacemos responsables de las decisiones que tome. En caso de necesidad, consulte a un especialista.
fa: برنامه فقط برای اهداف سرگرمی از هوش مصنوعی استفاده می‌کند. ما مسئول تصمیماتی که شما می‌گیرید نیستیم. در صورت نیاز به متخصص مراجعه کنید.
fi_fi: Sovellus käyttää tekoälyä ainoastaan viihdetarkoituksiin. Emme ole vastuussa tekemistäsi päätöksistä. Tarvittaessa ota yhteys asiantuntijaan.
fil: Ang app ay gumagamit ng AI para lamang sa libangan. Hindi kami mananagot sa mga desisyong gagawin mo. Kung kinakailangan, kumonsulta sa isang espesyalista.
fr: L'application utilise l'IA uniquement à des fins de divertissement. Nous ne sommes pas responsables des décisions que vous prenez. Consultez un spécialiste si nécessaire.
gl: A aplicación usa IA exclusivamente con fins de entretemento. Non nos facemos responsables polas decisións que tomes. Se é necesario, consulta cun especialista.
gu: એપ્લિકેશન માત્ર મનોરંજન માટે AI નો ઉપયોગ કરે છે. અમે તમારા લીધેલા નિર્ણયો માટે જવાબદાર નથી. જરૂર પડે તો નિષ્ણાતની સલાહ લો.
hi: ऐप्लिकेशन केवल मनोरंजन के उद्देश्य से AI का उपयोग करता है। हम आपके द्वारा लिए गए निर्णयों के लिए जिम्मेदार नहीं हैं। आवश्यक होने पर विशेषज्ञ से संपर्क करें।
hu: Az alkalmazás az MI-t kizárólag szórakoztatási célokra használja. Nem vállalunk felelősséget az Ön által hozott döntésekért. Szükség esetén forduljon szakemberhez.
hy_am: Դիմումը օգտագործում է արհեստական բանականությունը բացառապես զվարճանքի նպատակներով։ Մենք պատասխանատվություն չենք կրում ձեր ընդունած որոշումների համար։ Անհրաժեշտության դեպքում դիմեք մասնագետի։
id: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggung jawab atas keputusan yang Anda buat. Jika perlu, konsultasikan dengan ahli.
is_is: Forritið notar gervigreind eingöngu í skemmtunarskyni. Við berum ekki ábyrgð á ákvörðunum sem þú tekur. Leitaðu til sérfræðings ef þörf krefur.
it_it: L'app utilizza l'IA esclusivamente a scopo di intrattenimento. Non siamo responsabili per le decisioni da te prese. In caso di necessità, consulta uno specialista.
iw: האפליקציה משתמשת בבינה מלאכותית אך ורק למטרות בידור. אנו לא נושאים באחריות להחלטות שקיבלת. במידת הצורך פנה למומחה.
ja_jp: アプリはエンターテインメント目的でのみAIを使用しています。お客様の判断による結果について当社は一切責任を負いません。必要に応じて専門家にご相談ください。
ka: აპლიკაცია იყენებს ხელოვნურ ინტელექტს მხოლოდ გასართობი მიზნებისთვის. ჩვენ არ ვიღებთ პასუხისმგებლობას თქვენს მიერ მიღებულ გადაწყვეტილებებისთვის. საჭიროების შემთხვევაში მიმართეთ სპეციალისტს.
kk: Қосымша ЖИ-ды тек ойын-сауық мақсатында пайдаланады. Біз сіздің қабылдаған шешімдеріңіз үшін жауапты емеспіз. Қажет болған жағдайда маманға жүгініңіз.
km_kh: កម្មវិធីនេះប្រើប្រាស់បច្ចេកវិទ្យា AI សម្រាប់គោលបំណងកម្សាន្តតែប៉ុណ្ណោះ។ យើងមិនទទួលខុសត្រូវចំពោះការសម្រេចចិត្តដែលអ្នកបានធ្វើឡើយ។ ប្រសិនបើចាំបាច់ សូមពិគ្រោះជាមួយអ្នកជំនាញ។
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಕೇವಲ ಮನರಂಜನೆಗಾಗಿ AI ಅನ್ನು ಬಳಸುತ್ತದೆ. ನೀವು ತೆಗೆದುಕೊಂಡ ನಿರ್ಣಯಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗುವುದಿಲ್ಲ. ಅಗತ್ಯವಿದ್ದರೆ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko_kr: 이 애플리케이션은 오락 목적으로만 인공지능을 사용합니다. 귀하가 내린 결정에 대해 당사는 책임을 지지 않습니다. 필요 시 전문가와 상담하십시오.
ky_kg: Колдонмо ИИди толугу менен көңүл ачуу максатында колдонуп жатат. Биз сиз кабыл алган чечимдер үчүн жоопкерчиликти албайбыз. Керек болсо адиске кайрылыңыз.
lo: ແອັບພລິເຄຊັນນີ້ໃຊ້ AI ເພື່ອຄວາມບັນເທີງເທົ່ານັ້ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ການຕັດສິນໃຈທີ່ທ່ານເຮັດ. ຖ້າຈຳເປັນ, ກະລຸນາປຶກສາຜູ້ຊ່ຽວຊານ.
lt: Programa naudoja DI tik pramoginiais tikslais. Mes neatsakome už jūsų priimtus sprendimus. Esant reikalui, kreipkitės į specialistą.
lv: Lietotne izmanto mākslīgo intelektu tikai izklaides nolūkos. Mēs neuzņemamies atbildību par jūsu pieņemtajiem lēmumiem. Nepieciešamības gadījumā konsultējieties ar speciālistu.
mk_mk: Апликацијата користи ИИ исклучиво за забавни цели. Ние не сме одговорни за одлуките што ги донесувате. Доколку е потребно, обратете се на специјалист.
ml_in: ആപ്പ് വിനോദപരമായ ആവശ്യങ്ങൾക്കായി മാത്രമേ AI ഉപയോഗിക്കുകയുള്ളൂ. നിങ്ങൾ എടുത്ത തീരുമാനങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദിത്വം വഹിക്കുന്നില്ല. ആവശ്യമുണ്ടെങ്കിൽ വിദഗ്ധനെ സമീപിക്കുക.
mn_mn: Аппликейшн нь зөвхөн зугаа цэнгэлийн зориулалтаар хиймэл оюун ухааныг ашигладаг. Бид таны хийсэн шийдвэрүүдэд хариуцлага хүлээхгүй. Хэрэв шаардлагатай бол мэргэжилтэнтэй зөвлөлдөөрэй.
mr: अॅप्लिकेशन केवळ मनोरंजनाच्या उद्देशाने AI वापरते. आपण घेतलेल्या निर्णयांसाठी आम्ही जबाबदार नाही. आवश्यक असल्यास तज्ञांचा सल्ला घ्या.
ms_my: Aplikasi ini menggunakan AI hanya untuk tujuan hiburan. Kami tidak bertanggungjawab atas keputusan yang anda buat. Sila rujuk pakar jika perlu.
ne: अनुप्रयोगले कृत्रिम बुद्धिमत्ता केवल मनोरञ्जनका लागि प्रयोग गर्दछ। तपाईंले लिएका निर्णयहरूको लागि हामी जिम्मेवार छैनौं। आवश्यक परेमा विशेषज्ञसँग सम्पर्क गर्नुहोस्।
nl: De app gebruikt AI uitsluitend voor entertainmentdoeleinden. Wij zijn niet verantwoordelijk voor de door u genomen beslissingen. Raadpleeg indien nodig een specialist.
no_no: Appen bruker KI utelukkende til underholdningsformål. Vi er ikke ansvarlige for beslutningene du tar. Kontakt en spesialist om nødvendig.
pa: ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ ਮਨੋਰੰਜਨ ਦੇ ਮਕਸਦ ਲਈ ਏਆਈ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਫੈਸਲਿਆਂ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਜਰੂਰਤ ਪੈਣ 'ਤੇ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ਜ્ਞ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Aplikacja wykorzystuje AI wyłącznie do celów rozrywkowych. Nie ponosimy odpowiedzialności za podjęte przez Ciebie decyzje. W razie potrzeby skonsultuj się ze specjalistą.
pt_br: O aplicativo usa IA exclusivamente para fins de entretenimento. Não nos responsabilizamos pelas decisões que você tomar. Se necessário, consulte um especialista.
ro: Aplicația folosește inteligența artificială exclusiv în scopuri de divertisment. Nu ne asumăm responsabilitatea pentru deciziile pe care le luați. Dacă este necesar, consultați un specialist.
ru: Приложение использует ИИ исключительно в развлекательных целях. Мы не несем ответственности за принятые вами решения. При необходимости обратитесь к специалисту.
si: යෙදුම විනෝදාත්මක අරමුණු සඳහා පමණක් AI භාවිතා කරයි. ඔබ ගත් තීරණ සඳහා අපි වගකීම නොගනී. අවශ්‍ය නම් විශේෂඥයෙකු වෙත යොමු වන්න.
sk: Aplikácia používa AI výhradne na zábavné účely. Nie sme zodpovední za vaše rozhodnutia. V prípade potreby sa obráťte na odborníka.
sl: Aplikacija uporablja AI izključno za zabavne namene. Ne odgovarjamo za odločitve, ki jih sprejmete. Po potrebi se posvetujte s strokovnjakom.
sq: Aplikacioni përdor AI vetëm për qëllime argëtuese. Ne nuk jemi përgjegjës për vendimet që merrni. Nëse është e nevojshme, konsultohuni me një specialist.
sr: Aplikacija koristi veštačku inteligenciju isključivo u zabavne svrhe. Ne snosimo odgovornost za odluke koje donesete. Po potrebi se obratite stručnjaku.
sv_se: Appen använder AI enbart för underhållningsändamål. Vi ansvarar inte för de beslut du fattar. Kontakta en specialist vid behov.
sw: Programu hutumia AI kwa madhumuni ya burudani tu. Hatubeba uwajibikaji kwa maamuzi uliyofanya. Ikiwa ni lazima, tafadhali wasiliana na mtaalamu.
ta: பயன்பாடு செயற்கை நுண்ணறிவை முழுமையாக பொழுதுபோக்கு நோக்கத்திற்காக மட்டுமே பயன்படுத்துகிறது. நீங்கள் எடுத்துக்கொண்ட முடிவுகளுக்கு நாங்கள் பொறுப்பேற்கவில்லை. தேவையானால் நிபுணரை அணுகவும்.
te: అప్లికేషన్ వినోదకరమైన ప్రయోజనాల కోసం మాత్రమే AI ను ఉపయోగిస్తుంది. మీరు తీసుకున్న నిర్ణయాలకు మేము బాధ్యత వహించము. అవసరమైతే నిపుణుడిని సంప్రదించండి.
th: แอปใช้ปัญญาประดิษฐ์เพื่อความบันเทิงเท่านั้น เราไม่รับผิดชอบต่อการตัดสินใจของคุณ หากจำเป็นโปรดปรึกษาผู้เชี่ยวชาญ
tr_tr: Uygulama yapay zekayı yalnızca eğlence amaçlı kullanır. Aldığınız kararlardan biz sorumlu değiliz. Gerekirse bir uzmana danışın.
uk: Додаток використовує ШІ виключно в розважальних цілях. Ми не несемо відповідальності за прийняті вами рішення. У разі потреби зверніться до фахівця.
ur: ایپ صرف تفریحی مقاصد کے لیے AI استعمال کرتی ہے۔ ہم آپ کے کیے گئے فیصلوں کے ذمہ دار نہیں ہیں۔ ضرورت پڑنے پر ماہر سے رابطہ کریں۔
vi: Ứng dụng sử dụng AI chỉ với mục đích giải trí. Chúng tôi không chịu trách nhiệm về các quyết định bạn đưa ra. Nếu cần, hãy tham khảo ý kiến chuyên gia.
zh_cn: 该应用程序仅将人工智能用于娱乐目的。我们不对您所做的决定负责。如有需要，请咨询专业人士。
zh_hk: 該應用程式僅將人工智能用於娛樂目的。我們不對您所做的決定負責。如有需要，請諮詢專業人士。
zu: Uhlelo lusebenzisa i-AI ngenjongo yokuzijabulisa kuphela. Asibophezeleki ngezinqumo ozenzayo. Uma kudingeka, xhumana nochwepheshe.

# careerFinance
source: Career and finances
af: Loopbaan en finansies
am: ስራ እና ፋይናንስ
ar: المسار المهني والمالية
az: Karyera və maliyyə
bn: ক্যারিয়ার এবং অর্থনীতি
ca: Carrera i finances
cs: Kariéra a finance
de: Karriere und Finanzen
es_es: Carrera y finanzas
fa: حرفه و امور مالی
fi_fi: Ura ja talous
fil: Karera at pananalapi
fr: Carrière et finances
gl: Carreira e finanzas
gu: કેરિયર અને નાણાંકીય
hi: करियर और वित्त
hu: Karrier és pénzügyek
hy_am: Կարիերա և ֆինանսներ
id: Karier dan keuangan
is_is: Starfsferill og fjármál
it_it: Carriera e finanze
iw: קריירה וכספים
ja_jp: キャリアとファイナンス
ka: კარიერა და ფინანსები
kk: Мансап және қаржы
km_kh: អាជីព និងហិរញ្ញវត្ថុ
kn_in: ವೃತ್ತಿ ಮತ್ತು ಹಣಕಾಸು
ko_kr: 경력 및 재정
ky_kg: Карера жана финансы
lo: ອາຊີບແລະເງິນທຶນ
lt: Karjera ir finansai
lv: Karjera un finanses
mk_mk: Кариера и финансии
ml_in: ക്യാരിയർ & ധനകാര്യ
mn_mn: Ажил мэргэжил ба санхүү
mr: करिअर आणि आर्थिक बाबी
ms_my: Kerjaya dan kewangan
ne: क्यारियर र वित्त
nl: Carrière en financiën
no_no: Karriere og økonomi
pa: ਕੈਰੀਅਰ ਅਤੇ ਵਿੱਤ
pl: Kariera i finanse
pt_br: Carreira e finanças
ro: Carieră și finanțe
ru: Карьера и финансы
si: රැකියා සහ මූල්‍ය
sk: Kariéra a financie
sl: Kariera in finance
sq: Karriera dhe financat
sr: Karijera i finansije
sv_se: Karriär och ekonomi
sw: Kazi na fedha
ta: தொழில் மற்றும் நிதி
te: వృత్తి మరియు ఆర్థికాలు
th: อาชีพและการเงิน
tr_tr: Kariyer ve finans
uk: Кар'єра та фінанси
ur: کیریئر اور مالیات
vi: Sự nghiệp và tài chính
zh_cn: 职业与财务
zh_hk: 事業與財務
zu: Umsebenzi nezimali

# fun_spread_screen_with_swear_words_title
source: With swear words
af: Met vloekwoorde (18+)
am: ከቃላት ጋር (18+)
ar: مع الألفاظ النابية (18+)
az: Lənət sözləri ilə (18+)
bn: অশ্লীল ভাষায় (১৮+)
ca: Amb paraulotes (18+)
cs: S nadávkami (18+)
de: Mit Schimpfwörtern (18+)
es_es: Con lenguaje soez (18+)
fa: با الفاظ رکیک (۱۸+)
fi_fi: Kiroilulla (18+)
fil: May mura (18+)
fr: Avec jurons (18+)
gl: Con linguaxe groseira (18+)
gu: અશ્લીલ ભાષા સાથે (18+)
hi: गाली के साथ (18+)
hu: Trágár szavakkal (18+)
hy_am: Ծայրահեղ բառապաշարով (18+)
id: Dengan kata-kata kasar (18+)
is_is: Með svívirðingum (18+)
it_it: Con parolacce (18+)
iw: עם קללות (18+)
ja_jp: 下品な言葉あり（18歳以上）
ka: შეურაცხმყოფელი სიტყვებით (18+)
kk: Қатаң сөздермен (18+)
km_kh: មានពាក្យសម្ងាត់ (18+)
kn_in: ಅಶ್ಲೀಲ ಭಾಷೆಯೊಂದಿಗೆ (18+)
ko_kr: 욕설 포함 (18+)
ky_kg: Мат менен (18+)
lo: ມີພາສາຫມາກ (18+)
lt: Su keiksmažodžiais (18+)
lv: Ar lamāšanos (18+)
mk_mk: Со пцовки (18+)
ml_in: മാതൃകാപദങ്ങളോടുകൂടി (18+)
mn_mn: Хар үгтэй (18+)
mr: गाली-गलौजसह (18+)
ms_my: Dengan kata-kata kasar (18+)
ne: अश्लील शब्दसहित (१८+)
nl: Met vloeken (18+)
no_no: Med banning (18+)
pa: ਗਾਲੀਆਂ ਸਮੇਤ (18+)
pl: Z przekleństwami (18+)
pt_br: Com palavrões (18+)
ro: Cu înjurături (18+)
ru: С матом (18+)
si: අසභ්‍ය වචන සමඟ (18+)
sk: So sprostými slovami (18+)
sl: Z žalitvami (18+)
sq: Me fjalë të pista (18+)
sr: Sa psovkama (18+)
sv_se: Med svordomar (18+)
sw: Kwa maneno machafu (18+)
ta: அசட்ட வார்த்தைகளுடன் (18+)
te: అశ్లీల పదాలతో (18+)
th: มีคำหยาบ (18+)
tr_tr: Küfürlü (18+)
uk: З матом (18+)
ur: گالیوں کے ساتھ (18+)
vi: Có chửi thề (18+)
zh_cn: 含脏话（18+）
zh_hk: 含粗口（18+）
zu: Ngokukhuluma okungafanele (18+)

# fun_spread_screen_with_swear_words_subtitle
source: For those who love thrills
af: Vir diegene wat van opwinding hou
am: ለእንቁላል የሚወዱ ሰዎች
ar: للذين يحبون الإثارة
az: Həyəcan sevənlər üçün
bn: যারা উত্তেজনাপূর্ণ অভিজ্ঞতা পছন্দ করেন তাদের জন্য
ca: Per a aquells que els agraden les emocions fortes
cs: Pro ty, kteří mají rádi vzrušení
de: Für diejenigen, die Nervenkitzel lieben
es_es: Para quienes aman las emociones fuertes
fa: برای کسانی که هیجان را دوست دارند
fi_fi: Niille, jotka rakastavat jännitystä
fil: Para sa mga mahilig sa matinding karanasan
fr: Pour ceux qui aiment les sensations fortes
gl: Para quen lle gustan as emocións fortes
gu: જેમને રોમાંચક અનુભવ પસંદ છે તેમના માટે
hi: उनके लिए जो रोमांच पसंद करते हैं
hu: Azoknak, akik szeretik az izgalmakat
hy_am: Նրանց համար, ովքեր սիրում են սուր զգացողություններ
id: Untuk mereka yang menyukai sensasi
is_is: Fyrir þá sem elska spennu
it_it: Per chi ama le emozioni forti
iw: למי שאוהב ריגושים
ja_jp: スリルを求める方へ
ka: მათთვის, ვინც უყვარს მძაფრი შეგრძნებები
kk: Тәтті сезімдерді жақсы көретіндерге
km_kh: សម្រាប់អ្នកដែលចូលចិត្តអារម្មណ៍រំភើប
kn_in: ರೋಮಾಂಚಕತೆಯನ್ನು ಇಷ್ಟಪಡುವವರಿಗೆ
ko_kr: 스릴을 좋아하는 분들을 위해
ky_kg: Ысык сезимдерди жакшы көргөндөр үчүн
lo: ສໍາລັບຜູ້ທີ່ມັກຄວາມຕື່ນເຕັ້ນ
lt: Tiems, kurie mėgsta aštrius pojūčius
lv: Tiem, kas mīl asus piedzīvojumus
mk_mk: За оние што сакаат возбудувања
ml_in: ഉത്സാഹം ഇഷ്ടപ്പെടുന്നവർക്കായി
mn_mn: Адреналин дурлагчдад зориулсан
mr: ज्यांना थरार आवडतो त्यांच्यासाठी
ms_my: Untuk mereka yang suka cabaran
ne: जो तीव्र अनुभवहरू मन पराउँछन्
nl: Voor degenen die van spanning houden
no_no: For de som liker spenning
pa: ਉਹਨਾਂ ਲਈ ਜੋ ਰੋਮਾਂਚਕ ਤਜਰਬਿਆਂ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹਨ
pl: Dla tych, którzy lubią mocne wrażenia
pt_br: Para quem gosta de emoções fortes
ro: Pentru cei care iubesc senzațiile tari
ru: Для тех, кто любит острые ощущения
si: උද්දීපන ආස කරන අයට
sk: Pre tých, ktorí majú radi vzrušenie
sl: Za tiste, ki imajo radi močne občutke
sq: Për ata që duan emocionet e forta
sr: Za one koji vole uzbuđenja
sv_se: För dem som älskar spänning
sw: Kwa wale wanaopenda msisimko
ta: உருக்கமான அனுபவங்களை விரும்புவோருக்கு
te: సాహసాలను ఇష్టపడేవారికి
th: สำหรับคนที่ชอบความตื่นเต้น
tr_tr: Heyecanı sevenler için
uk: Для тих, хто любить гострі відчуття
ur: ان لوگوں کے لیے جو سنسنی پسند کرتے ہیں
vi: Dành cho những ai thích cảm giác mạnh
zh_cn: 适合喜欢刺激的人
zh_hk: 適合喜歡刺激的人
zu: Kulabo abathanda ukuzizwa bekhuthazekile

# fun_spread_screen_without_swear_words_title
source: Without swearing
af: Sonder vloekwoorde
am: በቃላት ያልተሞላ
ar: بدون ألفاظ نابية
az: Lənət sözləri olmadan
bn: অশ্লীল ভাষা ছাড়া
ca: Sense paraulotes
cs: Bez nadávek
de: Ohne Schimpfwörter
es_es: Sin lenguaje soez
fa: بدون الفاظ رکیک
fi_fi: Ilman kiroilua
fil: Walang mura
fr: Sans jurons
gl: Sen linguaxe groseira
gu: અશ્લીલ ભાષા વગર
hi: बिना गाली के
hu: Trágárság nélkül
hy_am: Առանց ծայրահեղ բառապաշարի
id: Tanpa kata-kata kasar
is_is: Án svívirðinga
it_it: Senza parolacce
iw: ללא קללות
ja_jp: 下品な言葉なし
ka: შეურაცხმყოფელი სიტყვების გარეშე
kk: Қатаң сөзсіз
km_kh: គ្មានពាក្យសម្ងាត់
kn_in: ಅಶ್ಲೀಲತೆ ಇಲ್ಲದೆ
ko_kr: 욕설 없음
ky_kg: Матсыз
lo: ບໍ່ມີພາສາຫມາກ
lt: Be keiksmažodžių
lv: Bez lamāšanās
mk_mk: Без пцовки
ml_in: മാതൃകാപദങ്ങളില്ലാതെ
mn_mn: Хар үггүй
mr: गालीशब्दांशिवाय
ms_my: Tanpa kata-kata kasar
ne: अश्लील शब्द बिना
nl: Zonder vloeken
no_no: Uten banning
pa: ਬਿਨਾਂ ਗਾਲੀਆਂ ਦੇ
pl: Bez przekleństw
pt_br: Sem palavrões
ro: Fără înjurături
ru: Без мата
si: අසභ්‍ය වචන රහිතව
sk: Bez sprostých slov
sl: Brez žalitve
sq: Pa fjalë të pista
sr: Bez psovki
sv_se: Utan svordomar
sw: Bila maneno machafu
ta: அசட்ட வார்த்தைகள் இல்லாமல்
te: అశ్లీల పదాలు లేని
th: ไม่มีคำหยาบ
tr_tr: Küfürsüz
uk: Без мату
ur: بغیر گالیوں کے
vi: Không chửi thề
zh_cn: 无脏话
zh_hk: 無粗口
zu: Ngaphandle kokukhuluma okungafanele

# fun_spread_screen_without_swear_words_subtitle
source: A cheerful spread without swear words
af: 'N Vrolike uitleg sonder vloekwoorde
am: ደስታ ያለው እና የቃላት አልጋ የሌለው እቅድ
ar: توزيع ممتع بدون كلمات نابية
az: Kəskin söyüşsüz əyləncəli yayım
bn: অশ্লীল শব্দ ছাড়া মজার পঠন
ca: Tirada divertida sense paraules malsonants
cs: Veselé rozložení bez sprostých slov
de: Fröhliche Legung ohne Flüche
es_es: Una tirada divertida sin palabras malsonantes
fa: فال شاد بدون کلمات رکیک
fi_fi: Hauska levitys ilman kirosanoja
fil: Masayang layout na walang malaswang salita
fr: Un tirage amusant sans gros mots
gl: Tirada divertida sen palabras malsonantes
gu: મઝેદાર વિતરણ બિનશ્લેષ્મી શબ્દો સાથે
hi: गाली-गलौज के बिना मजेदार कार्ड पढ़ना
hu: Vidám kirakás káromkodások nélkül
hy_am: Ուրախ դասավորություն առանց անպարկեշտ բառերի
id: Penyebaran yang menyenangkan tanpa kata-kata kasar
is_is: Skemmtileg spá án ljótra orða
it_it: Un tiro divertente senza parolacce
iw: פריסה שמחה ללא מילים גסות
ja_jp: 下品な言葉なしの楽しいリーディング
ka: სასაცილო განლაგება შეურაცხმყოფელი სიტყვების გარეშე
kk: Жаман сөздерсіз көңілді таралым
km_kh: ការបកស្រាយរីករាយដោយគ្មានពាក្យអាក្រក់
kn_in: ಅಶ್ಲೀಲ ಪದಗಳಿಲ್ಲದ ಸಂತೋಷಕರ ವಿತರಣೆ
ko_kr: 욕설 없는 즐거운 카드 배열
ky_kg: Матершинсиз күлкүлүү таратуу
lo: ການຈັດຕຳແໜ່ງທີ່ມີຄວາມສົນໃຈໂດຍບໍ່ມີຄໍາສັບປູກປັ່ນ
lt: Linksmas išsidėstymas be keiksmažodžių
lv: Jautra izklāsts bez lamuvārdiem
mk_mk: Весела распоред без пцовки
ml_in: അശ്ലീല വാക്കുകൾ ഇല്ലാത്ത സന്തോഷകരമായ പകർപ്പ്
mn_mn: Үг хэллэггүй хөгжилтэй тарни
mr: गाली-गलौज न करता मजेदार वाचन
ms_my: Bacaan yang menyeronokkan tanpa kata-kata kasar
ne: अश्लील शब्दहरू बिना रमाइलो पठन
nl: Vrolijke legging zonder scheldwoorden
no_no: Morsomt opplegg uten banning
pa: ਬਿਨਾਂ ਗਾਲੀ-ਗਲੋਚ ਦੇ ਮਜ਼ੇਦਾਰ ਪਾਠ
pl: Wesoły rozkład bez przekleństw
pt_br: Leitura divertida sem palavrões
ro: O interpretare veselă fără cuvinte obscene
ru: Веселый расклад без матершинных слов
si: අපහසු වචන රහිත සතුටුදායක විවරණයක්
sk: Veselé rozloženie bez sprostých slov
sl: Vesela razporeditev brez kletvic
sq: Një shpërndarje e gëzuar pa fjalë të ndyra
sr: Весела расподела без псовки
sv_se: Rolig läggning utan svordomar
sw: Mpangilio wa furaha bila maneno ya matusi
ta: அசட்டமான வார்த்தைகள் இல்லாத மகிழ்ச்சியான பரிமாற்றம்
te: అశ్లీల పదాలు లేని సరదా పంచాంగం
th: การแจกไพ่ที่สนุกสนานโดยไม่มีคำหยาบคาย
tr_tr: Küfürsüz eğlenceli açılım
uk: Веселий розклад без матюків
ur: بے فحش خوشگوار پھیلاؤ
vi: Bói vui không có từ ngữ thô tục
zh_cn: 没有脏话的有趣牌阵
zh_hk: 無粗口的歡樂牌陣
zu: Ukusabalalisa okujabulisayo ngaphandle kwamazwi angcolile

# fun_spread_screen_generating
source: Generating your spread...
af: Ons genereer jou uitleg...
am: እቅድዎን እንፈጥራለን...
ar: نقوم بإنشاء توزيعك...
az: Sizin yayımınız yaradılır...
bn: আপনার পঠন তৈরি হচ্ছে...
ca: Generant la teva tirada...
cs: Generujeme vaše rozložení...
de: Wir generieren Ihre Legung...
es_es: Generando tu tirada...
fa: در حال ساخت فال شما...
fi_fi: Luodaan levityksesi...
fil: Gumagawa kami ng iyong layout...
fr: Génération de votre tirage...
gl: Xerando a túa tirada...
gu: તમારું વિતરણ જનરેટ કરી રહ્યા છીએ...
hi: हम आपका कार्ड पढ़ना बना रहे हैं...
hu: Kirakás generálása...
hy_am: Ստեղծվում է ձեր դասավորությունը...
id: Menghasilkan penyebaran Anda...
is_is: Við erum að búa til spána þína...
it_it: Generiamo il tuo tiro...
iw: מייצרים את הפריסה שלך...
ja_jp: リーディングを生成しています...
ka: თქვენი განლაგების გენერაცია...
kk: Сіздің таралымыңызды жасақтап жатырмыз...
km_kh: កំពុងបង្កើតការបកស្រាយរបស់អ្នក...
kn_in: ನಿಮ್ಮ ವಿತರಣೆಯನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ...
ko_kr: 당신의 카드 배열을 생성하는 중...
ky_kg: Сиздин таратууну түзүп жатабыз...
lo: ກຳລັງສ້າງການຈັດຕຳແໜ່ງຂອງທ່ານ...
lt: Generuojame jūsų išsidėstymą...
lv: Ģenerējam jūsu izklāstu...
mk_mk: Генерираме ваш распоред...
ml_in: നിങ്ങളുടെ പകർപ്പ് സൃഷ്ടിക്കുന്നു...
mn_mn: Таны тарнийг үүсгэж байна...
mr: आपले वाचन तयार करत आहोत...
ms_my: Menjana bacaan anda...
ne: तपाईंको पठन सिर्जना गर्दैछौं...
nl: We genereren je legging...
no_no: Genererer ditt opplegg...
pa: ਅਸੀਂ ਤੁਹਾਡਾ ਪਾਠ ਤਿਆਰ ਕਰ ਰਹੇ ਹਾਂ...
pl: Generujemy twój rozkład...
pt_br: Gerando sua leitura...
ro: Generăm interpretarea ta...
ru: Генерируем ваш расклад...
si: ඔබගේ විවරණය ජනනය කරමින්...
sk: Generujeme váš rozklad...
sl: Generiramo vašo razporeditev...
sq: Gjenerojmë shpërndarjen tuaj...
sr: Генеришемо вашу расподелу...
sv_se: Genererar din läggning...
sw: Tunazalisha mpangilio wako...
ta: உங்கள் பரிமாற்றத்தை உருவாக்குகிறோம்...
te: మీ పంచాంగాన్ని సృష్టిస్తున్నాము...
th: กำลังสร้างการแจกไพ่ของคุณ...
tr_tr: Açılımınız oluşturuluyor...
uk: Генеруємо ваш розклад...
ur: آپ کا پھیلاؤ تیار کیا جا رہا ہے...
vi: Đang tạo bài bói của bạn...
zh_cn: 正在生成您的牌阵...
zh_hk: 正在生成您的牌陣...
zu: Siyakha ukusabalalisa kwakho...

# card_name_the_fool
source: Jester
af: Die Nar
am: ተወላጅ
ar: الأبله
az: Şaşqın
bn: মূর্খ
ca: El Bufó
cs: Blázen
de: Der Narr
es_es: El Loco
fa: احمق
fi_fi: Narri
fr: Le Fou
gl: O Bufón
gu: જોકર
hi: मूर्ख
hu: Bolond
hy_am: Խաղաղ
id: Pelawak
is_is: Fjandi
it_it: Il Matto
iw: השוטה
ja_jp: 愚者
ka: შუტი
kk: Жұмбақ
km_kh: អ្នកលេងល្បែង
kn_in: ಹಾಸ್ಯನಾಯಕ
ko_kr: 바보
ky_kg: Күлкүлүү
lo: ຄົນຫລາຍ
lt: Jokūbas
lv: Jokdaris
mk_mk: Шут
ml_in: ജോക്കർ
mn_mn: Тэнэг
mr: जोकर
ms_my: Pelawak
ne: मूर्ख
nl: De Dwaas
no_no: Tullingen
pa: ਮੂਰਖ
pl: Głupiec
pt_br: O Louco
ro: Nebunul
ru: Шут
si: කැරැල්ල
sk: Blázon
sl: Norček
sq: Budalla
sr: Шала
sv_se: Narr
sw: Mcheshi
ta: காமெடி
te: జోకర్
th: โง่เขลา
tr_tr: Aptal
uk: Шут
ur: جوکر
vi: Kẻ Ngốc
zh_cn: 愚者
zh_hk: 愚者
zu: Umdlali

# card_name_the_magician
source: Mage
af: Die Towenaar
am: አማራጭ
ar: الساحر
az: Sehrbaz
bn: যাদুকর
ca: El Màg
cs: Mág
de: Der Magier
es_es: El Mago
fa: جادوگر
fi_fi: Taikuri
fil: Mago
fr: Le Magicien
gl: O Mago
gu: જાદુગર
hi: जादूगर
hu: Varázsló
hy_am: Կարող
id: Penyihir
is_is: Galdramaður
it_it: Il Mago
iw: הקוסם
ja_jp: 魔術師
ka: ჯადოქარი
kk: Сиқыршы
km_kh: អ្នកចម្លាក់
kn_in: ಜಾದೂಗಾರ
ko_kr: 마법사
ky_kg: Сыйкырчы
lo: ນາຍມາຍາ
lt: Magas
lv: Burvis
mk_mk: Маг
ml_in: മന്ത്രവാദി
mn_mn: Илбэчин
mr: जादूगार
ms_my: Ahli Sihir
ne: जादूगर
nl: De Magiër
no_no: Magikeren
pa: ਜਾਦੂਗਰ
pl: Mag
pt_br: O Mago
ro: Magul
ru: Маг
si: කලාකරු
sk: Mág
sl: Čarovnik
sq: Magjistari
sr: Маг
sv_se: Magiker
sw: Mchawi
ta: மந்திரவாதி
te: మాంత్రికుడు
th: จอมเวทย์
tr_tr: Büyücü
uk: Маг
ur: جادوگر
vi: Pháp Sư
zh_cn: 魔术师
zh_hk: 魔術師
zu: Umthakathi
