Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# celtic_cross_screen_understand_button
source: Understood
af: Duidelik
am: ተረዳሁ
ar: مفهوم
az: Aydın oldu
bn: বোঝা গেছে
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬುಧ್ಧಿವಂತ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprasta
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായത്
mn_mn: Ойлгомжтой
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendido
ro: Înțeles
ru: Понятно
si: හැමටම පැහැදිලියි
sk: Jasné
sl: Razumem
sq: E kuptueshme
sr: Јасно
sv_se: Förstått
sw: Sawa
ta: புரிந்துகொண்டேன்
te: అర్థమైంది
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白
zh_hk: 明白
zu: Kuyacaca

# celtic_cross_screen_please_open_cards
source: Your request has been accepted. Please open the cards.
af: U versoek is ontvang. Maak asseblief die kaarte oop
am: ጥያቄዎ ተቀብሏል። እባክዎ ካርዶቹን ክፈቱ
ar: تم استلام طلبك. يرجى فتح البطاقات
az: Sizin sorğunuz qəbul edildi. Zəhmət olmasa, kartları açın
bn: আপনার অনুরোধ গ্রহণ করা হয়েছে। অনুগ্রহ করে কার্ডগুলি খুলুন
ca: La vostra sol·licitud ha estat acceptada. Si us plau, obriu les cartes
cs: Váš požadavek byl přijat. Prosím, otevřete karty
de: Ihre Anfrage wurde angenommen. Bitte öffnen Sie die Karten
es_es: Su solicitud ha sido recibida. Por favor, abra las cartas
fa: درخواست شما دریافت شد. لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntösi on vastaanotettu. Ole hyvä ja avaa kortit
fil: Natanggap ang iyong kahilingan. Mangyaring buksan ang mga card
fr: Votre demande a été reçue. Veuillez ouvrir les cartes
gl: A súa solicitude foi aceptada. Por favor, abra as cartas
gu: તમારું વિનંતી સ્વીકારવામાં આવ્યું છે. કૃપા કરીને કાર્ડ ખોલો
hi: आपका अनुरोध स्वीकार कर लिया गया है। कृपया कार्ड खोलें
hu: Kérését fogadtuk. Kérjük, nyissa meg a kártyákat
hy_am: Ձեր հարցումը ընդունվել է։ Խնդրում ենք բացել քարտերը
id: Permintaan Anda diterima. Silakan buka kartu
is_is: Fyrirspurn þín hefur verið móttekin. Vinsamlegast opnaðu kortin
it_it: La tua richiesta è stata accettata. Per favore, apri le carte
iw: Your request has been received. Please open the cards
ja_jp: ご依頼を受け付けました。カードを開いてください
ka: თქვენი მოთხოვნა მიღებულია. გთხოვთ, გახსენით ბარათები
kk: Сіздің сұранысыңыз қабылданды. Өтінеміз, карталарды ашыңыз
km_kh: សំណើរបស់អ្នកត្រូវបានទទួល។ សូមបើកកាត
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 열어주세요
ky_kg: Сиздин сурамыңыз кабыл алынды. Сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກຮັບເຂົ້າແລ້ວ. ກະລຸນາເປີດ {cards}
lt: Jūsų užklausa priimta. Prašome atidaryti korteles
lv: Jūsu pieprasījums ir saņemts. Lūdzu, atveriet kartes
mk_mk: Вашиот барање е прифатено. Ве молиме отворете ги картите
ml_in: നിങ്ങളുടെ അഭ്യർത്ഥന സ്വീകരിച്ചു. ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Таны хүсэлтийг хүлээн авлаа. Гуйя, картуудаа нээнэ үү
mr: आपला विनंती स्वीकारली गेली आहे. कृपया कार्ड उघडा
ms_my: Permintaan anda diterima. Sila buka kad
ne: Your request has been received. Please open the cards
nl: Uw verzoek is ontvangen. Open alstublieft de kaarten
no_no: Forespørselen din er mottatt. Vennligst åpne kortene
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Twoje zapytanie zostało przyjęte. Proszę, otwórz karty
pt_br: Sua solicitação foi recebida. Por favor, abra os cartões
ro: Cererea dvs. a fost primită. Vă rugăm să deschideți cărțile
ru: Ваш запрос принят. Пожалуйста, откройте карты
si: ඔබගේ ඉල්ලීම ලැබී ඇත. කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Váš dopyt bol prijatý. Prosím, otvorte karty
sl: Vaša zahteva je sprejeta. Prosimo, odprite karte
sq: Kërkesa juaj është pranuar. Ju lutem, hapni kartat
sr: Ваш захтев је прихваћен. Молимо отворите картице
sv_se: Din förfrågan har mottagits. Vänligen öppna korten
sw: Ombi lako limepokelewa. Tafadhali fungua kadi
ta: உங்கள் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது. தயவுசெய்து அட்டைகள் திறக்கவும்
te: మీ అభ్యర్థన స్వీకరించబడింది. దయచేసి {cards} తెరవండి
th: คำขอของคุณได้รับการยอมรับ กรุณาเปิดการ์ด
tr_tr: Talebiniz alındı. Lütfen kartları açın
uk: Ваш запит прийнято. Будь ласка, відкрийте картини
ur: Your request has been received. Please open the cards
vi: Yêu cầu của bạn đã được nhận. Vui lòng mở các thẻ
zh_cn: 您的请求已收到。请打开卡片
zh_hk: 您的請求已接收。請打開卡牌
zu: Isicelo sakho samukelwe. Sicela uvule amakhadi

# celtic_cross_screen_request_accepted
source: Request accepted, please open the cards.
af: Versoek ontvang, maak asseblief die kaarte oop
am: ጥያቄ ተቀብሏል፣ እባክዎ ካርዶቹን ክፈቱ
ar: تم استلام الطلب، يرجى فتح البطاقات
az: Sorğu qəbul edildi, zəhmət olmasa kartları açın
bn: অনুরোধ গ্রহণ করা হয়েছে, অনুগ্রহ করে কার্ডগুলি খুলুন
ca: Sol·licitud acceptada, si us plau, obriu les cartes
cs: Požadavek přijat, prosím, otevřete karty
de: Anfrage angenommen, bitte öffnen Sie die Karten
es_es: Solicitud recibida, por favor abra las cartas
fa: درخواست دریافت شد، لطفاً کارت‌ها را باز کنید
fi_fi: Pyyntö vastaanotettu, ole hyvä ja avaa kortit
fil: Natanggap ang kahilingan, mangyaring buksan ang mga card
fr: Demande reçue, veuillez ouvrir les cartes
gl: Solicitude aceptada, por favor, abra as cartas
gu: વિનંતી સ્વીકારવામાં આવી છે, કૃપા કરીને કાર્ડ ખોલો
hi: अनुरोध स्वीकार किया गया, कृपया कार्ड खोलें
hu: Kérés elfogadva, kérjük, nyissa meg a kártyákat
hy_am: Հարցումը ընդունվել է, խնդրում ենք բացել քարտերը
id: Permintaan diterima, silakan buka kartu
is_is: Fyrirspurn móttekin, vinsamlegast opnaðu kortin
it_it: Richiesta accettata, per favore apri le carte
iw: הבקשה התקבלה, אנא פתח את {cards}
ja_jp: ご依頼を受け付けました。カードを開いてください
ka: მოთხოვნა მიღებულია, გთხოვთ, გახსენით ბარათები
kk: Сұраныс қабылданды, өтінеміз, карталарды ашыңыз
km_kh: សំណើរត្រូវបានទទួល សូមបើកកាត
kn_in: ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ, ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ko_kr: 요청이 접수되었습니다. 카드를 열어주세요
ky_kg: Сурам кабыл алынды, сураныч, карталарды ачыңыз
lo: ຄໍາຮ້ອງຂໍໄດ້ຖືກຮັບແລ້ວ, ກະລຸນາເປີດ {cards}
lt: Užklausa priimta, prašome atidaryti korteles
lv: Pieprasījums ir saņemts, lūdzu, atveriet kartes
mk_mk: Барањето е прифатено, ве молиме отворете ги картите
ml_in: അഭ്യർത്ഥന സ്വീകരിച്ചു, ദയവായി കാർഡുകൾ തുറക്കുക
mn_mn: Хүсэлтийг хүлээн авлаа, гуйя, картуудаа нээнэ үү
mr: विनंती स्वीकारली गेली आहे, कृपया कार्ड उघडा
ms_my: Permintaan diterima, sila buka kad
ne: अनुरोध स्वीकार गरियो, कृपया {cards} खोल्नुहोस्
nl: Verzoek ontvangen, open alstublieft de kaarten
no_no: Forespørsel mottatt, vennligst åpne kortene
pa: ਬੇਨਤੀ ਸਵੀਕਾਰ ਕਰ ਲਈ ਗਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਖੋਲ੍ਹੋ
pl: Zapytanie przyjęte, proszę, otwórz karty
pt_br: Solicitação recebida, por favor, abra os cartões
ro: Cererea a fost primită, vă rugăm să deschideți cărțile
ru: Запрос принят, пожалуйста, откройте карты
si: ඉල්ලීම ලැබී ඇත, කරුණාකර කාඩ්පත් විවෘත කරන්න
sk: Dopyt prijatý, prosím, otvorte karty
sl: Zahteva sprejeta, prosimo, odprite karte
sq: Kërkesa është pranuar, ju lutem hapni kartat
sr: Захтев је прихваћен, молимо отворите картице
sv_se: Förfrågan mottagen, vänligen öppna korten
sw: Ombi limepokelewa, tafadhali fungua kadi
ta: கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது, தயவுசெய்து அட்டைகள் திறக்கவும்
te: అభ్యర్థన స్వీకరించబడింది, దయచేసి {cards} తెరవండి
th: คำขอได้รับการยอมรับ กรุณาเปิดการ์ด
tr_tr: Talep alındı, lütfen kartları açın
uk: Запит прийнято, будь ласка, відкрийте картини
ur: درخواست موصول ہو گئی ہے، براہ کرم {cards} کھولیں
vi: Yêu cầu đã được nhận, vui lòng mở các thẻ
zh_cn: 请求已收到，请打开卡片
zh_hk: 請求已接收，請打開卡牌
zu: Isicelo samukelwe, sicela uvule amakhadi

# the_user
source: user
af: gebruiker
am: ተጠቃሚ
ar: مستخدم
az: istifadəçi
bn: ব্যবহারকারী
ca: usuari
cs: uživatel
de: Benutzer
es_es: usuario
fa: کاربر
fi_fi: käyttäjä
fr: utilisateur
gl: usuario
gu: વપરાશકર્તા
hi: उपयोगकर्ता
hu: felhasználó
hy_am: օգտագործող
id: pengguna
is_is: notandi
it_it: utente
iw: משתמש
ja_jp: ユーザー
ka: მომხმარებელი
kk: пайдаланушы
km_kh: អ្នកប្រើប្រាស់
kn_in: ಬಳಕೆದಾರ
ko_kr: 사용자
ky_kg: колдонуучу
lo: ຜູ້ໃຊ້
lt: vartotojas
lv: lietotājs
mk_mk: корисник
ml_in: ഉപയോക്താവ്
mn_mn: хэрэглэгч
mr: वापरकर्ता
ms_my: pengguna
ne: प्रयोगकर्ता
nl: gebruiker
no_no: bruker
pa: ਉਪਭੋਗਤਾ
pl: użytkownik
pt_br: usuário
ro: utilizator
ru: пользователь
si: පරිශීලක
sk: používateľ
sl: uporabnik
sq: përdorues
sr: корисник
sv_se: användare
sw: mtumiaji
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
tr_tr: kullanıcı
uk: користувач
ur: صارف
vi: người dùng
zh_cn: 用户
zh_hk: 用戶
zu: umsebenzisi

# good_day_please_write_your_question_below
source: Good afternoon, please write your request below.
af: Goeie dag, skryf asseblief u versoek hieronder neer
am: እንደምን አደርክ፣ እባክዎ ጥያቄዎን በታች ያስገቡ
ar: طاب يومك، يرجى كتابة طلبك أدناه
az: Günortanız xeyir, zəhmət olmasa sorğunuzu aşağıda yazın
bn: শুভ দিন, অনুগ্রহ করে নিচে আপনার অনুরোধ লিখুন
ca: Bon dia, si us plau escriviu la vostra sol·licitud a continuació
cs: Dobrý den, prosím napište svůj požadavek níže
de: Guten Tag, bitte schreiben Sie Ihre Anfrage unten
es_es: Buen día, por favor escriba su solicitud abajo
fa: روز بخیر، لطفاً درخواست خود را در زیر بنویسید
fi_fi: Hyvää päivää, kirjoita pyyntösi alle ole hyvä
fil: Magandang araw, mangyaring isulat ang iyong kahilingan sa ibaba
fr: Bonjour, veuillez écrire votre demande ci-dessous
gl: Bos días, por favor escriba a súa solicitude a continuación
gu: સુપ્રભાત, કૃપા કરીને તમારું વિનંતી નીચે લખો
hi: नमस्ते, कृपया नीचे अपना अनुरोध लिखें
hu: Jó napot, kérjük, írja be kérését alább
hy_am: Բարի օր, խնդրում ենք գրեք Ձեր հարցումը ներքևում
id: Selamat siang, silakan tulis permintaan Anda di bawah ini
is_is: Góðan daginn, vinsamlegast skrifaðu fyrirspurn þína hér að neðan
it_it: Buongiorno, per favore scrivi la tua richiesta qui sotto
iw: צהריים טובים, אנא כתוב את הבקשה שלך למטה
ja_jp: こんにちは、以下にご依頼内容をご記入ください
ka: დილა მშვიდობისა, გთხოვთ, დაწერეთ თქვენი მოთხოვნა ქვემოთ
kk: Қайырлы күн, өтінеміз, сұранысыңызды төменге жазыңыз
km_kh: សួស្តីថ្ងៃល្អ សូមសរសេរសំណើររបស់អ្នកខាងក្រោម
kn_in: ಶುಭೋದಯ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಕೆಳಗೆ ಬರೆಯಿರಿ
ko_kr: 안녕하세요, 아래에 요청 사항을 작성해 주세요
ky_kg: Кутмандуу күн, сураныч, төмөндө сурамыңызды жазыңыз
lo: ສະບາຍດີ, ກະລຸນາຂຽນຄໍາຮ້ອງຂໍຂອງທ່ານຢູ່ລຸ່ມນີ້
lt: Laba diena, prašome parašyti savo užklausą žemiau
lv: Labdien, lūdzu, ierakstiet savu pieprasījumu zemāk
mk_mk: Добар ден, ве молиме напишете го Вашето барање подолу
ml_in: സുപ്രഭാതം, ദയവായി നിങ്ങളുടെ അഭ്യർത്ഥന താഴെ എഴുതുക
mn_mn: Өдрийн мэнд, гуйя доор хүсэлтээ бичнэ үү
mr: नमस्कार, कृपया आपली विनंती खाली लिहा
ms_my: Selamat siang, sila tulis permintaan anda di bawah
ne: नमस्कार, कृपया तल तपाईंको अनुरोध लेख्नुहोस्
nl: Goedendag, schrijf uw verzoek hieronder alstublieft
no_no: God dag, vennligst skriv inn forespørselen din nedenfor
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਬੇਨਤੀ ਹੇਠਾਂ ਲਿਖੋ
pl: Dzień dobry, proszę napisz swoje zapytanie poniżej
pt_br: Boa tarde, por favor escreva sua solicitação abaixo
ro: Bună ziua, vă rugăm să scrieți cererea dvs. mai jos
ru: Добрый день, пожалуйста напишите Ваш запрос ниже
si: සුභ දවසක්, කරුණාකර ඔබගේ ඉල්ලීම පහත ලියන්න
sk: Dobrý deň, prosím, napíšte svoj dopyt nižšie
sl: Dober dan, prosim, napišite svojo zahtevo spodaj
sq: Mirëdita, ju lutem shkruani kërkesën tuaj më poshtë
sr: Добар дан, молимо Вас да унесете Ваш захтев испод
sv_se: God dag, vänligen skriv din förfrågan nedan
sw: Habari za mchana, tafadhali andika ombi lako hapa chini
ta: காலை வணக்கம், தயவுசெய்து உங்கள் கோரிக்கையை கீழே எழுதவும்
te: శుభోదయం, దయచేసి మీ అభ్యర్థనను క్రింద వ్రాయండి
th: สวัสดี กรุณาเขียนคำขอของคุณด้านล่าง
tr_tr: İyi günler, lütfen talebinizi aşağıya yazınız
uk: Доброго дня, будь ласка, напишіть Ваш запит нижче
ur: السلام علیکم، براہ کرم اپنا سوال نیچے لکھیں
vi: Chào bạn, vui lòng viết yêu cầu của bạn bên dưới
zh_cn: 您好，请在下面写下您的请求
zh_hk: 您好，請在下方輸入您的請求
zu: Sawubona, sicela ubhale isicelo sakho ngezansi

# errorGettingSpreadMeaning
source: Error retrieving the spread value. Please try again.
af: Fout tydens die kry van die uitlegwaarde. Probeer asseblief weer.
am: እንደገና ይሞክሩ። የተከፈተውን እሴት ማግኘት ላይ ስህተት አጋጥሟል።
ar: حدث خطأ أثناء جلب قيمة التوزيع. حاول مرة أخرى.
az: Quraşdırmanın dəyərini almaqda səhv baş verdi. Yenidən cəhd edin.
bn: বিভাজনের মান পাওয়ার সময় ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torneu-ho a provar.
cs: Chyba při získávání hodnoty rozkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtalo de nuevo.
fa: خطا در دریافت مقدار فال. لطفاً دوباره تلاش کنید.
fi_fi: Virhe haettaessa levityksen arvoa. Yritä uudelleen.
fil: Error sa pagkuha ng kahulugan ng layout. Subukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Tente de novo.
gu: વાંચન મૂલ્ય મેળવવામાં ભૂલ. ફરી પ્રયાસ કરો.
hi: राशि मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba a kirakás értékének lekérésekor. Kérjük, próbálja újra.
hy_am: Սխալ է տեղի ունեցել դասավորության արժեքը ստանալու ժամանակ։ Խնդրում ենք փորձել կրկին։
id: Kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja gildi dreifingar. Vinsamlegast reyndu aftur.
it_it: Errore nel recupero del valore del tiro. Riprova.
iw: שגיאה בקבלת ערך הפירוש. נסה שוב.
ja_jp: スプレッドの結果を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Таралым мәнін алу кезінде қате. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃការបែងចែក។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿಚಾರಣೆಯ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 리딩 값을 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Раскладдын маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida gaunant išsidėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma nozīmi. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на распоредот. Обидете се повторно.
ml_in: വ്യാഖ്യാനം മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тархалтын утгыг авахад алдаа гарлаа. Дахин оролдоно уу.
mr: रिडिंगचे मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai pembacaan. Sila cuba lagi.
ne: पाठ्यक्रमको मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de leggingwaarde. Probeer het opnieuw.
no_no: Feil ved henting av spådomsverdi. Vennligst prøv igjen.
pa: ਰਾਜ਼ ਖੋਲ੍ਹਣ ਦੀ ਕੀਮਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Por favor, tente novamente.
ro: Eroare la obținerea valorii tirajului. Vă rugăm să încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: පෙළගැස්ම අගය ලබා ගැනීමේ දෝෂයක්. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së kuptimit të shpërndarjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању значења расподеле. Покушајте поново.
sv_se: Fel vid hämtning av spridningsvärde. Försök igen.
sw: Hitilafu ilipotokea kupata maana ya mgawanyo. Tafadhali jaribu tena.
ta: விளக்கத்தின் மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: విభజన విలువను పొందడంలో లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าของการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değerini alırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: تقدیر کی قدر حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị trải bài. Vui lòng thử lại.
zh_cn: 获取牌阵结果时出错。请再试一次。
zh_hk: 獲取牌陣結果時出錯。請再試一次。
zu: Iphutha ekutholeni inani lokuhlelwa. Zama futhi.

# errorGettingSpreadMeaningPleaseTryAgain
source: Error retrieving the spread value. Please try again.
af: Fout tydens die kry van die uitlegwaarde. Probeer asseblief weer.
am: እንደገና ይሞክሩ። የተከፈተውን እሴት ማግኘት ላይ ስህተት አጋጥሟል።
ar: حدث خطأ أثناء جلب قيمة التوزيع. حاول مرة أخرى.
az: Quraşdırmanın dəyərini almaqda səhv baş verdi. Yenidən cəhd edin.
bn: বিভাজনের মান পাওয়ার সময় ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Error en obtenir el valor de la tirada. Torneu-ho a provar.
cs: Chyba při získávání hodnoty rozkladu. Zkuste to prosím znovu.
de: Fehler beim Abrufen des Legungswerts. Bitte versuchen Sie es erneut.
es_es: Error al obtener el valor de la tirada. Inténtalo de nuevo.
fa: خطا در دریافت مقدار فال. لطفاً دوباره تلاش کنید.
fi_fi: Virhe haettaessa levityksen arvoa. Yritä uudelleen.
fil: Error sa pagkuha ng kahulugan ng layout. Subukang muli.
fr: Erreur lors de la récupération de la valeur du tirage. Veuillez réessayer.
gl: Erro ao obter o valor da tirada. Tente de novo.
gu: વાંચન મૂલ્ય મેળવવામાં ભૂલ. ફરી પ્રયાસ કરો.
hi: राशि मान प्राप्त करने में त्रुटि। कृपया पुनः प्रयास करें।
hu: Hiba a kirakás értékének lekérésekor. Kérjük, próbálja újra.
hy_am: Սխալ է տեղի ունեցել դասավորության արժեքը ստանալու ժամանակ։ Խնդրում ենք փորձել կրկին։
id: Kesalahan saat mengambil nilai pembacaan. Silakan coba lagi.
is_is: Villa við að sækja gildi dreifingar. Vinsamlegast reyndu aftur.
it_it: Errore nel recupero del valore del tiro. Riprova.
iw: שגיאה בקבלת ערך הפירוש. נסה שוב.
ja_jp: スプレッドの結果を取得中にエラーが発生しました。もう一度お試しください。
ka: შეცდომა განლაგების მნიშვნელობის მიღებისას. სცადეთ კიდევ ერთხელ.
kk: Таралым мәнін алу кезінде қате. Қайта көріңіз.
km_kh: មានកំហុសក្នុងការទទួលបានតម្លៃការបែងចែក។ សូមព្យាយាមម្តងទៀត។
kn_in: ವಿಚಾರಣೆಯ ಮೌಲ್ಯವನ್ನು ಪಡೆಯುವಾಗ ದೋಷವಾಯಿತು. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 리딩 값을 가져오는 중 오류가 발생했습니다. 다시 시도해 주세요.
ky_kg: Раскладдын маанисин алуу учурунда ката кетти. Кайра аракет кылыңыз.
lo: ຜິດພາດໃນການຮັບຄ່າຂອງການຈັດການ. ລອງອີກຄັ້ງ.
lt: Klaida gaunant išsidėstymo reikšmę. Bandykite dar kartą.
lv: Kļūda, iegūstot izklājuma nozīmi. Lūdzu, mēģiniet vēlreiz.
mk_mk: Грешка при добивање на вредноста на распоредот. Обидете се повторно.
ml_in: വ്യാഖ്യാനം മൂല്യം ലഭിക്കുന്നതിൽ പിശക്. വീണ്ടും ശ്രമിക്കുക.
mn_mn: Тархалтын утгыг авахад алдаа гарлаа. Дахин оролдоно уу.
mr: रिडिंगचे मूल्य मिळवताना त्रुटी. कृपया पुन्हा प्रयत्न करा.
ms_my: Ralat semasa mendapatkan nilai pembacaan. Sila cuba lagi.
ne: पाठ्यक्रमको मान प्राप्त गर्दा त्रुटि। कृपया फेरि प्रयास गर्नुहोस्।
nl: Fout bij het ophalen van de leggingwaarde. Probeer het opnieuw.
no_no: Feil ved henting av spådomsverdi. Vennligst prøv igjen.
pa: ਰਾਜ਼ ਖੋਲ੍ਹਣ ਦੀ ਕੀਮਤ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Błąd podczas pobierania wartości rozkładu. Spróbuj ponownie.
pt_br: Erro ao obter o valor da leitura. Por favor, tente novamente.
ro: Eroare la obținerea valorii tirajului. Vă rugăm să încercați din nou.
ru: Ошибка при получении значения расклада. Попробуйте ещё раз.
si: පෙළගැස්ම අගය ලබා ගැනීමේ දෝෂයක්. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Chyba pri získavaní hodnoty rozkladu. Skúste to znova.
sl: Napaka pri pridobivanju vrednosti razporeditve. Poskusite znova.
sq: Gabim gjatë marrjes së kuptimit të shpërndarjes. Ju lutemi provoni përsëri.
sr: Грешка при добијању значења расподеле. Покушајте поново.
sv_se: Fel vid hämtning av spridningsvärde. Försök igen.
sw: Hitilafu ilipotokea kupata maana ya mgawanyo. Tafadhali jaribu tena.
ta: விளக்கத்தின் மதிப்பை பெறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: విభజన విలువను పొందడంలో లోపం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการรับค่าของการเปิดไพ่ กรุณาลองอีกครั้ง
tr_tr: Açılım değerini alırken hata oluştu. Lütfen tekrar deneyin.
uk: Помилка при отриманні значення розкладу. Спробуйте ще раз.
ur: تقدیر کی قدر حاصل کرنے میں خرابی۔ دوبارہ کوشش کریں۔
vi: Lỗi khi lấy giá trị trải bài. Vui lòng thử lại.
zh_cn: 获取牌阵结果时出错。请再试一次。
zh_hk: 獲取牌陣結果時出錯。請再試一次。
zu: Iphutha ekutholeni inani lokuhlelwa. Zama futhi.

# seeMeaning
source: Find out the meaning
af: Vind die betekenis uit
am: እሴቱን ያውቁ
ar: اكتشف القيمة
az: Dəyəri öyrən
bn: মান জানতে
ca: Descobrir el significat
cs: Zjistit hodnotu
de: Wert erfahren
es_es: Conocer el significado
fa: دریافت معنی
fi_fi: Selvitä arvo
fil: Alamin ang kahulugan
fr: Découvrir la signification
gl: Descubrir o valor
gu: મૂલ્ય જાણવા
hi: मूल्य जानें
hu: Érték megismerése
hy_am: Իմանալ արժեքը
id: Cari tahu nilai
is_is: Fá gildi
it_it: Scopri il significato
iw: לגלות את הערך
ja_jp: 結果を知る
ka: მნიშვნელობის გაგება
kk: Мәнін білу
km_kh: ស្វែងយល់អᆖីតម្លៃ
kn_in: ಮೌಲ್ಯವನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ
ko_kr: 의미 알아보기
ky_kg: Маанини билүү
lo: ຮູ້ຄ່າ
lt: Sužinoti reikšmę
lv: Uzzināt nozīmi
mk_mk: Дознај ја вредноста
ml_in: മൂല്യം അറിയുക
mn_mn: Утгыг мэдэх
mr: मूल्य जाणून घ्या
ms_my: Ketahui nilai
ne: मान जान्नुहोस्
nl: Waarde opvragen
no_no: Finn ut betydningen
pa: ਕੀਮਤ ਜਾਣੋ
pl: Poznać wartość
pt_br: Descobrir o significado
ro: Află valoarea
ru: Узнать значение
si: අගය දැනගන්න
sk: Zistiť hodnotu
sl: Izvedeti pomen
sq: Mëso kuptimin
sr: Сазнај значење
sv_se: Ta reda på värdet
sw: Jua maana
ta: மதிப்பை அறியவும்
te: విలువ తెలుసుకోండి
th: ดูความหมาย
tr_tr: Değeri öğren
uk: Дізнатись значення
ur: قدر معلوم کریں
vi: Tìm hiểu ý nghĩa
zh_cn: 查看结果
zh_hk: 查看結果
zu: Thola inani

# newSpread
source: Make a new spread
af: Maak 'n nuwe uitleg
am: አዲስ ክፍል ያድርጉ
ar: قم بعمل توزيع جديد
az: Yeni quraşdırma et
bn: নতুন বিভাজন করুন
ca: Fer una nova tirada
cs: Vytvořit nový rozklad
de: Neue Legung machen
es_es: Hacer una nueva tirada
fa: انجام فال جدید
fi_fi: Tee uusi levitys
fil: Gumawa ng bagong layout
fr: Faire un nouveau tirage
gl: Fazer unha nova tirada
gu: નવું વાંચન કરો
hi: नया राशि बनाएं
hu: Új kirakás készítése
hy_am: Կատարել նոր դասավորում
id: Buat pembacaan baru
is_is: Gera nýja dreifingu
it_it: Fai un nuovo tiro
iw: לעשות פירוש חדש
ja_jp: 新しいスプレッドを作成する
ka: ახალი განლაგების გაკეთება
kk: Жаңа таралым жасау
km_kh: ធ្វើការបែងចែកថ្មី
kn_in: ಹೊಸ ವಿಚಾರಣೆ ಮಾಡಿ
ko_kr: 새로운 리딩 하기
ky_kg: Жаңы расклад жасоо
lo: ສ້າງການຈັດການໃໝ່
lt: Padaryti naują išsidėstymą
lv: Veikt jaunu izklājumu
mk_mk: Направи нов распоред
ml_in: പുതിയ വ്യാഖ്യാനം ചെയ്യുക
mn_mn: Шинэ тархалт хийх
mr: नवीन रिडिंग करा
ms_my: Buat pembacaan baru
ne: नयाँ पाठ्यक्रम बनाउनुहोस्
nl: Nieuwe legging maken
no_no: Lag en ny spådom
pa: ਨਵਾਂ ਰਾਜ਼ ਖੋਲ੍ਹੋ
pl: Zrób nowy rozkład
pt_br: Fazer uma nova leitura
ro: Fă un tiraj nou
ru: Сделать новый расклад
si: නව පෙළගැස්මක් කරන්න
sk: Urobiť nový rozklad
sl: Naredite nov razpored
sq: Bëj një shpërndarje të re
sr: Направи нову расподелу
sv_se: Gör en ny spridning
sw: Fanya mgawanyo mpya
ta: புதிய விளக்கத்தை செய்யவும்
te: కొత్త విభజన చేయండి
th: ทำการเปิดไพ่ใหม่
tr_tr: Yeni açılım yap
uk: Зробити новий розклад
ur: نیا تقدیر کریں
vi: Làm trải bài mới
zh_cn: 进行新的牌阵
zh_hk: 進行新的牌陣
zu: Yenza ukuhlelwa okusha
