Repository: a24z-coder/taro
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, az, bn, ca, cs, de, es_es, fa, fi_fi, fil, fr, gl, gu, hi, hu, hy_am, id, is_is, it_it, iw, ja_jp, ka, kk, km_kh, kn_in, ko_kr, ky_kg, lo, lt, lv, mk_mk, ml_in, mn_mn, mr, ms_my, ne, nl, no_no, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv_se, sw, ta, te, th, tr_tr, uk, ur, vi, zh_cn, zh_hk, zu

# quick_reading_screen_quick_spread_explanation
source: A quick spread is an express spread (answer: YES or NO) that helps to instantly get a clear answer to a specific question or the general atmosphere of the day. It's perfect when you need quick inspiration or advice "here and now."
af: Vinnige uitleg is 'n ekspres uitleg (antwoord: JA of NEE) wat help om onmiddellik 'n duidelike antwoord op 'n spesifieke vraag of die algemene atmosfeer van die dag te kry. Dit is perfek wanneer jy vinnige inspirasie of raad "hier en nou" nodig het.
am: ፈጣን ክፍል ማድረግ ማለት ፈጣን መልስ (መልስ፡ አዎን ወይም አይደለም) ለሚሰጥ ጥያቄ ወይም የቀኑ አጠቃላይ አየር በፍጥነት ግልጽ መልስ ለማግኘት እገዛ የሚያደርገው ነው። በፍጥነት መነሳት ወይም «እዚህና አሁን» ምክር ሲያስፈልግ በጣም ተስማሚ ነው።
ar: التوزيع السريع هو توزيع سريع (الإجابة: نعم أو لا) يساعدك على الحصول فورًا على إجابة واضحة لسؤال محدد أو الجو العام لليوم. مثالية عندما تحتاج إلى إلهام سريع أو نصيحة "هنا والآن".
az: Tez yayım — bu sürətli yayımdır (cavab: BƏLİ və ya Xeyr), hansı ki, konkret suala və ya günün ümumi atmosferinə dərhal aydın cavab almağa kömək edir. Tez ilham və ya 'indi və burada' məsləhət lazım olduqda ideal seçimdir.
bn: দ্রুত পড়া হল একটি এক্সপ্রেস পড়া (উত্তর: হ্যাঁ বা না) যা নির্দিষ্ট প্রশ্নের বা দিনের সামগ্রিক পরিবেশের জন্য দ্রুত স্পষ্ট উত্তর পেতে সাহায্য করে। যখন দ্রুত অনুপ্রেরণা বা "এখানে এবং এখন" পরামর্শ দরকার তখন এটি আদর্শ।
ca: La tirada ràpida és una tirada exprés (resposta: SÍ o NO) que ajuda a obtenir una resposta clara i immediata a una pregunta concreta o a l'ambient general del dia. Ideal quan es necessita una inspiració o un consell ràpid «aquí i ara».
cs: Rychlý výklad je expresní výklad (odpověď: ANO nebo NE), který pomáhá okamžitě získat jasnou odpověď na konkrétní otázku nebo celkovou atmosféru dne. Ideální, když potřebujete rychlou inspiraci nebo radu "tady a teď".
de: Der Schnell-Spread ist ein Express-Spread (Antwort: JA oder NEIN), der hilft, sofort eine klare Antwort auf eine konkrete Frage oder die allgemeine Stimmung des Tages zu erhalten. Ideal, wenn man schnelle Inspiration oder einen Rat "hier und jetzt" braucht.
es_es: Una tirada rápida es una tirada exprés (respuesta: SÍ o NO) que ayuda a obtener una respuesta clara e instantánea a una pregunta concreta o al ambiente general del día. Ideal cuando se necesita inspiración rápida o un consejo «aquí y ahora».
fa: فال سریع یک فال فوری (پاسخ: بله یا خیر) است که به شما کمک می‌کند فوراً پاسخ واضحی به یک سؤال خاص یا جو کلی روز دریافت کنید. ایده‌آل است وقتی که به الهام یا نصیحت سریع «اینجا و اکنون» نیاز دارید.
fi_fi: Nopea levitys on pikalevitys (vastaus: KYLLÄ tai EI), joka auttaa saamaan välittömästi selkeän vastauksen tiettyyn kysymykseen tai päivän yleisen tunnelman. Täydellinen, kun tarvitset nopeaa inspiraatiota tai neuvoa "tässä ja nyt".
fil: Ang mabilis na pagbasa ay isang express na pagbasa (sagot: OO o HINDI) na tumutulong upang agad makakuha ng malinaw na sagot sa isang partikular na tanong o pangkalahatang pakiramdam ng araw. Perpekto ito kapag kailangan ng mabilis na inspirasyon o payo "dito at ngayon".
fr: Le tirage rapide est un tirage express (réponse : OUI ou NON) qui aide à obtenir instantanément une réponse claire à une question précise ou à l'ambiance générale de la journée. Parfait quand vous avez besoin d'une inspiration rapide ou d'un conseil « ici et maintenant ».
gl: Unha tirada rápida é unha tirada exprés (resposta: SI ou NON) que axuda a obter de inmediato unha resposta clara a unha pregunta concreta ou o ambiente xeral do día. Ideal cando se necesita inspiración rápida ou un consello «aquí e agora».
gu: ઝડપી વિતરણ એ એક્સપ્રેસ વિતરણ છે (જવાબ: હા અથવા ના) જે ચોક્કસ પ્રશ્ન અથવા દિવસની સામાન્ય વાતાવરણ પર તરત જ સ્પષ્ટ જવાબ મેળવવામાં મદદ કરે છે. જ્યારે તાત્કાલિક પ્રેરણા અથવા "અહીં અને હવે" સલાહની જરૂર હોય ત્યારે આ આદર્શ છે.
hi: त्वरित पढ़ाई एक त्वरित पढ़ाई है (उत्तर: हाँ या नहीं) जो किसी विशिष्ट प्रश्न या दिन के सामान्य माहौल पर तुरंत स्पष्ट उत्तर प्राप्त करने में मदद करती है। जब तुरंत प्रेरणा या "यहाँ और अभी" सलाह की आवश्यकता हो तो यह आदर्श है।
hu: Gyors kirakás — egy expressz kirakás (válasz: IGEN vagy NEM), amely segít azonnal tiszta választ kapni egy konkrét kérdésre vagy a nap általános hangulatára. Tökéletes, ha gyors inspirációra vagy tanácsra van szükség "itt és most".
hy_am: Արագ բացատրություն — դա էքսպրես բացատրություն է (պատասխան՝ ԱՅՈ կամ ՈՉ), որը օգնում է ակնթարթորեն ստանալ հստակ պատասխան կոնկրետ հարցին կամ օրվա ընդհանուր մթնոլորտին։ Իդեալական է, երբ անհրաժեշտ է արագ ներշնչում կամ խորհուրդ «այստեղ և հիմա»։
id: Pembacaan cepat adalah pembacaan ekspres (jawaban: YA atau TIDAK) yang membantu mendapatkan jawaban yang jelas secara instan untuk pertanyaan tertentu atau suasana umum hari ini. Sempurna ketika Anda membutuhkan inspirasi cepat atau saran "di sini dan sekarang".
is_is: Fljótleg dreifing er hraðdreifing (svar: JÁ eða NEI) sem hjálpar þér að fá skýrt svar við ákveðnu spurningu eða almenna stemningu dagsins strax. Fullkomið þegar þú þarft fljótt innblástur eða ráð „hér og nú".
it_it: Il rapido tiro è un tiro espresso (risposta: SÌ o NO) che aiuta a ottenere immediatamente una risposta chiara a una domanda specifica o all'atmosfera generale della giornata. Perfetto quando serve ispirazione o consiglio rapido "qui e ora".
iw: פריסה מהירה היא פריסת אקספרס (תשובה: כן או לא) שעוזרת לקבל מייד תשובה ברורה לשאלה מסוימת או לאווירה הכללית של היום. מושלם כשצריך השראה או עצה מהירה "כאן ועכשיו".
ja_jp: クイックスプレッドは、特定の質問やその日の全体的な雰囲気に対して即座に明確な答えを得るのに役立つエクスプレススプレッド（答え：はいまたはいいえ）です。すぐにインスピレーションや「今ここで」のアドバイスが必要なときに最適です。
ka: სწრაფი განლაგება არის ექსპრეს განლაგება (პასუხი: დიახ ან არა), რომელიც ეხმარება სწრაფად მიიღოთ ნათელი პასუხი კონკრეტულ კითხვაზე ან დღის საერთო ატმოსფეროზე. იდეალურია, როდესაც საჭიროა სწრაფი შთაგონება ან რჩევა „აქ და ახლა".
kk: Жылдам тарату — бұл экспресс тарату (жауап: ИӘ немесе ЖОҚ), ол нақты сұраққа немесе күннің жалпы атмосферасына тез әрі айқын жауап алуға көмектеседі. Жылдам шабыт немесе «осы жерде және қазір» кеңес қажет болғанда мінсіз.
km_kh: ការបង្ហាញល្បឿនលឿនគឺជាការបង្ហាញលឿន (ចម្លើយ៖ បាទ ឬ ទេ) ដែលជួយឲ្យទទួលបានចម្លើយច្បាស់លាស់ភ្លាមៗចំពោះសំណួរពិសេសមួយ ឬបរិយាកាសទូទៅនៃថ្ងៃ។ ល្អឥតខ្ចោះនៅពេលដែលត្រូវការបញ្ញើរលឿន ឬដំណឹង «នៅទីនេះ និងឥឡូវនេះ»។
kn_in: ತ್ವರಿತ ವಿತರಣೆ ಎಂದರೆ ತ್ವರಿತ ವಿತರಣೆ (ಉತ್ತರ: ಹೌದು ಅಥವಾ ಇಲ್ಲ) ಇದು ನಿರ್ದಿಷ್ಟ ಪ್ರಶ್ನೆಗೆ ಅಥವಾ ದಿನದ ಸಾಮಾನ್ಯ ವಾತಾವರಣಕ್ಕೆ ತಕ್ಷಣ ಸ್ಪಷ್ಟ ಉತ್ತರವನ್ನು ಪಡೆಯಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ತ್ವರಿತ ಪ್ರೇರಣೆ ಅಥವಾ "ಈಗ ಮತ್ತು ಇಲ್ಲಿ" ಸಲಹೆ ಬೇಕಾದಾಗ ಇದು ಪರಿಪೂರ್ಣವಾಗಿದೆ.
ko_kr: 빠른 리딩은 즉각적인 답변(예: 예 또는 아니오)을 제공하는 익스프레스 리딩으로, 특정 질문이나 하루의 전반적인 분위기에 대해 명확한 답을 즉시 얻을 수 있습니다. 빠른 영감이나 즉각적인 조언이 필요할 때 이상적입니다.
ky_kg: Жылдам таратуу — бул экспресс таратуу (жооп: ОО же ЖОК), ал конкреттүү суроого же күндүн жалпы абалына так жоопту дароо алууга жардам берет. Тез шыктандыруу же «азыр жана бул жерде» кеңеш керек болгондо идеалдуу.
lo: ການດຳເນີນງານຢ່າງລວດໄວແມ່ນການດຳເນີນງານຢ່າງດ່ວນ (ຄຳຕອບ: ແມ່ນ ຫຼື ບໍ່) ທີ່ຊ່ວຍໃຫ້ໄດ້ຄຳຕອບທີ່ຊັດເຈນຢ່າງລວດໄວຕໍ່ຄຳຖາມທີ່ເປັນພິເສດ ຫຼືບັນຍາຍທົ່ວໄປຂອງມື້. ເເມ່ນທີ່ສົມບູນເມື່ອຕ້ອງການແຮງບັນດາດໄວຫຼືຄໍາແນະນຳ «ຢູ່ນີ້ແລະດຽວນີ້».
lt: Greitas išsidėstymas – tai ekspresinis išsidėstymas (atsakymas: TAIP arba NE), kuris padeda akimirksniu gauti aiškų atsakymą į konkretų klausimą arba bendrą dienos nuotaiką. Idealu, kai reikia greitos įkvėpimo ar patarimo "čia ir dabar".
lv: Ātra izklāsts — tas ir ekspress izklāsts (atbilde: JĀ vai NĒ), kas palīdz momentāni saņemt skaidru atbildi uz konkrētu jautājumu vai vispārēju dienas noskaņu. Ideāli, kad nepieciešama ātra iedvesma vai padoms «šeit un tagad».
mk_mk: Брз распоред е експресен распоред (одговор: ДА или НЕ) кој помага веднаш да се добие јасен одговор на конкретно прашање или општата атмосфера на денот. Идеално кога е потребно брзо инспирирање или совет "тука и сега".
ml_in: വേഗത്തിലുള്ള റീഡിംഗ് എന്നത് ഒരു എക്സ്പ്രസ് റീഡിംഗ് (ഉത്തരം: അതെ അല്ലെങ്കിൽ ഇല്ല) ആണ്, ഇത് ഒരു പ്രത്യേക ചോദ്യത്തിന് അല്ലെങ്കിൽ ആകെ ദിവസത്തിന്റെ അന്തരീക്ഷത്തിന് ഉടൻ വ്യക്തമായ ഉത്തരം ലഭിക്കാൻ സഹായിക്കുന്നു. ഉടൻ പ്രചോദനം അല്ലെങ്കിൽ "ഇവിടെ ഇപ്പോൾ" എന്ന ഉപദേശം ആവശ്യമുള്ളപ്പോൾ ഇത് അനുയോജ്യമാണ്.
mn_mn: Хурдан заавар — энэ нь тодорхой асуултад эсвэл өдрийн ерөнхий уур амьсгалд хурдан, тодорхой хариу авахад туслах экспресс заавар (хариулт: ТИЙМ эсвэл ҮГҮЙ) юм. Яаралтай урам зориг эсвэл зөвлөгөө хэрэгтэй үед төгс тохирно.
mr: जलद वाचन म्हणजे एक त्वरित वाचन (उत्तर: हो किंवा नाही) जे विशिष्ट प्रश्नावर किंवा दिवसाच्या एकूण वातावरणावर त्वरित स्पष्ट उत्तर मिळविण्यात मदत करते. जेव्हा त्वरित प्रेरणा किंवा "इथे आणि आत्ता" सल्ला आवश्यक असतो तेव्हा हे आदर्श आहे.
ms_my: Bacaan pantas adalah bacaan ekspres (jawapan: YA atau TIDAK) yang membantu mendapatkan jawapan yang jelas dengan segera untuk soalan tertentu atau suasana umum hari itu. Sesuai apabila memerlukan inspirasi atau nasihat cepat "di sini dan sekarang".
ne: छिटो पठन भनेको एक्सप्रेस पठन हो (उत्तर: हो वा होइन) जसले तुरुन्तै कुनै विशेष प्रश्नको स्पष्ट उत्तर वा दिनको सामान्य वातावरण प्राप्त गर्न मद्दत गर्दछ। जब छिटो प्रेरणा वा "यहाँ र अहिले" सल्लाह चाहिन्छ, तब यो उत्तम हुन्छ।
nl: Snelle legging is een expresslegging (antwoord: JA of NEE) die helpt om direct een duidelijk antwoord te krijgen op een specifieke vraag of de algemene sfeer van de dag. Perfect wanneer je snel inspiratie of advies nodig hebt "hier en nu".
no_no: Rask opplegg er et ekspressoppsett (svar: JA eller NEI) som hjelper deg med å få et klart svar på et spesifikt spørsmål eller den generelle stemningen for dagen umiddelbart. Perfekt når du trenger rask inspirasjon eller råd «her og nå».
pa: ਤੇਜ਼ ਪੜਤਾਲ — ਇੱਕ ਐਕਸਪ੍ਰੈਸ ਪੜਤਾਲ ਹੈ (ਜਵਾਬ: ਹਾਂ ਜਾਂ ਨਹੀਂ) ਜੋ ਕਿਸੇ ਵਿਸ਼ੇਸ਼ ਸਵਾਲ ਜਾਂ ਦਿਨ ਦੇ ਆਮ ਮਾਹੌਲ ਬਾਰੇ ਤੁਰੰਤ ਸਾਫ਼ ਜਵਾਬ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਜਦੋਂ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਪ੍ਰੇਰਣਾ ਜਾਂ "ਇੱਥੇ ਅਤੇ ਹੁਣ" ਸਲਾਹ ਦੀ ਲੋੜ ਹੋਵੇ ਤਾਂ ਇਹ ਬਿਲਕੁਲ ਠੀਕ ਹੈ।
pl: Szybki rozkład to ekspresowy rozkład (odpowiedź: TAK lub NIE), który pomaga natychmiast uzyskać jasną odpowiedź na konkretne pytanie lub ogólną atmosferę dnia. Idealny, gdy potrzebujesz szybkiej inspiracji lub porady "tu i teraz".
pt_br: Leitura rápida é uma leitura expressa (resposta: SIM ou NÃO) que ajuda a obter uma resposta clara e instantânea para uma pergunta específica ou o clima geral do dia. Ideal quando você precisa de inspiração rápida ou um conselho "aqui e agora".
ro: O aranjare rapidă este o aranjare expres (răspuns: DA sau NU) care ajută să obții instantaneu un răspuns clar la o întrebare specifică sau la atmosfera generală a zilei. Ideală când ai nevoie de inspirație rapidă sau un sfat "aici și acum".
ru: Быстрый расклад — это экспресс расклад (ответ: ДА или НЕТ) который помогает мгновенно получить ясный ответ на конкретный вопрос или общую атмосферу дня. Идеально, когда нужно быстрое вдохновение или совет «здесь и сейчас».
si: ඉක්මන් විවරණය යනු (පිළිතුර: ඔව් හෝ නැත) විශේෂිත ප්‍රශ්නයකට හෝ දිනේ සාමාන්‍ය වාතාවරණයට පැහැදිලි පිළිතුරක් වහාම ලබා දීමට උපකාරී වන වේගවත් විවරණයකි. "මෙහි සහ දැන්" ඉක්මන් ප්‍රේරණයක් හෝ උපදෙස් අවශ්‍ය වන විට ඉතා සුදුසුය.
sk: Rýchly výklad je expresný výklad (odpoveď: ÁNO alebo NIE), ktorý pomáha okamžite získať jasnú odpoveď na konkrétnu otázku alebo celkovú atmosféru dňa. Ideálne, keď potrebujete rýchlu inšpiráciu alebo radu "tu a teraz".
sl: Hiter razpored je ekspresni razpored (odgovor: DA ali NE), ki pomaga takoj dobiti jasen odgovor na konkretno vprašanje ali splošno vzdušje dneva. Idealno, ko potrebujete hitro navdih ali nasvet »tukaj in zdaj«.
sq: Leximi i shpejtë është një lexim ekspres (përgjigje: PO ose JO) që ndihmon të marrësh menjëherë një përgjigje të qartë për një pyetje të veçantë ose atmosferën e përgjithshme të ditës. Ideale kur ke nevojë për frymëzim të shpejtë ose këshillë "këtu dhe tani".
sr: Brzi raspored je ekspresni raspored (odgovor: DA ili NE) koji pomaže da se trenutno dobije jasan odgovor na konkretno pitanje ili opšta atmosfera dana. Idealno je kada je potrebna brza inspiracija ili savet "ovde i sada".
sv_se: Snabbläggning är en expressläggning (svar: JA eller NEJ) som hjälper dig att omedelbart få ett tydligt svar på en specifik fråga eller den allmänna stämningen för dagen. Perfekt när du behöver snabb inspiration eller råd "här och nu".
sw: Uchambuzi wa haraka ni uchambuzi wa haraka (jibu: NDIO au HAPANA) unaosaidia kupata jibu wazi mara moja kwa swali maalum au hali ya jumla ya siku. Inafaa wakati unahitaji msukumo wa haraka au ushauri "hapa na sasa".
ta: விரைவு பகிர்வு என்பது ஒரு விரைவு பகிர்வு (பதில்: ஆம் அல்லது இல்லை) ஆகும், இது குறிப்பிட்ட கேள்விக்கு அல்லது நாளின் பொதுவான சூழலுக்கு உடனடி தெளிவான பதிலை பெற உதவுகிறது. "இங்கே மற்றும் இப்போது" விரைவான ஊக்கமோ அல்லது ஆலோசனையோ தேவைப்படும்போது இது சிறந்தது.
te: త్వరిత పఠనం అనేది ఒక ఎక్స్‌ప్రెస్ పఠనం (జవాబు: అవును లేదా కాదు) ఇది నిర్దిష్ట ప్రశ్నకు లేదా రోజువారీ వాతావరణానికి తక్షణ స్పష్టమైన జవాబును పొందడంలో సహాయపడుతుంది. త్వరిత ప్రేరణ లేదా "ఇక్కడే మరియు ఇప్పుడు" సలహా అవసరమైనప్పుడు ఇది సరైనది.
th: การเปิดไพ่ด่วนคือการเปิดไพ่แบบเร่งด่วน (คำตอบ: ใช่ หรือ ไม่) ที่ช่วยให้ได้รับคำตอบที่ชัดเจนทันทีสำหรับคำถามเฉพาะหรือบรรยากาศโดยรวมของวัน เหมาะอย่างยิ่งเมื่อคุณต้องการแรงบันดาลใจหรือคำแนะนำอย่างรวดเร็ว "ที่นี่และตอนนี้"
tr_tr: Hızlı açılım — belirli bir soruya veya günün genel atmosferine anında net bir cevap (cevap: EVET veya HAYIR) veren ekspres açılımdır. Hızlı ilham veya "şimdi ve burada" tavsiyesi gerektiğinde idealdir.
uk: Швидкий розклад — це експрес розклад (відповідь: ТАК або НІ), який допомагає миттєво отримати чітку відповідь на конкретне питання або загальну атмосферу дня. Ідеально, коли потрібне швидке натхнення або порада «тут і зараз».
ur: فوری تقسیم ایک تیز رفتار تقسیم ہے (جواب: ہاں یا نہیں) جو مخصوص سوال یا دن کے عمومی ماحول کا فوری اور واضح جواب حاصل کرنے میں مدد دیتی ہے۔ یہ خاص طور پر اس وقت مفید ہے جب فوری تحریک یا "یہاں اور ابھی" مشورے کی ضرورت ہو۔
vi: Bói nhanh là một kiểu bói nhanh (trả lời: CÓ hoặc KHÔNG) giúp bạn ngay lập tức nhận được câu trả lời rõ ràng cho một câu hỏi cụ thể hoặc không khí chung của ngày. Hoàn hảo khi bạn cần cảm hứng hoặc lời khuyên nhanh "ngay tại đây và ngay bây giờ".
zh_cn: 快速占卜是一种快速占卜（答案：是或否），帮助您立即获得对具体问题或当天整体氛围的清晰回答。非常适合需要"此时此刻"快速灵感或建议的情况。
zh_hk: 快速占卜是一種快速占卜（答案：是或否），幫助您立即獲得對具體問題或當日整體氛圍的清晰回答。非常適合需要「此時此刻」快速靈感或建議的時候。
zu: Ukuhlela okusheshayo kuwukuhlela okusheshayo (impendulo: Yebo noma Cha) okusiza ukuthola impendulo ecacile ngokushesha kumbuzo othile noma isimo esijwayelekile sosuku. Kufaneleka kahle uma kudingeka ugqozi olusheshayo noma iseluleko "lapha manje".

# quick_reading_screen_understand_button
source: Understood
af: Duidelik
am: ተረድቻለሁ
ar: مفهوم
az: Aydın oldu
bn: বোঝা গেল
ca: Entès
cs: Rozumím
de: Verstanden
es_es: Entendido
fa: متوجه شدم
fi_fi: Selvä
fil: Naiintindihan
fr: Compris
gl: Entendido
gu: સમજાયું
hi: समझ गया
hu: Értem
hy_am: Հասկանալի է
id: Mengerti
is_is: Skiljanlegt
it_it: Chiaro
iw: מובן
ja_jp: 了解しました
ka: გასაგებია
kk: Түсінікті
km_kh: យល់ព្រម
kn_in: ಬರಹವಾಗಿದೆ
ko_kr: 알겠습니다
ky_kg: Түшүнүктүү
lo: ເຂົ້າໃຈແລ້ວ
lt: Suprasta
lv: Skaidrs
mk_mk: Јасно
ml_in: ബോധ്യമായി
mn_mn: Ойлголоо
mr: समजले
ms_my: Faham
ne: बुझियो
nl: Begrijpelijk
no_no: Forstått
pa: ਸਮਝ ਆ ਗਿਆ
pl: Zrozumiano
pt_br: Entendi
ro: Înțeles
ru: Понятно
si: පැහැදිලියි
sk: Rozumiem
sl: Razumem
sq: E kuptova
sr: Razumem
sv_se: Förstått
sw: Sawa
ta: புரிந்தது
te: స్పష్టంగా
th: เข้าใจแล้ว
tr_tr: Anlaşıldı
uk: Зрозуміло
ur: سمجھ گیا
vi: Hiểu rồi
zh_cn: 明白了
zh_hk: 明白了
zu: Kuyacaca

# quick_reading_result_screen_generating_response
source: Generating response...
af: Antwoord word gegenereer...
am: መልስ እየተፈጠረ ነው...
ar: جارٍ توليد الإجابة...
az: Cavab yaradılır...
bn: উত্তর তৈরি করা হচ্ছে...
ca: Generant resposta...
cs: Generování odpovědi...
de: Antwort wird generiert...
es_es: Generando respuesta...
fa: در حال تولید پاسخ...
fi_fi: Vastauksen luonti...
fil: Naglilikha ng sagot...
fr: Génération de la réponse...
gl: Xerando resposta...
gu: જવાબ જનરેટ કરી રહ્યો છે...
hi: उत्तर उत्पन्न किया जा रहा है...
hu: Válasz generálása...
hy_am: Պատասխանի ստեղծում...
id: Menghasilkan jawaban...
is_is: Svar er að myndast...
it_it: Generazione della risposta...
iw: יוצר תשובה...
ja_jp: 回答を生成中...
ka: პასუხის გენერაცია...
kk: Жауап генерациялануда...
km_kh: កំពុងបង្កើតចម្លើយ...
kn_in: ಉತ್ತರ ರಚನೆ...
ko_kr: 답변 생성 중...
ky_kg: Жооп түзүлүүдө...
lo: ກຳລັງສ້າງຄຳຕອບ...
lt: Atsakymo generavimas...
lv: Atbildes ģenerēšana...
mk_mk: Генерирање одговор...
ml_in: ഉത്തരം സൃഷ്ടിക്കുന്നു...
mn_mn: Хариу үүсгэж байна...
mr: उत्तर तयार करत आहे...
ms_my: Menjana jawapan...
ne: उत्तर सिर्जना हुँदैछ...
nl: Antwoord wordt gegenereerd...
no_no: Genererer svar...
pa: ਜਵਾਬ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Generowanie odpowiedzi...
pt_br: Gerando resposta...
ro: Generarea răspunsului...
ru: Генерация ответа...
si: පිළිතුර ජනනය වෙමින්...
sk: Generovanie odpovede...
sl: Generiranje odgovora...
sq: Gjenerimi i përgjigjes...
sr: Generisanje odgovora...
sv_se: Genererar svar...
sw: Inazalisha jibu...
ta: பதில் உருவாக்கப்படுகிறது...
te: జవాబు సృష్టిస్తోంది...
th: กำลังสร้างคำตอบ...
tr_tr: Cevap oluşturuluyor...
uk: Генерація відповіді...
ur: جواب تیار کیا جا رہا ہے...
vi: Đang tạo câu trả lời...
zh_cn: 正在生成回答...
zh_hk: 正在生成回答...
zu: Ukukhiqizwa kwempendulo...

# quick_reading_result_screen_error_generating
source: Error generating response: {error}
af: Fout tydens die generering van die antwoord: {error}
am: መልስ ለማፍሰስ ስህተት: {error}
ar: خطأ في توليد الإجابة: {error}
az: Cavab yaradılarkən səhv baş verdi: {error}
bn: উত্তর তৈরি করার সময় ত্রুটি: {error}
ca: Error en generar la resposta: {error}
cs: Chyba při generování odpovědi: {error}
de: Fehler bei der Antwortgenerierung: {error}
es_es: Error al generar la respuesta: {error}
fa: خطا در تولید پاسخ: {error}
fi_fi: Virhe vastauksen luonnissa: {error}
fil: Error sa paglikha ng sagot: {error}
fr: Erreur lors de la génération de la réponse : {error}
gl: Erro ao xerar resposta: {error}
gu: જવાબ જનરેટ કરતી વખતે ભૂલ: {error}
hi: उत्तर उत्पन्न करने में त्रुटि: {error}
hu: Hiba a válasz generálásakor: {error}
hy_am: Պատասխանի ստեղծման սխալ՝ {error}
id: Kesalahan saat menghasilkan jawaban: {error}
is_is: Villa við myndun svars: {error}
it_it: Errore durante la generazione della risposta: {error}
iw: שגיאה ביצירת התשובה: {error}
ja_jp: 回答の生成中にエラーが発生しました: {error}
ka: პასუხის გენერაციის შეცდომა: {error}
kk: Жауап генерациялау кезінде қате: {error}
km_kh: កំហុសក្នុងការបង្កើតចម្លើយ៖ {error}
kn_in: ಉತ್ತರ ರಚನೆದಲ್ಲಿ ದೋಷ: {error}
ko_kr: 답변 생성 오류: {error}
ky_kg: Жооп түзүүдө ката: {error}
lo: ຜິດພາດໃນການສ້າງຄຳຕອບ: {error}
lt: Klaida generuojant atsakymą: {error}
lv: Kļūda atbildes ģenerēšanā: {error}
mk_mk: Грешка при генерирање одговор: {error}
ml_in: ഉത്തരം സൃഷ്ടിക്കുന്നതിൽ പിശക്: {error}
mn_mn: Хариу үүсгэхэд алдаа гарлаа: {error}
mr: उत्तर तयार करताना त्रुटी: {error}
ms_my: Ralat semasa menjana jawapan: {error}
ne: उत्तर सिर्जना गर्दा त्रुटि: {error}
nl: Fout bij het genereren van het antwoord: {error}
no_no: Feil ved generering av svar: {error}
pa: ਜਵਾਬ ਬਣਾਉਣ ਵਿੱਚ ਗਲਤੀ: {error}
pl: Błąd podczas generowania odpowiedzi: {error}
pt_br: Erro ao gerar resposta: {error}
ro: Eroare la generarea răspunsului: {error}
ru: Ошибка при генерации ответа: {error}
si: පිළිතුර ජනනය කිරීමේ දෝෂය: {error}
sk: Chyba pri generovaní odpovede: {error}
sl: Napaka pri generiranju odgovora: {error}
sq: Gabim gjatë gjenerimit të përgjigjes: {error}
sr: Greška pri generisanju odgovora: {error}
sv_se: Fel vid generering av svar: {error}
sw: Hitilafu wakati wa kuzalisha jibu: {error}
ta: பதில் உருவாக்கும் போது பிழை: {error}
te: జవాబు సృష్టించడంలో లోపం: {error}
th: เกิดข้อผิดพลาดในการสร้างคำตอบ: {error}
tr_tr: Cevap oluşturulurken hata oluştu: {error}
uk: Помилка при генерації відповіді: {error}
ur: جواب تیار کرنے میں خرابی: {error}
vi: Lỗi khi tạo câu trả lời: {error}
zh_cn: 生成回答时出错：{error}
zh_hk: 生成回答時出錯：{error}
zu: Iphutha ekukhiqizweni kwempendulo: {error}

# quick_reading_result_screen_error_generating_response
source: Error generating response: {e}
af: Fout tydens die generering van die antwoord: {e}
am: መልስ ለማፍሰስ ስህተት: {e}
ar: خطأ في توليد الإجابة: {e}
az: Cavab yaradılarkən səhv baş verdi: {e}
bn: উত্তর তৈরি করার সময় ত্রুটি: {e}
ca: Error en generar la resposta: {e}
cs: Chyba při generování odpovědi: {e}
de: Fehler bei der Antwortgenerierung: {e}
es_es: Error al generar la respuesta: {e}
fa: خطا در تولید پاسخ: {e}
fi_fi: Virhe vastauksen luonnissa: {e}
fil: Error sa paglikha ng sagot: {e}
fr: Erreur lors de la génération de la réponse : {e}
gl: Erro ao xerar resposta: {e}
gu: જવાબ જનરેટ કરતી વખતે ભૂલ: {e}
hi: उत्तर उत्पन्न करने में त्रुटि: {e}
hu: Hiba a válasz generálásakor: {e}
hy_am: Պատասխանի ստեղծման սխալ՝ {e}
id: Kesalahan saat menghasilkan jawaban: {e}
is_is: Villa við myndun svars: {e}
it_it: Errore durante la generazione della risposta: {e}
iw: שגיאה ביצירת התשובה: {e}
ja_jp: 回答の生成中にエラーが発生しました: {e}
ka: პასუხის გენერაციის შეცდომა: {e}
kk: Жауап генерациялау кезінде қате: {e}
km_kh: កំហុសក្នុងការបង្កើតចម្លើយ៖ {e}
kn_in: ಉತ್ತರ ರಚನೆದಲ್ಲಿ ದೋಷ: {e}
ko_kr: 답변 생성 오류: {e}
ky_kg: Жооп түзүүдө ката: {e}
lo: ຜິດພາດໃນການສ້າງຄຳຕອບ: {e}
lt: Klaida generuojant atsakymą: {e}
lv: Kļūda atbildes ģenerēšanā: {e}
mk_mk: Грешка при генерирање одговор: {e}
ml_in: ഉത്തരം സൃഷ്ടിക്കുന്നതിൽ പിശക്: {e}
mn_mn: Хариу үүсгэхэд алдаа гарлаа: {e}
mr: उत्तर तयार करताना त्रुटी: {e}
ms_my: Ralat semasa menjana jawapan: {e}
ne: उत्तर सिर्जना गर्दा त्रुटि: {e}
nl: Fout bij het genereren van het antwoord: {e}
no_no: Feil ved generering av svar: {e}
pa: ਜਵਾਬ ਬਣਾਉਣ ਵਿੱਚ ਗਲਤੀ: {e}
pl: Błąd podczas generowania odpowiedzi: {e}
pt_br: Erro ao gerar resposta: {e}
ro: Eroare la generarea răspunsului: {e}
ru: Ошибка при генерации ответа: {e}
si: පිළිතුර ජනනය කිරීමේ දෝෂය: {e}
sk: Chyba pri generovaní odpovede: {e}
sl: Napaka pri generiranju odgovora: {e}
sq: Gabim gjatë gjenerimit të përgjigjes: {e}
sr: Greška pri generisanju odgovora: {e}
sv_se: Fel vid generering av svar: {e}
sw: Hitilafu wakati wa kuzalisha jibu: {e}
ta: பதில் உருவாக்கும் போது பிழை: {e}
te: జవాబు సృష్టించడంలో లోపం: {e}
th: เกิดข้อผิดพลาดในการสร้างคำตอบ: {e}
tr_tr: Cevap oluşturulurken hata oluştu: {e}
uk: Помилка при генерації відповіді: {e}
ur: جواب تیار کرنے میں خرابی: {e}
vi: Lỗi khi tạo câu trả lời: {e}
zh_cn: 生成回答时出错：{e}
zh_hk: 生成回答時出錯：{e}
zu: Iphutha ekukhiqizweni kwempendulo: {e}
